export const translates = {
    en: {
        title: 'Welcome to ',
    },
    ru: {
        title: 'Добро пожаловать в ',
    },
    de: {
        title: 'Добро пожаловать в ',
    },
    fr: {
        title: 'Добро пожаловать в ',
    },
    it: {
        title: 'Добро пожаловать в ',
    },
    ar: {
        title: 'Добро пожаловать в ',
    },
    nl: {
        title: 'Добро пожаловать в ',
    },
    es: {
        title: 'Добро пожаловать в ',
    },
    pt: {
        title: 'Добро пожаловать в ',
    },
    ch: {
        title: 'Добро пожаловать в ',
    },
    tr: {
        title: 'Добро пожаловать в ',
    },
    pl: {
        title: 'Добро пожаловать в ',
    },
    sw: {
        title: 'Добро пожаловать в ',
    },
    no: {
        title: 'Добро пожаловать в ',
    },
};
