function nodeToJSON(node) {
    if (!node.tagName) {
        return {};
    }
    var key = node.className ? node.className : node.tagName.toLowerCase();
    if (node.hasChildNodes && node.hasChildNodes()) {
        if (node.childNodes.length == 1 && node.childNodes[0].nodeType === 3) {
            var child = node.childNodes[0];
            var value = child.wholeText ? child.wholeText.trim() : '';
        } else {
            var value = [];
            for (var index in node.childNodes) {
                var child = node.childNodes[index];
                if (!child.tagName) {
                    continue;
                }
                if (child.tagName == 'IMG') {
                    value.push({ img: child.src });
                }
                if (child.tagName == 'A') {
                    value.push({ a: child.href });
                } else {
                    value.push(nodeToJSON(child));
                }
            }
        }
    } else {
        var value = '';
    }
    var result = {};
    result[key] = value;
    return result;
}
//  let d = document.querySelector('.site__text_user');
//  console.log(nodeToJSON(d));

export const terms = {
    ru: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Дата вступления в силу: 04 июня 2021.',
        },
        {
            p: '1. Введение',
        },
        {
            p: '1.1. Оставаясь на сайте, вы принимаете условия Пользовательского соглашения. Ознакомьтесь с актуальным пользовательским соглашением, размещённым на сайте ROYALFUT.COM, для определения своих прав и ответственности, а также прав и ответственности ROYALFUT. Запрещается регистрироваться и использовать сервис лицам, не согласным соблюдать эти условия.',
        },
        {
            p: '1.2. ROYALFUT.com (далее — ROYALFUT) — это торговая площадка, которая позволяет пользователям предлагать, продавать и покупать товары. Как торговая площадка, ROYALFUT не продаёт и не владеет товарами, представленными на этом сайте. Фактический договор купли-продажи заключается непосредственно между покупателями и продавцами.',
        },
        {
            p: '1.3. ROYALFUT не контролирует и не гарантирует: существование, качество, безопасность или законность предлагаемых к покупке товаров.',
        },
        {
            p: '1.4. ROYALFUT выполняет лишь посреднические функции и не несёт ответственность за возможные фактические и/или юридические последствия сделок. Например, в некоторых играх могут быть предусмотрены игровые санкции/наказания за те или иные действия, вплоть до блокировки аккаунта. ROYALFUT не осуществляет изучение и/или проверку правил игр и не осуществляет проверку действий пользователей в этих играх.',
        },
        {
            p: '1.5. ROYALFUT является гарантом совершения сделки между пользователями сайта и несёт ответственность только за надлежащее совершение пользователями сделок, но не за их эффективность.',
        },
        {
            p: '1.6. ROYALFUT позволяет пользователям сохранять свою анонимность в случае, если передача товаров и денежных средств осуществляется через www.royalfut.com.',
        },
        {
            p: '1.7. При обстоятельствах, указанных в п. 1.6. ответственность ROYALFUT ограничена только суммой сделки. В случае отказа любого из пользователей от совершённой сделки, ROYALFUT возвращает всё полученное по ней за вычетом своего вознаграждения.',
        },
        {
            p: '1.8. Настоящее Пользовательское соглашение (далее — Соглашение), а также иные документы, размещенные на сайте www.royalfut.com (далее — сайт) устанавливают порядок, условия и положения взаимодействия с пользователями.',
        },
        {
            p: '1.9. Настоящее Соглашение заключается между вами, как пользователем наших услуг (далее — «пользователь») и ROYALFUT. При принятии настоящего Соглашения вы соглашаетесь соблюдать всё перечисленное в данном документе при доступе к сайту и использовании наших услуг.',
        },
        {
            p: '1.10. Заходя на сайт или используя его, вы соглашаетесь принять условия и положения, изложенные в настоящем Соглашении, в качестве пользователя. Вы обязуетесь соблюдать условия настоящего Соглашения в отношении вашего доступа или использования данного сайта, а также любого дальнейшего обновления, модификации, добавления или изменения данного сайта. Если вы не принимаете все условия настоящего Соглашения, пожалуйста, не используйте этот сайт. Вы не можете использовать сайт и не можете принять условия настоящего Соглашения, если (А) вы не достигли совершеннолетия для принятия настоящего Пользовательского соглашения, или (Б) вы являетесь лицом, которому запрещено использовать сайт в соответствии с законодательством Объединённых Арабских Эмиратов и иных стран, включая страну, в которой вы проживаете или из которой вы используете этот сайт.',
        },
        {
            p: '1.11. ROYALFUT имеет абсолютное и неоспоримое право отказать Пользователю в возврате денежных средств в том случае, если заказ был доставлен в полном объёме.',
        },
        {
            p: '1.12. Возврат денежных средств осуществляется только по результатам рассмотрения командой ROYALFUT заявки Пользователя на возврат денежных средств. Решение команды ROYALFUT является абсолютным и неоспоримым. Если возврат денежных средств на личный счет Пользователя был выполнен, перевод занимает от 1 до 14 рабочих дней. Точное время зависит от конкретной платежной системы. ROYALFUT не может повлиять на этот процесс. Возврат осуществляется только на тот счёт, с которого была осуществлена транзакция на сайте.',
        },
        {
            p: '1.13. Зарегистрированный пользователь имеет возможность удалить свою учётную запись, обладая соответствующей информацией (e-mail, пароль от учётной записи ROYALFUT). В свою очередь ROYALFUT гарантирует исключение данных пользователя из своих баз данных. Вы можете потребовать, чтобы мы обновили, заблокировали или удалили ваши персональные данные, если данные являются неполными, устаревшими, неверными, получены незаконным путем или больше не актуальны для целей обработки. Для этого свяжитесь с нами через электронную почту support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT может внести изменения в настоящее Соглашение и иные документы на сайте в любое время, с уведомлением или без него, разместив измененное Соглашение и/или соответствующие изменениям документы на сайте. Измененное и пересмотренное Соглашение и / или документы вступают в силу немедленно после публикации. Размещение ROYALFUT измененного и пересмотренного Соглашения или документов, и ваше дальнейшее использование сайта будет считаться принятием измененных условий. Настоящее Соглашение и политика сайта не могут быть изменены иным образом, кроме как в письменной форме уполномоченным должностным лицом ROYALFUT.',
        },
        {
            p: '2. Определения',
        },
        {
            p: '2.1. Персональные данные — любая информация, относящаяся к идентифицированному или идентифицируемому физическому лицу.',
        },
        {
            p: '2.2. Содержание ROYALFUT — информация, текст, изображения, видеоклипы, каталоги, файлы, базы данных или предложения, доступные на сайте или посредством него, далее именуются «контент ROYALFUT».',
        },
        {
            p: '2.3. Зарегистрированный пользователь — каждый пользователь, заполнивший регистрационную форму на сайте, предоставив информацию о себе (например, имя, адрес, номер телефона, номер факса, адрес электронной почты и т.д.), становится зарегистрированным пользователем («зарегистрированный пользователь») ROYALFUT.',
        },
        {
            p: '2.4. Операционные Риски — риски, которые принимают на себя пользователи при использовании сайта или проведении транзакций, считаются «транзакционными рисками.» Операционные риски включают в себя риски ответственности или ущерба любого рода в связи с использованием сайта. Такие риски включают, но не ограничиваются ими:',
        },
        {
            p: '• искажение информации о продуктах и услугах, мошеннические схемы, неудовлетворительное качество, несоответствие техническим требованиям, дефектные или опасные продукты, незаконные продукты, задержка или невыполнение условий поставки или оплаты, просчеты в стоимости, нарушение гарантии и нарушение контракта.',
        },
        {
            p: '• риски того, что производство, импорт, распространение, предложение, демонстрация, покупка, продажа и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, могут нарушать или могут быть заявлены как нарушения прав третьих лиц, а также риск того, что пользователи могут понести расходы на защиту или другие расходы в связи с утверждением третьими лицами их прав или в связи с любыми претензиями любой стороны о том, что они имеют право на защиту или возмещение убытков в связи с утверждениями прав, требованиями или претензиями третьих лиц',
        },
        {
            p: '• риски того, что потребители, другие покупатели, конечные пользователи продуктов или другие лица, утверждающие, что они понесли ущерб или вред, связанный с продуктом, первоначально полученным пользователями сайта в результате сделок купли-продажи в рамках использования сайта, могут понести ущерб и/или заявить претензии, вытекающие из их использования таких продуктов.',
        },
        {
            p: '2.5. «Пользователь» — это любое лицо, которое получает доступ к сайту с любой целью, независимо от того, зарегистрировался ли указанный пользователь на сайте в качестве зарегистрированного пользователя или нет.',
        },
        {
            p: '3. Использование ROYALFUT',
        },
        {
            p: '3.1. Общие положения. Пользователи могут использовать этот сайт исключительно в своих личных целях. Каждый пользователь соглашается с тем, что он не должен копировать, воспроизводить или загружать какой—либо контент с сайта с целью перепродажи или повторного распространения контента ROYALFUT, массовой рассылки (по электронной почте, беспроводными текстовыми сообщениями, физической почте или иным образом), ведения бизнеса, конкурирующего с ROYALFUT, или иного коммерческого использования контента ROYALFUT. Систематический поиск контента ROYALFUT с этого сайта для создания или компиляции, прямо или косвенно, коллекции, компиляции, базы данных или каталога (будь то с помощью программного обеспечения автоматических устройств или ручных процессов) без письменного разрешения ROYALFUT запрещен. Кроме того, запрещается использование контента ROYALFUT в любых целях, прямо не разрешенных настоящим Соглашением.',
        },
        {
            p: '3.2. Пользователь соглашается получать сообщения от ROYALFUT через электронную почту, указанную в учётной записи ROYALFUT, или указанную при оплате в платёжной системе партнёров ROYALFUT, или любой способ коммуникации, который он указал в качестве метода коммуникации на сайте, через него или через любые платформы социальных сетей, мессенджеров или мгновенные сообщения онлайн-чата, которые были найдены пользователем на сайте. Настоящим соглашением пользователь соглашается с тем, что ROYALFUT может использовать персональные данные пользователя в личной переписке с ним или в рассылке.',
        },
        {
            p: '3.3. Сообщения или иная информация, отправленные пользователем через коммуникационные системы, предоставляемые ROYALFUT, а также электронные письма, факсы, письма адресатам, сообщения через платформы мессенджеров и социальных сетей или мгновенные сообщения онлайн-чата, отправленные на адреса, полученные из информации, полученной с сайта, не должны содержать никаких материалов, описанных в положениях раздела 5.3, а также должна являться фактической и правдивой и без каких-либо намеренных упущений или изменений.',
        },
        {
            p: '3.4. Ни один пользователь не должен предпринимать никаких действий, направленных на подрыв целостности компьютерных систем или сетей, используемых ROYALFUT или любым другим пользователем сайта, и ни один пользователь не должен пытаться получить несанкционированный доступ к таким компьютерным системам или сетям.',
        },
        {
            p: '3.5. Любые персональные данные, полученные ROYALFUT, будут обрабатываться в соответствии с настоящем Соглашением.',
        },
        {
            p: '3.6. ROYALFUT использует необходимые файлы cookie для работы сайта. Файлы cookie — это небольшие текстовые файлы, размещаемые на вашем устройстве (например, компьютере, смартфоне или другом электронном устройстве), в когда вы используете наш веб-сайт. Необходимые для использования сайта файлы cookie обеспечивают основные функциональные возможности, такие как безопасность, управление сетью и доступность. Вы можете отключить их, изменив настройки своего браузера, но это может повлиять на работу веб-сайта.',
        },
        {
            p: '3.7. ROYALFUT вправе собирать, использовать, хранить и обрабатывать файлы cookie.',
        },
        {
            p: '3.8. В качестве условия вашего доступа и использования сайта каждый пользователь соглашается с тем, что он не будет использовать услуги ROYALFUT для нарушения прав третьих лиц каким-либо образом. ROYALFUT при нахождении соответствующих обстоятельств прекращает действие учетных записей пользователей, нарушивших данный пункт.',
        },
        {
            p: '3.9. В рамках регистрации на сайте ROYALFUT может присылать пользователю автоматически сформированный пароль. Пользователь, указывая информацию о своём контактном адресе (например, адрес электронной почты) соглашается с тем, что она должна являться достоверной, точной, актуальной и полной, а также гарантирует и предоставляет это. Указывая контактный адрес, пользователь соглашается принимать сообщение со паролем от ROYALFUT согласно п.3.2. Пользователь соглашается с тем, что пароль не гарантирует полной безопасности от доступа к учётной записи на сайте, соответственно, для максимальной защиты своей учётной записи, пароль необходимо сменить при первом доступе в личный кабинет.',
        },
        {
            p: '3.10. ROYALFUT оставляет за собой право прекратить действие учетной записи любого пользователя, если ROYALFUT считает, что поведение пользователя наносит ущерб интересам ROYALFUT, ее сотрудников, директоров, аффилированных лиц или других пользователей сайте, или по любой другой причине по собственному и абсолютному усмотрению ROYALFUT, с или без причины.',
        },
        {
            p: '3.11. ROYALFUT может предоставлять ссылки на внешние сайты, которые могут быть вовлечены в продажу продуктов или услуг. ROYALFUT не несет ответственности за проверку или оценку сайтов и не контролирует содержание веб-сайтов или принятие решений сторонними компаниями. ROYALFUT не несет ответственности за какие-либо действия этих сайтов против вас.',
        },
        {
            p: '3.12. Пользователь соглашается с тем, что продавец должен доставить заказ в течение 3-ёх дней с момента предоставления пользователем всех необходимых данных для способа доставки Комфортный (e-mail, пароль, коды резервной копии от EA аккаунта) вне зависимости от суммы заказа.',
        },
        {
            p: '4. Зарегистрированный пользователь',
        },
        {
            p: '4.1. Став зарегистрированным пользователем, вы соглашаетесь со сбором, обработкой, хранением и передачей своих персональных данных. Вы также соглашаетесь на включение ваших персональных данных в нашу базу данных и разрешаете ROYALFUT делиться такой информацией с другими пользователями в соответствии с целями, изложенными в настоящем Соглашении.',
        },
        {
            p: '4.2. ROYALFUT может отказать в регистрации и отказать в выдаче учетной записи и связанного с ней имени пользователя и пароля любому пользователю по любой причине или без причины вовсе.',
        },
        {
            p: '4.3. ROYALFUT может приостановить или прекратить действие учетной записи зарегистрированного пользователя в любое время, если:',
        },
        {
            p: '• по единоличному и абсолютному определению ROYALFUT, зарегистрированным пользователем было совершено любое нарушение положений настоящего Соглашения; или',
        },
        {
            p: '• ROYALFUT имеет разумные основания подозревать, что информация, предоставленная зарегистрированным пользователем, не соответствует действительности, неточна или не является актуальной или полной; или',
        },
        {
            p: '• ROYALFUT считает, что поведение пользователя наносит ущерб интересам ROYALFUT, ее сотрудников, директоров, аффилированных лиц или других пользователей; или',
        },
        {
            p: '• по любой другой причине или без нее, по собственному и абсолютному усмотрению ROYALFUT.',
        },
        {
            p: '4.4. Зарегистрированный пользователь не может продавать, пытаться продать, предлагать продать, давать, назначать или иным образом передавать учетную запись, имя Пользователя или пароль третьим лицам без предварительного письменного согласия ROYALFUT. ROYALFUT может приостановить или прекратить действие учетной записи зарегистрированного пользователя или получателя зарегистрированного пользователя в случае продажи, предложения о продаже, подарка, уступки или передачи в нарушение настоящего раздела.',
        },
        {
            p: '5. Постинг на ROYALFUT',
        },
        {
            p: '5.1. Никакие отношения торгового агентства не создаются между любым пользователем и ROYALFUT, ее филиалами, директорами, должностными лицами или сотрудниками в силу отображения ROYALFUT любой информации пользователя на сайте.',
        },
        {
            p: '5.2. Каждый пользователь представляет, гарантирует и соглашается:',
        },
        {
            p: '• что любая информация, предоставленная Пользователем сайту, является достоверной, точной, актуальной и полной; и',
        },
        {
            p: '• что он будет поддерживать и оперативно изменять всю информацию, чтобы она была правдивой, точной, актуальной и полной.',
        },
        {
            p: '5.3. Каждый пользователь заявляет, гарантирует и соглашается с тем, что информация, представленная ROYALFUT для отображения на сайте, не должна:',
        },
        {
            p: 'a) содержать мошенническую информацию или предлагать/продвигать мошеннические товары, либо быть связанной с продажей или попыткой продажи поддельных или украденных товаров или товаров, продажа и/или сбыт которых запрещены применимым законодательством, либо иным образом содействуют другой незаконной деятельности;',
        },
        {
            p: 'b) быть частью схемы обмана других пользователей сайта или для любых других незаконных целей;',
        },
        {
            p: 'c) относиться к продаже продуктов или услуг, которые нарушают или иным образом способствуют или поощряют нарушение прав третьих лиц;',
        },
        {
            p: 'd) нарушать любые применимые законы, статусы, постановления или нормативные акты (включая, помимо прочего, те, которые регулируют экспортный контроль, защиту прав потребителей, недобросовестную конкуренцию, антидискриминацию или ложную рекламу);',
        },
        {
            p: 'e) быть дискредитирующей, клеветнической, незаконно угрожающей или незаконно преследующей;',
        },
        {
            p: 'f) быть непристойной, содержать или продвигать любую порнографию или связанную с порнографическими материалами мерчандайзинговую продукцию или любой другой контент, который любым иным образом пропагандирует материалы откровенного сексуального характера или иным образом является вредным для несовершеннолетних;',
        },
        {
            p: 'g) поощрять дискриминацию по признаку расы, пола, религии, национальности, инвалидности, сексуальной ориентации или возраста;',
        },
        {
            p: 'h) содержать любые материалы, представляющие собой несанкционированную рекламу или спам;',
        },
        {
            p: 'i) запрашивать предложения у любых пользователей в связи с коммерческой деятельностью. Кроме того, в случае если ROYALFUT установит, что Пользователь нарушил настоящий раздел 5.3 (i), пользователь уполномочивает ROYALFUT взимать штраф в размере до €150,00 с зарегистрированного способа оплаты пользователя в файле и/или требовать внесения депозита в размере до €300,00 для активации учетной записи Пользователя.;',
        },
        {
            p: 'j) содержать любые компьютерные вирусы, троянских червей или другие деструктивные программы, коды, ссылки и веб-интерфейсы, которые могут повредить, помешать работе программной или аппаратной системы или завладеть/экспроприировать любую программную или аппаратную систему, данные или личную информацию;',
        },
        {
            p: 'k) прямо или косвенно ссылаться на описания товаров или услуг, запрещенных настоящим Соглашением, или включать в них их описание; или',
        },
        {
            p: 'l) в противном случае не должна создавать какую-либо ответственность для ROYALFUT, ее сотрудников, директоров или ее филиалов.',
        },
        {
            p: '5.4. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он получил все необходимые сторонние авторские права, товарные знаки, коммерческую тайну или патентные лицензии и разрешения, а также такие другие лицензии или разрешения, которые могут потребоваться в связи с любыми другими личными или имущественными правами любой третьей стороны (включая, но не ограничиваясь правами личности и правами на неприкосновенность частной жизни), для любых материалов или информации, которые он размещает на сайте или предоставляет ROYALFUT или разрешает ROYALFUT отображать или хранить такие данные. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он несет единоличную ответственность за обеспечение того, чтобы любые материалы или информация, которые он размещает на сайте или предоставляет ROYALFUT или разрешает ROYALFUT отображать или хранить информацию, не нарушали никаких прав третьих лиц или были размещены с разрешения владельца(владельцев) таких прав. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он имеет право производить, предлагать, продавать, импортировать и распространять продукты, которые он предлагает и отображает на сайте, и что такое производство, предложение, продажа, импорт и/или распространение этих продуктов не нарушает никаких прав третьих лиц.',
        },
        {
            p: '5.5. Каждый пользователь предоставляет безотзывную, бессрочную, Всемирную и безвозмездную, сублицензируемую (через несколько уровней), уступаемую лицензию ROYALFUT и ее аффилированным лицам на отображение и использование всей информации, предоставленной таким Пользователем, в соответствии с целями, изложенными в настоящем Соглашении, а также лицензию на осуществление прав, которыми вы обладаете в отношении таких материалов или информации, включая, но не ограничиваясь, авторские права, публичность и права на базу данных, в любых средствах массовой информации, известных или неизвестных в настоящее время.',
        },
        {
            p: '5.6. ROYALFUT имеет абсолютное право размещать информацию о заказе пользователя в общедоступной области на сайте (время заказа, прошедшее время от начала заказа, прошедшее время от завершения заказа с учётом издержек автоматического постинга (15 минут), платформа и количество монет, указанные в заказе) с перекрытием данных электронного ящика пользователя до 7 видимых символов для соблюдения Конфиденциальности.',
        },
        {
            p: '5.7. ROYALFUT оставляет за собой право по своему собственному и абсолютному усмотрению удалять любые материалы, размещенные на сайте, включая материалы, которые, по его мнению, являются незаконными, могут повлечь за собой ответственность ROYALFUT, нарушают настоящее Соглашение или иным образом считаются неуместными.',
        },
        {
            p: '5.8. ROYALFUT оставляет за собой право в полной мере сотрудничать с государственными органами, частными детективами и/или пострадавшими третьими лицами в расследовании любых предполагаемых уголовных или гражданских правонарушений. Кроме того, ROYALFUT может раскрыть личность и контактную информацию любого пользователя, если об этом попросит правительство или правоохранительный орган, пострадавшая третья сторона, повестка в суд или любой другой судебный иск, а также ROYALFUT не несет ответственности за ущерб или любые другие последствия такого раскрытия. Пользователь также соглашается с тем, что он не будет предъявлять никаких исков или претензий к ROYALFUT за такое раскрытие информации. В связи с любым из вышеизложенных, ROYALFUT может приостановить или прекратить действие учетной записи любого пользователя, как ROYALFUT сочтет целесообразным по своему собственному и абсолютному усмотрению. Пользователь соглашается с тем, что ROYALFUT не несет никакой ответственности перед Пользователем, включая ответственность за косвенные или любые другие убытки, в случае совершения ROYALFUT каких-либо действий, упомянутых в настоящем разделе, и пользователь соглашается нести риск того, что ROYALFUT может предпринять такие действия.',
        },
        {
            p: '6. Сделки между покупателями и продавцами',
        },
        {
            p: '6.1. ROYALFUT предоставляет электронную веб-платформу для обмена информацией между покупателями («покупатель») и продавцами («продавец») товаров и услуг.',
        },
        {
            p: '6.2. Пользователи несут полную ответственность за все условия сделок, проводимых на сайте, через него или в результате его использования, включая, помимо прочего, условия оплаты, возврата, гарантий, доставки, страхования, сборов, налогов, права собственности, лицензий, штрафов/санкций, разрешений, обработки, транспортировки и хранения.',
        },
        {
            p: '6.3. ROYALFUT не представляет продавца или покупателя в конкретных сделках, а также не выступает в качестве агента ни для продавца, ни для покупателя. ROYALFUT не контролирует и не несет ответственности за качество, безопасность, законность или доступность продуктов или услуг, предлагаемых для продажи на сайте, способность продавцов завершить продажу или способность покупателей завершить покупку. Пользователи осознают, что могут иметь дело с другими пользователями, действующими под ложным предлогом. ROYALFUT рекомендует использовать различные инструменты, доступные на сайте, а также здравый смысл, чтобы оценить, с кем вы имеете дело.',
        },
        {
            p: '6.4. В случае, если передача товаров и денежных средств всем пользователям в рамках одной сделки происходит через представителя ROYALFUT, пользователи могут сохранять свою анонимность, а безопасность возврата Товара и/или оплата денежных средств Гарантируется.',
        },
        {
            p: '6.5. Каждый пользователь признает, что он полностью принимает на себя все риски транзакций при использовании сайта для проведения транзакций, а также что он полностью принимает на себя риски ответственности или ущерба любого рода в связи с использованием сайта. Каждый пользователь соглашается с тем, что ROYALFUT не несет ответственности за любые убытки, обязательства, расходы, вред, неудобства, сбои в работе или расходы любого рода, которые могут возникнуть в результате или в связи с любыми транзакционными рисками.',
        },
        {
            p: '6.6. Пользователи должны платить все налоги с продаж и использования, а также все другие налоги, возникающие в связи с их использованием сайта своими силами.',
        },
        {
            p: '7. Вознаграждение',
        },
        {
            p: '7.1. Вознаграждение, которое ROYALFUT взимает за использование своих услуг, составляет не более 50% от суммы оплаченного заказа в зависимости от предложений поставщиков.',
        },
        {
            p: '7.2. Пользователи должны иметь возможность оплаты вознаграждения ROYALFUT, и пользователи должны оплатить все сборы и применимые налоги, связанные с предоставляемыми услугами, к сроку оплаты.',
        },
        {
            p: '7.3. Сделка между покупателем и продавцом на сайте может проходить с указанием промокода (купона) или в результате перехода по партнёрской ссылке. Каждый партнёр получает установленный процент от каждой транзакции, совершенной на нашем веб-сайте через партнерскую ссылку или в результате указания промокода (купона).',
        },
        {
            p: '8. Споры между пользователями',
        },
        {
            p: '8.1. В случае возникновения у любого пользователя спора с любым другим пользователем в отношении транзакции на сайте, такой пользователь соглашается передать спор ROYALFUT в качестве арбитра для окончательного и обязательного решения. Чтобы позволить ROYALFUT справедливо и разумно проводить расследования, пользователи соглашаются воздерживаться от обращения в третейский арбитраж, пока заказ все еще открыт или находится на рассмотрении. Пользователи, стремящиеся к вмешательству третьих лиц (за исключением государственных следственных органов), будут рассматриваться следующим образом: их действия будут расцениваться как вмешательство в процесс расследования и попытка навязать решение в их пользу. ROYALFUT оставляет за собой право приостановить или навсегда запретить пользователям, которые пытаются вмешаться в стандартные операционные процедуры для заказов, которые все еще активны или находятся в ожидании.',
        },
        {
            p: '8.2. Если продавец обязан возместить ущерб покупателю или ROYALFUT, то продавец уполномочивает ROYALFUT удалить сумму возмещения (в той же или другой валюте) из своего назначенного способа оплаты (например, PayPal) на ROYALFUT. Продавец обязан иметь в своем кабинете действительный способ оплаты. Если на счёте покупателя недостаточно средств, продавец уполномочивает ROYALFUT взимать любую сумму возмещения в файле, причитающуюся данному способу оплаты. ROYALFUT также может разместить сумму возмещения на счете продавца. Если продавец не предоставляет ROYALFUT действительный способ оплаты, мы можем взыскать непогашенные суммы с помощью других механизмов сбора, включая удержание коллекторских.',
        },
        {
            p: '8.3. В редких случаях, когда ROYALFUT определяет, что спор между пользователями вызван нарушением настоящего Пользовательского Соглашения, нарушающий пользователь обязуется оплатить штраф ROYALFUT в размере €150,00. Кроме того, ROYALFUT может приостановить или заблокировать учетную запись Пользователя и/или потребовать внести депозит в размере до €300,00 для активации учетной записи Пользователя.',
        },
        {
            p: '9. Отказ от гарантий; ограничение ответственности',
        },
        {
            p: '9.1. Функции и услуги на сайте предоставляются на условиях «как есть» и «как доступно», и ROYALFUT прямо отказывается от любых гарантий, явных или подразумеваемых, включая, но не ограничиваясь, любые гарантии состояния, качества, долговечности, производительности, точности, надежности, товарной пригодности или пригодности для конкретной цели. Все такие гарантии, заявления, условия, обязательства и условия исключаются.',
        },
        {
            p: '9.2. ROYALFUT не делает никаких заявлений или гарантий относительно достоверности, точности, правильности, надежности, качества, стабильности, полноты или актуальности любой информации, предоставляемой на сайте или через него. ROYALFUT не заявляет и не гарантирует, что производство, импорт, распространение, предложение, демонстрация, покупка, продажа и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, не нарушает никаких прав третьих лиц; и ROYALFUT не делает никаких заявлений или гарантий любого рода в отношении любого продукта или услуги, предлагаемых или отображаемых на сайте.',
        },
        {
            p: '9.3. Любой материал, загруженный или иным образом полученный через сайт, осуществляется на усмотрение и риск каждого пользователя, и каждый пользователь несет полную ответственность за любой ущерб его компьютерной системе или потерю данных, которые могут возникнуть в результате загрузки любого такого материала. Никакие советы или информация, устные или письменные, полученные любым пользователем от ROYALFUT или через сайт, не создают никаких гарантий, прямо не указанных в настоящем документе.',
        },
        {
            p: '9.4. Ни при каких обстоятельствах ROYALFUT не несет ответственности за любую задержку, отказ или нарушение содержания или услуги, предоставляемых через сайт, возникший прямо или косвенно от природных явлений, сил или причин, находящихся вне контроля, включая, сбои Интернета, компьютерных, телекоммуникационных или любые другие отказы оборудования, электрических сбоев электропитания, забастовки, трудовые споры, бунты, мятежи, гражданские беспорядки, нехватка рабочей силы или материалов, пожары, наводнения, ураганы, взрывы, стихийные бедствия, войны, действия правительства, постановления национальных или иностранных судов или трибуналов или неисполнение обязательств третьими лицами.',
        },
        {
            p: '9.5. Каждый пользователь соглашается возместить и обезопасить ROYALFUT, ее филиалы, директоров, должностных лиц и сотрудников от любых убытков, претензий, обязательств (включая судебные издержки на основе полного возмещения), которые могут возникнуть, прямо или косвенно:',
        },
        {
            p: '1) от использования сайта таким Пользователем, включая, но не ограничиваясь, отображением информации такого Пользователя на сайте;',
        },
        {
            p: '2) от нарушения таким Пользователем любого из положений и условий настоящего Соглашения;',
        },
        {
            p: '3) от нарушения таким Пользователем любых заявлений и гарантий, сделанных пользователем ROYALFUT, включая, но не ограничиваясь ими, те, которые изложены в разделах 5.3, 5.4 и 5.5 выше.',
        },
        {
            p: '4) в результате любых претензий, заявленных третьими лицами, претендующими на права, или другими третьими лицами, связанными с продуктами, предлагаемыми или отображаемыми на сайте.',
        },
        {
            p: '9.6. ROYALFUT и ее филиалы, директора, должностные лица и сотрудники не несут ответственности за любые специальные, прямые, косвенные, штрафные или убытки или любые убытки вообще (включая, но не ограничиваясь ими, убытки в связи с потерей прибыли или сбережений, прерыванием бизнеса, потерей информации), будь то в результате исполнения обязательств контракта, халатности, деликта, строгой ответственности или иным образом, или любые другие убытки, возникающие в результате любого из следующих действий:',
        },
        {
            p: '1) использование или невозможность использования сайта;',
        },
        {
            p: '2) любой дефект в товарах, образцах, данных, информации или услугах, приобретенных или полученных от пользователя или третьей стороны, поставщик услуг через сайт;',
        },
        {
            p: '3) любые претензии или требования, которые пользователь предъявляет к производству, импорту, распространению, предложению, показу, покупке, продаже и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, может нарушать или может быть заявлено о нарушении Прав третьих лиц или сторон; или требования любой стороны о том, что они имеют право на защиту или возмещение ущерба в связи с заявлением о правах; требования или претензии третьих лиц, претендующих на права;',
        },
        {
            p: '4) несанкционированный доступ третьих лиц к данным или к личной информации любого пользователя;',
        },
        {
            p: '5) заявления, поведение или материалы, размещенные пользователями сайта, включая дискредитирующие, оскорбительные или незаконные материалы;',
        },
        {
            p: '6) любые другие причины, связанные с деятельностью ROYALFUT и организацией предоставления услуги через веб-сайт.',
        },
        {
            p: '9.7. ROYALFUT оставляет за собой право за свой счет взять на себя исключительную защиту и контроль над любым вопросом, и в этом случае вы должны сотрудничать с ROYALFUT при решении такого вопроса.',
        },
        {
            p: '9.8. ROYALFUT оставляет за собой право ограничивать, запрещать или создавать различный доступ к сайту и его функциям в отношении различных пользователей, а также изменять любые функции или вводить новые функции без предварительного уведомления. Каждый пользователь признает, что невозможность использовать сайт полностью или частично по какой-либо причине может негативно сказаться на его бизнесе. Каждый пользователь соглашается с тем, что ни в коем случае ROYALFUT или любые ее филиалы, директора, должностные лица или сотрудники не несут ответственности перед Пользователем или любыми третьими лицами за любую невозможность использования сайта (будь то из-за нарушения, ограниченного доступа, изменения или прекращения каких-либо функций на сайте или иным образом).',
        },
        {
            p: '9.9. ROYALFUT не является автором контента третьих лиц, будь это анонимные пользователи, публичные авторы или платные поставщики контента. Ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не вступали в какие-либо отношения с такими третьими лицами. Любой контент третьих лиц является исключительной ответственностью стороны, предоставившей этот контент. Ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не несет ответственности за точность, уместность, законность или правдивость любого стороннего контента и не несет ответственности перед любым пользователем в связи с тем, что такой пользователь полагается на такой сторонний контент. Кроме того, ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не несет ответственности за поведение любого пользователя на сайте и не несет ответственности перед любым лицом в связи с любым ущербом, понесенным любым лицом в результате такого поведения пользователя.',
        },
        {
            p: '9.10. ROYALFUT может разрешить пользователям доступ к контенту, продуктам или услугам, предлагаемым третьими лицами, через гиперссылки (в виде словесной ссылки, баннеров, каналов или иным образом) на веб-сайт или профиль/аккаунт на стороннем веб-сервисе такой третьей стороны. Пользователь признает, что ROYALFUT не имеет никакого контроля над такими сторонними веб-сайтами, не контролирует такие веб-сайты, и ни ROYALFUT, ни кто-либо из ее филиалов, директоров, должностных лиц или сотрудников не несет ответственности или ответственности перед кем-либо за такой веб-сайт или любой контент, продукты или услуги, доступные на таком веб-сайте. Пользователь должен ознакомиться с условиями использования таких веб-сайтов и политикой конфиденциальности перед использованием таких сторонних веб-сайтов, чтобы быть в курсе Условий использования вами таких веб-сайтов.',
        },
        {
            p: '9.11. Независимо от предыдущих положений, если будет установлено, что ROYALFUT несет ответственность, ее ответственность ограничивается большей частью а) суммы конкретной спорной сделки, б) суммы спорных сборов, не превышающей общей суммы сборов, которые пользователь заплатил ROYALFUT за 12 месяцев до действия, приведшего к возникновению ответственности, или суммой в $100.',
        },
        {
            p: '10. Уведомление для пользователей',
        },
        {
            p: '10.1. Все уведомления или требования к пользователю вступают в силу, если они доставлены лично, отправлены курьером, заказной почтой, факсом или электронной почтой на последний известный адрес корреспонденции, факса или электронной почты, предоставленный пользователем ROYALFUT, или путем размещения такого уведомления или требования в общедоступной области сайта бесплатно. Уведомление пользователя считается полученным таким Пользователем, если и когда:',
        },
        {
            p: '• ROYALFUT может продемонстрировать, что сообщение, будь то в физической или электронной форме, было отправлено такому пользователю; или',
        },
        {
            p: '• немедленно после размещения ROYALFUT такого уведомления в общедоступной части сайта, которая доступна бесплатно.',
        },
        {
            p: '11. Правовой спор',
        },
        {
            p: '11.1. Стороны соглашаются с тем, что любые претензии или споры по закону или справедливости, которые возникли или могут возникнуть между ними в связи с настоящей или предыдущими версиями пользовательского Соглашения ROYALFUT, вашим использованием или доступом к сайту, услугам или любым продуктам или услугам, проданным или приобретенным через сайты, услуги, приложения или инструменты ROYALFUT, будут разрешены в соответствии с положениями, изложенными в настоящем разделе юридических споров.',
        },
        {
            p: '11.2. Вы соглашаетесь с тем, что законодательство ОАЭ, независимо от принципов коллизионного права, будет регулировать настоящее Пользовательское Соглашение, и любые претензии или споры, которые возникли или могут возникнуть между вами и ROYALFUT, если иное не указано в Пользовательском Соглашении.',
        },
        {
            p: '11.3. В случае возникновения любого спора, претензии, вопроса или несогласия, вытекающего из настоящего Соглашения или связанного с его нарушением, стороны настоящего Соглашения прилагают все усилия для урегулирования спора, претензии, вопроса или несогласия. С этой целью они добросовестно консультируются и ведут переговоры друг с другом и, признавая свои взаимные интересы, пытаются достичь справедливого и равноправного решения, удовлетворяющего обе стороны. Если они не достигнут такого решения в течение 60 дней, то после уведомления одной из сторон другой стороны все споры, претензии, вопросы или разногласия будут окончательно урегулированы судом по месту нахождения компании Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Дубай, Объединенные Арабские Эмираты) в зависимости от типа лица Пользователя.',
        },
        {
            p: '12. Общая информация',
        },
        {
            p: '12.1. Настоящее Соглашение ROYALFUT и все документы, размещенные на наших сайтах, представляют собой полное Соглашение между Пользователем и ROYALFUT в отношении доступа к сайту и его использования, заменяющее любые предыдущие письменные или устные Соглашения в отношении того же предмета настоящего Соглашения.',
        },
        {
            p: '12.2. ROYALFUT и пользователь являются независимыми подрядчиками, и никакое агентство, партнерство, совместное предприятие, отношения работник—работодатель или франчайзер—франчайзи не предназначены или не создаются настоящим Соглашением.',
        },
        {
            p: '12.3. Неспособность ROYALFUT реализовать или привести в исполнение какое-либо право или положение условий настоящего Соглашения не является отказом от такого права или положения.',
        },
        {
            p: '12.4. Если какое-либо положение настоящего Соглашения будет признано недействительным или не имеющим законной силы, такое положение будет вычеркнуто из Соглашения и не повлияет на действительность и применимость остальных положений настоящего Соглашения.',
        },
        {
            p: '12.5. Пользователь соглашается с тем, что в настоящем Соглашении не должно быть третьих лиц-бенефициаров.',
        },
        {
            p: '12.6. Заголовки предназначены только для справочных целей и никоим образом не определяют, не ограничивают, не истолковывают и не описывают объем самого заголовка или объем такого раздела.',
        },
        {
            p: '13. Соблюдение AML/KYC политик',
        },
        {
            p: '13.1. Покупатель и продавец соглашаются с тем, что ROYALFUT соблюдает политики Know Your Customer и Anti-Money Laundering в целях противоборства с интернет-мошенничеством.',
        },
        {
            p: '13.2. ROYALFUT придерживается политики НУЛЕВОЙ ТОЛЕРАНТНОСТИ к Интернет-мошенничеству, или любым попыткам доступа или получения информации о клиентах или другой информации на ее веб-сайтах незаконными или тайными способами. Компания работает с местными, национальными и международными агентствами по расследованию мошенничества и использует различные электронные и другие средства для предотвращения, обнаружения и пресечения мошенничества. Компания агрессивно преследует по всей строгости закона виновных, которые были задержаны и совершали мошеннические действия на сайте. Компания сотрудничает с такими агентствами, как полиция штата и местные органы власти, Федеральное бюро расследований США, американские и международные таможенные агентства и Интерпол.',
        },
        {
            p: '13.3. В рамках процедур Know Your Customer ROYALFUT оценивает транзакции покупателей, а также собирает и хранит информацию о существенных фактах, касающихся пользователей, покупателей и их транзакций. ROYALFUT обязуется защищать права пользователей и конфиденциальность их личных данных. ROYALFUT собирает личную информацию от Клиентов только в той мере, в какой это необходимо для обеспечения надлежащего предоставления услуг пользователям. Такая личная информация о Покупателях и бывших Покупателях может быть раскрыта третьим лицам только в ограниченном количестве обстоятельств в соответствии с применимыми законами и Соглашениями между ROYALFUT и Пользователем. ROYALFUT должна тщательно хранить файлы клиентов, включая выписки, отчеты о транзакциях, квитанции, заметки, внутреннюю корреспонденцию и любые другие документы, относящиеся к клиенту, в электронном формате до тех пор, пока это может потребоваться командам андеррайтинга в соответствующих банках-эквайерах.',
        },
        {
            p: '13.4. Любая финансовая операция, которая может быть связана с отмыванием денег, считается подозрительной деятельностью. Основанием для определения того, что конкретная транзакция является подозрительной, могут быть личные наблюдения и опыт сотрудников ROYALFUT, а также полученная или идентифицированная информация. В соответствии с применимыми законами и требованиями международных организаций, ROYALFUT может, при необходимости и без обязательства получения одобрения или уведомления Клиента, уведомлять регулирующие и/или правоохранительные органы о любых подозрительных транзакциях. ROYALFUT должны периодически обращаться к спискам, опубликованным местными властями и международными организациями, которые содержат списки известных террористов или лиц, подозреваемых в террористической деятельности, террористических организаций, стран с высоким уровнем риска, подпадающих под санкции OFAC. ROYALFUT должны постоянно проводить процедуры должной осмотрительности в отношении своих покупателей с анализом их транзакций на предмет подозрения в преступлении, связанным с отмыванием денег.',
        },
        {
            p: '14. Согласие на обработку персональных данных',
        },
        {
            p: 'Регистрацией на сервисе Пользователь даёт согласие ROYALFUT на проверку и обработку своих персональных данных на следующих условиях:',
        },
        {
            p: '1. Оператор осуществляет обработку персональных данных Субъекта в целях:',
        },
        {
            p: '• Предоставления вам наших услуг.',
        },
        {
            p: '• Связаться с вами по электронной почте, телефону или другим способом для разрешения споров, осуществления сборов, устранения неполадок с вашей учетной записью или нашими сайтами, услугами, приложениями или инструментами, а также для других целей, разрешенных законом.',
        },
        {
            p: '• Предотвращения и обнаружения мошенничества, нарушений безопасности, потенциально запрещенных или незаконных действий, а также обеспечения соблюдения наших пользовательских Соглашений',
        },
        {
            p: '• Проведения проверок для идентификации наших клиентов и проверки их личности',
        },
        {
            p: '• Оперативные причины, такие как повышение эффективности, обучение и контроль качества',
        },
        {
            p: '• Предотвращение несанкционированного доступа и модификаций к нашим системам',
        },
        {
            p: '• Маркетинг наших услуг и услуг выбранных третьих сторон для:',
        },
        {
            p: '✓ существующих и бывших клиентов;',
        },
        {
            p: '✓ третьих лиц, которые ранее выразили заинтересованность в наших услугах;',
        },
        {
            p: '✓ третьих лиц, с которыми мы ранее не имели никаких дел.',
        },
        {
            p: '• Внешние аудиты и проверки качества',
        },
        {
            p: '2. Перечень персональных данных, передаваемых ROYALFUT на обработку:',
        },
        {
            p: 'Мы можем собирать и использовать следующие персональные данные о вас:',
        },
        {
            p: '• ваше имя и контактная информация, включая адрес электронной почты и номер телефона',
        },
        {
            p: '• информация, позволяющая нам проверить и подтвердить вашу личность, например, дату вашего рождения',
        },
        {
            p: '• ваша гендерная информация, если вы решите предоставить ее нам',
        },
        {
            p: '• данные о входе в систему компьютера, статистика просмотров страниц, трафик в ROYALFUT и от него, а также информация о файлах cookie;',
        },
        {
            p: '• данные о местоположении',
        },
        {
            p: '• информация о вашей доставке (платформа, количество монет в заказе), платежная информация, информация о транзакциях и платежных картах',
        },
        {
            p: '• ваши личные или профессиональные интересы',
        },
        {
            p: '• ваше профессиональное присутствие в интернете',
        },
        {
            p: '• ваша история контактов с ROYALFUT, с её сотрудниками, директорами, аффилированными лицами, ваша история покупок и сохраненные товары на ROYALFUT',
        },
        {
            p: '• информация из аккаунтов, которыми вы ссылаетесь на ROYALFUT, например Facebook, Google и другие платформы',
        },
        {
            p: '• информация, позволяющая нам проводить кредитные или иные финансовые проверки в отношении вас',
        },
        {
            p: '• информация о том, как вы используете веб-сайт ROYALFUT',
        },
        {
            p: '• ваши ответы на опросы, информация об участии в конкурсах, розыгрышах и акциях',
        },
        {
            p: '• транзакционная информация, основанная на вашей деятельности на ROYALFUT (например, информация для упрощения процесса покупки и продажи)',
        },
        {
            p: '• общественные обсуждения, чаты, разрешение споров, переписка через ROYALFUT, а также переписка, присланная нам',
        },
        {
            p: '• другая информация, включая IP-адрес и стандартную информацию веб-лога (тип браузера, поставщика интернет-услуг (ISP), страницы перехода / выхода, операционную систему, отметку даты / времени и данные потока кликов), а также дополнительную информацию от третьих лиц, такую как информация о платежном счете, предоставляемая любыми платежными службами, которые вы используете для совершения покупок или получения платежей, а также идентификатор вашего браузера, идентификатор файла cookie, идентификатор устройства, тип устройства, информация об использовании прокси-сервера, использования VPN и связанных с ними технологий, информация о местоположении, адреса электронной почты, номера телефонов и публичные профили в социальных сетях, предоставляемые нашими поставщиками услуг по противодействию мошенничеству с платежами и для должной осмотрительности клиентов.',
        },
        {
            p: 'Эти персональные данные необходимы для предоставления Вам наших услуг. Вы можете не предоставлять нам информацию, но некоторая информация о вас необходима для того, чтобы вы могли: зарегистрироваться в качестве участника; приобрести продукты или услуги; заполнить профиль; принять участие в опросе, конкурсе или розыгрыше; задать нам вопрос; или инициировать другие транзакции на нашем сайте. Также ROYALFUT использует эту информацию для анализа тенденций, для выявления случаев мошенничества и для администрирования сайта.',
        },
        {
            p: 'Настоящее согласие действует с момента регистрации субъекта персональных данных на сайте https://royalfut.com',
        },
        {
            p: '15. Политика обработки cookie-файлов',
        },
        {
            p: 'Посещая сайт https://royalfut.com вы соглашаетесь с настоящей политикой, в том числе с тем, что ROYALFUT может использовать файлы cookie и иные данные для их последующей обработки системами Google Analytics, Яндекс.Метрика и др., а также может передавать их третьим лицам для проведения исследований, выполнения работ или оказания услуг.',
        },
        {
            p: 'При посещении вами сайта https://royalfut.com файлы cookie могут использоваться для:',
        },
        {
            p: '• обеспечения функционирования и безопасности сайта;',
        },
        {
            p: '• улучшения качества сайта;',
        },
        {
            p: '• регистрации на сайте;',
        },
        {
            p: '• предоставлении вам информации о сайте, его продуктах и услугах;',
        },
        {
            p: '• усовершенствования продуктов и (или) услуг и для разработки новых продуктов и (или) услуг.',
        },
        {
            p: 'Иная собираемая информация может быть использована для генерации вашего «списка интересов», состоящего из случайного идентификатора, категории интереса и отметки времени для демонстрации вам интернет-контента и рекламных объявлений, соответствующих вашим интересам.',
        },
        {
            p: 'Используемые вами браузер и (или) устройство могут позволять вам блокировать, удалять или иным образом ограничивать использование фалов cookie. Но файлы cookie являются важной частью сайта https://royalfut.com, поэтому блокировка, удаление или ограничение их использования может привести к тому, что вы будете иметь доступ не ко всем функциям сайта.',
        },
        {
            p: 'Чтобы узнать, как управлять файлами cookie с помощью используемых вами браузера или устройства, вы можете воспользоваться инструкцией, предоставляемой разработчиком браузера или производителем устройства.',
        },
    ],
    en: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Effective date: 04 June 2021.',
        },
        {
            p: '1. Introduction',
        },
        {
            p: '1.1. By staying on the website, you accept the terms of the User Agreement. Carefully read the User Agreement posted on ROYALFUT.COM that determines your rights and responsibilities and the rights and responsibilities of ROYALFUT. Registration and use of the service for persons who do not consent to follow these terms and conditions are prohibited.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») is a marketplace where users can offer, sell, and buy products. As a marketplace, ROYALFUT does not own or sell the products posted on the website. The actual agreement of sale and purchase is between buyers and sellers directly.',
        },
        {
            p: '1.3. ROYALFUT does not control or guarantee the existence, quality, safety, or legality of the products offered.',
        },
        {
            p: '1.4. ROYALFUT only carries out intermediary functions and is not responsible for potential actual and/or legal consequences of transactions. For example, in some games there can be in-game sanctions/penalties for certain actions, up to blocking the account. ROYALFUT does not read and/or verify the rules of games, and does not check user actions in such games.',
        },
        {
            p: '1.5. ROYALFUT acts as the guarantor of transactions between website users, and is only responsible for the proper execution of transactions, not their effectiveness.',
        },
        {
            p: '1.6. ROYALFUT allows users to maintain their anonymity if the transfer of goods and currency is carried out through www.royalfut.com.',
        },
        {
            p: '1.7. In the circumstances specified in Clause 1.6, ROYALFUT’s liability is limited only to the amount of the transaction. In the event of the refusal of any user from a completed transaction, ROYALFUT ensures a full refund less its fee.',
        },
        {
            p: '1.8. This User Agreement («Agreement»), as well as other documents posted on www.royalfut.com («Website»), establish the procedure, terms and conditions of interaction with users.',
        },
        {
            p: '1.9. This Agreement is entered into between you as a user of our services («User») and ROYALFUT. By accepting this Agreement, you agree to comply with all terms of the Agreement when accessing and using our services.',
        },
        {
            p: '1.10. By accessing or using the Website, you hereby accept the terms and conditions set forth in the current Agreement as a User. You also agree to be bound by the terms of the Agreement as regards your access or use of the Website and any further updates, modifications, add-ons or changes made to the Website. If you do not accept the terms of the Agreement in full, please do not use the Website. You cannot use this Website and agree to the terms of this Agreement if (A) you have not reached the legal age to enter into a binding contract or (B) you are prohibited to use the Website under the laws of the United Arab Emirates or other countries, including the country of your residence and country from which you use the Website.',
        },
        {
            p: '1.11. ROYALFUT has the absolute and undeniable right to deny Users a refund if their order was delivered in full.',
        },
        {
            p: '1.12. Refunds are only carried out upon the results of consideration by the ROYALFUT team of the User’s refund request. Decisions of the ROYALFUT team are absolute and conclusive. If a refund was carried out to the User’s personal account, the transfer takes from 1 to 14 business days. The exact time depends on the payment system used. ROYALFUT has no influence over this process. Refunds are only made to the account used to carry out the transaction on the site.',
        },
        {
            p: '1.13. A registered user can delete their account if they are in possession of their login details (email, ROYALFUT account password). ROYALFUT guarantees the removal of the user’s data from its databases. You can request that we update, block or delete your personal data if the data is incomplete, outdated, incorrect, obtained by illegal means or no longer relevant for processing purposes. Just email us at support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT can amend this Agreement or any other documents on the Website at any time with or without notice by posting the amended and revised Agreement and/or related documents on the Website. The amended and revised Agreement and/or documents shall enter into force immediately upon publication. After the amended and revised documents are posted, your continued use of the Website shall be deemed as your acceptance of the amended terms and conditions. The Agreement and Website policy cannot be changed in any way other than in writing by an authorized official of ROYALFUT.',
        },
        {
            p: '2. Definitions',
        },
        {
            p: '2.1. Personal data — any information related to an identified or identifiable individual.',
        },
        {
            p: '2.2. ROYALFUT Content — the data, text, images, videos, catalogs, databases or offers available on or through the Website hereinafter reffered to as «ROYALFUT Content.»',
        },
        {
            p: '2.3. Registered User — each user who completes the registration form on the Website providing information about themselves (for example, name, address, phone number, fax number, email, etc) becomes a registered user («Registered User») of ROYALFUT.',
        },
        {
            p: '2.4. Operational Risks — the risks that users assume when using the Website or carrying out transactions are considered «transactional risks.» Operational Risks include liability risks or risks of damage of any kind in connection with the use of the Website. These risks include but are not limited to:',
        },
        {
            p: '• distorted information of products and services, fraud schemes, unsatisfactory quality, technical requirement discrepancies, defective or dangerous products, illegal products, delay or failure to meet terms of delivery or payment, miscalculations in value, breach of warranty and breach of contract.',
        },
        {
            p: '• risks that the production, import, distribution, offer, demonstration, purchase, sale and/or use of products or services offered or displayed on the Website may violate or may be claimed as infringing the rights of third parties, as well as the risk that users may incur expenses for their defense or other costs in connection with the assertion of the rights of third parties by third parties or in connection with any claims by any party that they are entitled to defense or damages in connection with the assertion of the rights, claims or demands of third parties',
        },
        {
            p: '• risks that consumers, other buyers, end users of products or other persons who claim to have suffered damages or harm related to a product originally obtained by users of the Website as a result of the sale and purchase transactions in connection with the use of the Website may suffer damages and/or file claims arising from their use of such products',
        },
        {
            p: '2.5. «User» — any person who accesses the Website for any purpose regardless of whether the User has registered on the Website as a registered user.',
        },
        {
            p: '3. Use of ROYALFUT',
        },
        {
            p: '3.1. General provisions. Users can use the Website solely for their own personal purposes. Each User agrees that they cannot copy, reproduce or download any website content for the purpose of reselling or redistributing ROYALFUT content, mass mailing (email, wireless text messaging, physical mail or otherwise), conducting business that competes with ROYALFUT, or other commercial use of ROYALFUT content. The systematic search of ROYALFUT content from the Website to create or compile, directly or indirectly, a collection, compilation, database or catalog (whether by automated or manual means) without ROYALFUT’s written permission is prohibited. In addition, Users are prohibited from using ROYALFUT content for any purpose not expressly permitted by this Agreement.',
        },
        {
            p: '3.2. The user agrees to receive messages from ROYALFUT via the email specified in their ROYALFUT account, or specified when paying in a ROYALFUT partner payment system, or via any method of communication specified as a method of communication on the site, through it or through any social media platforms, instant messengers or online chat messages found by the user on the site. The User hereby agrees that ROYALFUT can use the personal data of the User in private correspondence with the user or for mass messaging.',
        },
        {
            p: '3.3. Messages or any other information sent by the User through communication systems provided by ROYALFUT, as well as emails, fax messages, letters, messages via messenger platforms, social media or instant messages of online chats sent to the email addresses from the information obtained from the Website cannot contain any material described in Clause 5.3, and moreover must be factual and true and not contain any intentional gaps or changes.',
        },
        {
            p: '3.4. No User should take any action to undermine the integrity of the computer systems or networks used by ROYALFUT or any other user, and no user should attempt to gain unauthorized access to such computer systems or networks.',
        },
        {
            p: '3.5. Any personal data received by ROYALFUT will be processed according to the Agreement.',
        },
        {
            p: '3.6. ROYALFUT uses essential cookies for the Website to function. Cookies are small text files placed on your device (such as a computer, smartphone, or other electronic device) when you use the Website. Essential cookies provide basic functionality, such as security, network management, and accessibility. You can disable them by changing your browser settings, but this may affect website functionality.',
        },
        {
            p: '3.7. ROYALFUT has the right to collect, use, store and process advertising cookies.',
        },
        {
            p: '3.8. As a condition of access and use of the Website, Users agree not to use ROYALFUT services to violate the rights of third parties in any way. In the event of a violation, ROYALFUT has the right to terminate User accounts.',
        },
        {
            p: '3.9. During registration on the Website, ROYALFUT may send an automatically generated password to the User. The User, by providing information about their contact address (for example, email), agrees that such information is verifiable, accurate, correct and full, and confirms and guarantees this fact. By providing a contact address, the User agrees to receive a message with a password from ROYALFUT according to Clause 3.2. The User agrees that the password does not guarantee the full safety of their account from unauthorized access on the Website, and therefore, to provide the maximum protection of the account, the password should be changed before the first login attempt.',
        },
        {
            p: '3.10. ROYALFUT reserves the right to terminate any User account if ROYALFUT believes the User’s behavior is detrimental to the interests of ROYALFUT, its employees, directors, affiliates or other users, or for any other reason at ROYALFUT’s sole and absolute discretion, with or without reason.',
        },
        {
            p: '3.11. ROYALFUT may provide links to external sites that may be involved in the sale of products and services. ROYALFUT is not responsible for reviewing and evaluating websites, and does not control the content of websites or decisions made by third parties. ROYALFUT is not responsible for any actions of these websites against you.',
        },
        {
            p: '3.12. The User agrees that the seller must deliver the order in 3 days from the moment all necessary data was provided by the User for the Comfort delivery method (email, password, EA account backup code) regardless of the price of the order.',
        },
        {
            p: '4. Registered User',
        },
        {
            p: '4.1. By becoming a Registered User, you agree to the collection, processing, storage and transfer of your personal data. You also agree that your personal data will be included in our database, and allow ROYALFUT to share such information with other Users in accordance with the purposes set forth in the Agreement.',
        },
        {
            p: '4.2. ROYALFUT may reject registration and refuse to issue an account and associated username and password to any User for any reason, or no reason at all.',
        },
        {
            p: '4.3. ROYALFUT can suspend or terminate a registered User’s account at any time if:',
        },
        {
            p: '• by the sole and absolute determination of ROYALFUT, there was any violation of the provisions of this Agreement by the Registered User; or',
        },
        {
            p: '• ROYALFUT has reasonable grounds to suspect that the information provided by the Registered User is untrue, inaccurate, or not up-to-date or complete; or',
        },
        {
            p: '• ROYALFUT believes that the User’s behavior is detrimental to the interests of ROYALFUT, its employees, directors, affiliates or other Users; or',
        },
        {
            p: '• for any other reason or no reason at all, at the sole and absolute discretion of ROYALFUT',
        },
        {
            p: '4.4. A Registered User may not sell, attempt to sell, offer to sell, give, assign or otherwise transfer an account, username or password to third parties without ROYALFUT’s prior written consent. ROYALFUT can suspend or terminate the Registered User’s account or the recipient of the Registered User’s in the event of the sale, offer of sale, gift, assignment or transfer in violation of the terms of this section.',
        },
        {
            p: '5. Posting on ROYALFUT',
        },
        {
            p: '5.1. No trading agency relationship emerges between any User and ROYALFUT, its affiliates, directors, officers or employees on the basis of ROYALFUT displaying any User information on the Website.',
        },
        {
            p: '5.2. Every User understands, guarantees and agrees that:',
        },
        {
            p: '• any information provided by the User to the Website is true, accurate, up-to-date and full; and',
        },
        {
            p: '• the User will support and quickly change the information so it is true, accurate, up-to-date and full',
        },
        {
            p: '5.3. Every User declares, guarantees and agrees that the information provided to ROYALFUT for provision on the Website must not:',
        },
        {
            p: 'a) include any fraudulent information or offer/advertise any fraudulent goods, or be connected with the selling or attempt to sell imitation or stolen goods or goods that are legally prohibited for marketing and/or selling, or in any other way facilitating illegal activity',
        },
        {
            p: 'b) be a part of a fraud scheme for other Users of the Website or any other illegal purposes',
        },
        {
            p: 'c) be a part of the marketing of products or services that infringe or in any way contribute to or encourage the infringement of the rights of third parties',
        },
        {
            p: 'd) violate any applicable laws, statutes, ordinances or regulations (including but not limited to regulating export control, consumer protection, unfair competition, anti-discrimination or false advertising)',
        },
        {
            p: 'e) be disreputable, slanderous, illegally threatening or illegally prosecuting',
        },
        {
            p: 'f) be obscene, contain or promote pornography of any kind or be related to pornographic materials, merchandise or any other content that in any way promotes sexually explicit material or is in any way harmful to minors',
        },
        {
            p: 'g) promote discrimination based on race, gender, religion, nationality, disability, sexual orientation or age',
        },
        {
            p: 'h) contain any material considered unauthorized advertising or spam',
        },
        {
            p: 'i) request offers from any user related to business activities. Also, in the event that ROYALFUT discovers that the User violated this Clause 5.3 (i), the User authorizes ROYALFUT to charge a penalty up to €150.00 using the registered method of payment of the User in the file and/or demand a deposit up to €300.00 for the activation of the User’s account',
        },
        {
            p: 'j) contain any computer viruses, Trojans or any other destructive programs, codes, links and web interfaces that can harm or disrupt software or hardware systems, or take over/expropriate any software or hardware systems, data or personal data',
        },
        {
            p: 'k) refer directly or indirectly to the description of goods and services prohibited by this Agreement, or including their description; or',
        },
        {
            p: 'l) otherwise, it should not create any responsibility for ROYALFUT, its employees, directors or affiliates',
        },
        {
            p: '5.4. Every User declares, guarantees and accepts that the User obtained all the necessary third party copyrights, trademarks, trade secrets or patent licenses and permits, and other licenses and permits that may be needed in accordance with any other personal and property rights of any third party (including but not limited to personality rights and rights to privacy), for any materials and information that the User posts on the Website and provides ROYALFUT with, or permits ROYALFUT to display or store. Every User declares, guarantees and accepts that the User is solely responsible for ensuring that any materials and data that the User displays on the Website and provides ROYALFUT with and permits ROYALFUT to display and store do not violate any rights of third parties or were displayed with the consent of the owner (owners) of such rights. Every User declares, guarantees and accepts that the User has the right to produce, offer, sell, import and distribute products that the User offers and displays on the Website, and that such production, offer, selling, import and/or distribution does not violate any rights of third parties.',
        },
        {
            p: '5.5. Every User grants an irrevocable, perpetual, worldwide and royalty-free, sub-licensable (through multiple levels) and assignable license to ROYALFUT and its affiliates to display and use all the data provided by such User in accordance with the goals stated in the Agreement, and the license for the execution of rights that you hold in relation to such materials and data, including but not limited to copyright, publicity and database rights, in any media currently known or unknown.',
        },
        {
            p: '5.6. ROYALFUT has the absolute right to display data about a User’s order publicly on the Website (order time, time passed from the start of the order, time passed from the end of the order, including the costs of automatic posting (15 minutes), the platform and amount of coins in the order), hiding the User’s email up to 7 visible symbols to comply with Confidentiality.',
        },
        {
            p: '5.7. ROYALFUT reserves the right to remove according to its sole and absolute discretion any material posted on the Website including content that is, according to its opinion, illegal, may invoke liability for ROYALFUT, violate this Agreement, or is deemed inappropriate in any other way.',
        },
        {
            p: '5.8. ROYALFUT reserves the right to cooperate with government agencies, private investigators and/or injured third parties in the investigation of any suspected criminal or civil wrongs. In addition, ROYALFUT may disclose the identity and contact information of any user if requested by a state or law enforcement agency, injured third party, subpoena or any other legal action, and ROYALFUT is not responsible for damages or any other consequences of such disclosure. The User also agrees not to make any claims against ROYALFUT for such disclosure. As regards any of the information stated above, ROYALFUT may suspend or terminate any User’s account if ROYALFUT deems such action appropriate at its sole and absolute discretion. The User agrees that ROYALFUT does not bear any responsibility to the User, including responsibility for consequential or any other damages, in the event that ROYALFUT commits any of the actions mentioned in this section, and the User agrees to bear the risk of ROYALFUT being able to take such actions.',
        },
        {
            p: '6. Transactions between buyers and sellers',
        },
        {
            p: '6.1. ROYALFUT provides an electronic web platform for the exchange of information between buyers («buyer») and sellers («seller») of goods and services.',
        },
        {
            p: '6.2. The Users bear full responsibility for any terms and conditions of transactions on the Website, through it or as a result of using it, including but not limited to terms of payment, returns, guarantees, delivery, insurance, fees, taxes, ownership, licenses, fines/penalties, permits, handling, transportation and storage.',
        },
        {
            p: '6.3. ROYALFUT does not represent sellers or buyers in specific transactions, nor does it act as an agent for either sellers or buyers. ROYALFUT does not control and is not responsible for the quality, safety, legality or availability of the products or services offered for sale on the Website, the ability of sellers to complete a sale, or the ability of buyers to complete a purchase. Users are aware that they may be dealing with other users acting under false pretenses. ROYALFUT recommends using various tools available on the site, as well as common sense, to assess who you are dealing with.',
        },
        {
            p: '6.4. In the event that the transfer of goods and funds to all Users within a single transaction is carried out through a ROYALFUT representative, users can maintain their anonymity, and the safety of returning the Goods and/or payment of funds is Guaranteed.',
        },
        {
            p: '6.5. Every User agrees that the User fully understands all risks of transactions when using the Website to conduct transactions, and that the User fully assumes the risks of liability or damage of any kind in connection with the use of the Website. Every User agrees that ROYALFUT is not responsible for any loss, liability, expense, harm, inconvenience, disruption or expense of any kind that may arise from or in connection with any transaction risks.',
        },
        {
            p: '6.6. Users must pay all taxes for sales and use, and all other taxes arising from their use of the Website on their own.',
        },
        {
            p: '7. Payment',
        },
        {
            p: '7.1. The payment that ROYALFUT charges for the use of its services is no more than 50% of the amount of the paid order, depending on supplier offers.',
        },
        {
            p: '7.2. Users must be able to pay ROYALFUT fees and all other fees and applicable taxes associated with services provided by the due date.',
        },
        {
            p: '7.3. Transactions between buyers and sellers on the Website can be carried out with a promo code (coupon) or by clicking on an affiliate link. Each affiliate receives a fixed percentage of each transaction made on the Website via an affiliate link or with specification of a promo code (coupon).',
        },
        {
            p: '8. Disputes between users',
        },
        {
            p: '8.1. In the event of any disputes arising between Users regarding transactions on the site, the User agrees to submit the dispute to ROYALFUT as an arbiter for a final and binding decision. To allow ROYALFUT to conduct its investigations fairly and reasonably, Users agree to refrain from seeking arbitration while the order is still open or pending. Users seeking the intervention of third parties (with the exception of state investigative authorities) will be treated as follows: their actions will be regarded as an interference to the investigation process and an attempt to impose a decision in their favor. ROYALFUT reserves the right to suspend or permanently ban Users who attempt to interfere with standard operating procedures for orders that are still active or pending.',
        },
        {
            p: '8.2. If the seller has to reimburse the buyer or ROYALFUT, then the seller authorizes ROYALFUT to remove the reimbursed amount (in the same or different currency) from their designated payment method (for example, PayPal) to ROYALFUT. The seller must have a valid payment method in their account. If the buyer’s account has insufficient funds, the seller authorizes ROYALFUT to collect any amount owed using this payment method. ROYALFUT can also deposit the refund amount to the seller’s account. If the seller does not provide ROYALFUT with a valid payment method, we may collect the outstanding amounts via other collection mechanisms, including collection withholding.',
        },
        {
            p: '8.3. In the rare event when ROYALFUT determines that a dispute between Users was caused by a violation of the User Agreement, the violating User undertakes to pay ROYALFUT a penalty of €150.00. In addition, ROYALFUT may suspend or block the User’s account and/or require a deposit of up to €300.00 to activate the User’s account.',
        },
        {
            p: '9. Disclaimer of warranties; limitation of liability',
        },
        {
            p: '9.1. The features and services on the Website are provided on an «as is» and «as available» basis, and ROYALFUT expressly disclaims any warranties, express or implied, including, but not limited to, any warranty of condition, quality, durability, performance, accuracy, reliability, merchantability or suitability for a specific purpose. All such warranties, statements, conditions, obligations and conditions are excluded.',
        },
        {
            p: '9.2. ROYALFUT does not make any representations or warranties regarding the validity, accuracy, correctness, reliability, quality, stability, completeness or timeliness of any information provided on or through the Website. ROYALFUT does not represent or warrant that the production, import, distribution, offer, display, purchase, sale and/or use of the products or services offered or displayed on the Website does not violate any rights of third parties, and ROYALFUT makes no representations or warranties of any kind with respect to any product or service offered or displayed on the Website.',
        },
        {
            p: '9.3. Any material downloaded or otherwise obtained through the website is at the discretion and risk of each User, and each User is solely responsible for any damage to the computer system or loss of data that may result from the download of such material. No advice or information, oral or written, obtained by any User from ROYALFUT or through the Website, gives rise to any warranties not expressly stated in this document.',
        },
        {
            p: '9.4. Under no circumstances will ROYALFUT be liable for any delay, failure or disruption of the content or services provided through the Website, arising directly or indirectly from natural phenomena, forces or causes beyond its control, including internet, computer, telecommunications or any other failures, equipment failures, electrical power failures, strikes, labor disputes, riots, protests, civil unrest, lack of manpower or materials, fires, floods, hurricanes, explosions, natural disasters, wars, government actions, orders of national or foreign courts or tribunals, or the non-compliance of obligations by third parties.',
        },
        {
            p: '9.5. Every user agrees to indemnify and hold ROYALFUT, its affiliates, directors, officers and employees safe from any losses, claims, liabilities (including legal costs based on full compensation) that may arise directly or indirectly:',
        },
        {
            p: '1) from using the Website by the User, including, but not limited to, the display of information of such a User on the site',
        },
        {
            p: '2) from a violation by such a User of any of the terms and conditions of the Agreement',
        },
        {
            p: '3) from a violation by such a User of any statements and guarantees made by the ROYALFUT User, including, but not limited to, those that are put forth in sections 5.3, 5.4 and 5.5 above.',
        },
        {
            p: '4) as the result of any claims made by third parties or other third parties related to the products offered or displayed on the Website.',
        },
        {
            p: '9.6. ROYALFUT and its affiliates, directors, officers and employees are not responsible for any special, direct, indirect or punitive damages, or any damages in general (including, but not limited to, damages due to loss of profit or savings, business interruption, loss of information), whether as a result of contract performance, negligence, tort, strict liability or otherwise, or any other loss arising from any of the following:',
        },
        {
            p: '1) usage or inability to use the Website',
        },
        {
            p: '2) any defect in goods, samples, data, information or services purchased or obtained from a user or third party service provider through the Website',
        },
        {
            p: '3) any claims or demands that the user makes to the production, import, distribution, offer, display, purchase, sale and/or use of products or services offered or displayed on the site may violate or be claimed to violate the Rights of third parties, or claims by any party that they are entitled to defense or redress in connection with a claim of rights; demands or claims of third parties claiming rights',
        },
        {
            p: '4) unauthorized access by third parties to the data or personal information of any User',
        },
        {
            p: '5) statements, behavior or materials posted by Users of the Website, including defamatory, offensive or illegal material',
        },
        {
            p: '6) any other reasons related to the activities of ROYALFUT and the provision of services through the Website',
        },
        {
            p: '9.7. ROYALFUT reserves the right at its own expense to assume exclusive protection and control over any matter, in which case you must cooperate with ROYALFUT in resolving such matter.',
        },
        {
            p: '9.8. ROYALFUT reserves the right to restrict, prohibit or create different access to the Website and its features for different users, and change any features or introduce new features without prior notice. Every User acknowledges that the inability to use the Website in whole or in part for any reason may negatively affect their business. Every User agrees that in no event will ROYALFUT or any of its affiliates, directors, officers or employees be liable to the User or any third parties for any inability to use the Website (whether due to a violation, limited access, modification or termination of any function on the Website or otherwise).',
        },
        {
            p: '9.9. ROYALFUT is not the author of third-party content, whether from anonymous users, public authors or paid content providers. Neither ROYALFUT nor any of its affiliates, directors, officers or employees have entered into any relations with such third parties. Any third party content is the sole responsibility of the party providing such content. Neither ROYALFUT nor any of its affiliates, directors, officers or employees are responsible for the accuracy, relevance, legality or validity of any third party content and is not liable to any User in connection with the reliance of Users on such third party content. In addition, neither ROYALFUT nor any of its affiliates, directors, officers or employees are responsible for the behavior of any User on the Website, and are not liable to any person in connection with any damage suffered by any person as a result of such User behavior.',
        },
        {
            p: '9.10. ROYALFUT may authorize Users to access content, products or services offered by third parties via hyperlinks (verbal links, banners, channels or otherwise) to a website or profile/account on such third party’s third party web service. The User acknowledges that ROYALFUT has no control over such third party websites, does not control such websites, and neither ROYALFUT nor any of its affiliates, directors, officers or employees are responsible or liable to anyone for such website or any content, products or services available on such website. The User must read the terms of use of such websites and the privacy policy before using such third-party websites in order to be aware of the Terms of Use of such websites.',
        },
        {
            p: '9.11. Notwithstanding the foregoing, if ROYALFUT is found to be liable, its liability is limited to the greater part of a) the amount of a specific disputed transaction, b) the disputed fees not exceeding the total fees paid by the User to ROYALFUT 12 months prior to the action giving rise to the liability, or $100.',
        },
        {
            p: '10. User notice',
        },
        {
            p: '10.1. All notices or claims to the User are effective if delivered in person, sent by courier, registered mail, fax or email to the last known correspondence, fax or email address provided by the ROYALFUT user, or by posting such notice or claim in the public domain of the Website for free. A User’s notification is deemed to have been received by such User if and when:',
        },
        {
            p: '• ROYALFUT can demonstrate that a message, whether physical or electronic, was sent to such a User; or',
        },
        {
            p: '• immediately upon ROYALFUT posting such notice in the public domain of the Website, which is available free of charge.',
        },
        {
            p: '11. Legal dispute',
        },
        {
            p: '11.1. The parties agree that any legal or fair claim or dispute that arises or may arise between them in connection with this or previous versions of the ROYALFUT User Agreement, your use of or access to the Website, services or any products or services sold or purchased through the ROYALFUT websites, services, applications or tools will be resolved in accordance with the provisions set forth in this section about legal disputes.',
        },
        {
            p: '11.2. You agree that UAE law, regardless of the conflict of laws principles, will govern the User Agreement and any claims or disputes that arise or may arise between you and ROYALFUT, unless otherwise specified in the User Agreement.',
        },
        {
            p: '11.3. In the event of any dispute, claim, question or disagreement arising out of this Agreement or related to its violation, the parties to this Agreement will make every effort to resolve the dispute, claim, issue or disagreement. To this end, they conscientiously consult and negotiate with each other and, recognizing their mutual interests, try to reach a fair and equitable solution that satisfies both parties. If they do not reach such a decision within 60 days, then after notification by one of the parties to the other party, all disputes, claims, questions or disagreements will be finally settled by the court at the location of the company Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, the United Arab Emirates) depending on the type of User.',
        },
        {
            p: '12. General information',
        },
        {
            p: '12.1. The ROYALFUT Agreement and all documents posted on our websites constitute the entire Agreement between the User and ROYALFUT in relation to the access to and use of the Website, superseding any previous written or oral Agreements in relation to the same subject matter of this Agreement.',
        },
        {
            p: '12.2. ROYALFUT and the User are independent contractors and no agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by this Agreement.',
        },
        {
            p: '12.3. ROYALFUT’s failure to exercise or enforce any right or provision of the terms of this Agreement does not constitute a waiver of such right or provision.',
        },
        {
            p: '12.4. If any provision of the Agreement is held to be invalid or unenforceable, such provision will be removed from the Agreement and will not affect the validity and applicability of the remaining provisions of the Agreement.',
        },
        {
            p: '12.5. The User agrees that there shall be no third party beneficiaries in the Agreement.',
        },
        {
            p: '12.6. Headlines are for reference purposes only and in no way define, limit, interpret or describe the scope of the heading itself or scope of such a section.',
        },
        {
            p: '13. Compliance with AML/KYC policies',
        },
        {
            p: '13.1. The buyer and seller agree that ROYALFUT has a Know Your Customer and Anti-Money Laundering (AML) policy to combat internet fraud.',
        },
        {
            p: '13.2. ROYALFUT has a ZERO TOLERANCE policy against internet fraud and any attempt to access or obtain customer information or other information on its websites by illegal or secret means. The company works with local, national and international fraud investigation agencies and uses a variety of electronic and other means to prevent, detect and suppress fraud. The company aggressively pursues, to the fullest extent of the law, culprits who have been detained and committed fraudulent activities on the Website. The company works with agencies such as state and local police, the US FBI, US and international customs agencies, and Interpol.',
        },
        {
            p: '13.3. As part of Know Your Customer procedures, ROYALFUT evaluates customer transactions and collects and stores material facts about users, customers and their transactions. ROYALFUT is committed to protecting the rights of users and the privacy of their personal data. ROYALFUT collects personal information from Customers only to the extent necessary to properly provide services to Users. Personal data about buyers and former buyers may only be disclosed to third parties in a limited number of circumstances in accordance with applicable laws and Agreements between ROYALFUT and the User. ROYALFUT must carefully store customer files, including statements, transaction reports, receipts, notes, internal correspondence and any other documents pertaining to the customer electronically for as long as required by the underwriting teams at the respective acquiring banks.',
        },
        {
            p: '13.4. Any financial transaction that could be linked to money laundering is considered suspicious. The basis for determining that a particular transaction is suspicious may be the personal observation and experience of ROYALFUT employees, as well as information received or identified. Subject to applicable laws and requirements of international organizations, ROYALFUT may, if necessary and without obligation to obtain approval or notification from the Client, notify regulatory and/or law enforcement authorities of any suspicious transactions. ROYALFUT should periodically consult lists published by local authorities and international organizations that contain lists of known terrorists or suspected terrorists, terrorist organizations, and high-risk countries subject to OFAC sanctions. ROYALFUT is required to conduct ongoing due diligence procedures regarding its customers by analyzing their transactions for suspicion of money laundering offenses.',
        },
        {
            p: '14. Consent to the processing of personal data',
        },
        {
            p: 'By registering with the service, the user grants ROYALFUT their consent to check and process their personal data based on the following conditions:',
        },
        {
            p: '1. The Operator processes the data of the Subject in order to:',
        },
        {
            p: '• Provide you with our services.',
        },
        {
            p: '• Contact you by email, phone or other means to resolve disputes, collect fees, troubleshoot your account or our sites, services, applications or tools, or for other purposes permitted by law.',
        },
        {
            p: '• Prevent and detect fraud, security breaches, potentially prohibited or illegal activities, and enforce our user Agreements',
        },
        {
            p: '• Check to identify our customers and verify their identity',
        },
        {
            p: '• Operational reasons such as efficiency gains, training and quality control',
        },
        {
            p: '• Prevent unauthorized access and modifications to our systems',
        },
        {
            p: '• Marketing of our services and the services of select third parties for:',
        },
        {
            p: '✓ existing and former clients',
        },
        {
            p: '✓ third parties who have previously expressed interest in our services',
        },
        {
            p: '✓ third parties with whom we have previously had no business',
        },
        {
            p: '• External audits and quality checks',
        },
        {
            p: '2. The list of personal data transferred to ROYALFUT for processing:',
        },
        {
            p: 'We may collect and use the following personal information about you:',
        },
        {
            p: '• your name and contact information, including email address and telephone number',
        },
        {
            p: '• information that allows us to verify and confirm your identity, such as your date of birth',
        },
        {
            p: '• your gender information, if you choose to provide it to us',
        },
        {
            p: '• computer login data, page view statistics, traffic to and from ROYALFUT, and cookie information',
        },
        {
            p: '• location data',
        },
        {
            p: '• information about your delivery (platform, number of coins in the order), billing information, information about transactions and payment cards',
        },
        {
            p: '• your personal or professional interests',
        },
        {
            p: '• your professional online presence',
        },
        {
            p: '• your contact history with ROYALFUT, its employees, directors, affiliates, your purchase history and saved items on ROYALFUT',
        },
        {
            p: '• information about the accounts you link to ROYALFUT, for example, Facebook, Google and other platforms',
        },
        {
            p: '• information that allows us to conduct credit or other financial checks on you',
        },
        {
            p: '• information on how you use the ROYALFUT Website',
        },
        {
            p: '• your answers to polls, and information about participation in contests, giveaways and special offers',
        },
        {
            p: '• transactional information based on your ROYALFUT activity (e.g., information to simplify the buying and selling process)',
        },
        {
            p: '• public discussions, chats, dispute resolution, correspondence via ROYALFUT, as well as correspondence sent to us',
        },
        {
            p: '• other information, including IP address and standard web log information (browser type, Internet Service Provider (ISP), referral/exit pages, operating system, date/time stamp and clickstream data), as well as additional information from third parties, such as billing account information provided by any payment services you use to make purchases or receive payments, as well as your browser ID, cookie ID, device ID, device type, information about proxy server usage/VPN and related technologies, location information, email addresses, phone numbers and public social media profiles provided by our payment fraud service providers and customer due diligence.',
        },
        {
            p: 'This personal data is required to provide you with our services. You can choose not to provide us with information, but some information about you is necessary in order for you to: register as a member; purchase products or services, complete a profile; take part in surveys, competitions or draws; ask us a question, or initiate other transactions on our Website. ROYALFUT also uses this information for trend analysis, fraud detection and site administration.',
        },
        {
            p: 'Consent is valid from the moment the personal data subject is registered at https://royalfut.com',
        },
        {
            p: '15. Cookie processing policy',
        },
        {
            p: 'By visiting https://royalfut.com, you accept this policy, including the fact that ROYALFUT may use cookies and other data for their subsequent processing by Google Analytics, Yandex.Metrics and other systems, and may also transfer them to third parties to conduct research, carry out works or provide services.',
        },
        {
            p: 'When visiting https://royalfut.com, cookies can be used to:',
        },
        {
            p: '• ensure the site functions securely an properly',
        },
        {
            p: '• improve site quality',
        },
        {
            p: '• registration on the site',
        },
        {
            p: '• provide you with information about the site, including its products and services',
        },
        {
            p: '• improve products and/or services, and develop new products and/or services.',
        },
        {
            p: 'Other information collected may be used to generate your «list of interests,» which consists of a random identifier, interest category and timestamp to show you online content and advertisements matching your interests.',
        },
        {
            p: 'The browser and/or device you use may allow you to block, delete or otherwise restrict the use of cookies. However, cookies are an important part of https://royalfut.com, so blocking, deleting or restricting their use may result in a loss of access to many of the site’s features.',
        },
        {
            p: 'To learn how to manage cookies in the browser or on the device you use, you can follow the instructions provided by the browser’s developer or device manufacturer.',
        },
    ],
    de: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Datum des Inkrafttretens: 4. Juni 2021.',
        },
        {
            p: '1. Einführung',
        },
        {
            p: '1.1. Indem Sie auf der Website bleiben, akzeptieren Sie die Bedingungen der Benutzervereinbarung. Lesen Sie sorgfältig die auf ROYALFUT.COM veröffentlichte Nutzungsvereinbarung, die Ihre Rechte und Pflichten sowie die Rechte und Pflichten von ROYALFUT bestimmt. Die Registrierung und Nutzung des Dienstes für Personen, die nicht zustimmen, diese Bedingungen zu folgen, sind verboten.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») ist ein Marktplatz, auf dem Nutzer Produkte anbieten, verkaufen und kaufen können. Als Marktplatz ist ROYALFUT weder Eigentümer noch Verkäufer der auf der Website eingestellten Produkte. Der eigentliche Kauf- und Verkaufsvertrag kommt direkt zwischen Käufern und Verkäufern zustande.',
        },
        {
            p: '1.3. ROYALFUT kontrolliert oder garantiert nicht die Existenz, Qualität, Sicherheit oder Legalität der angebotenen Produkte.',
        },
        {
            p: '1.4. ROYALFUT führt nur Vermittlungsfunktionen aus und ist nicht für mögliche tatsächliche und/oder rechtliche Folgen von Transaktionen verantwortlich. Zum Beispiel kann es in einigen Spielen Sanktionen/Strafen für bestimmte Handlungen im Spiel geben, bis hin zur Sperrung des Kontos. ROYALFUT liest und/oder verifiziert nicht die Regeln der Spiele und überprüft nicht die Handlungen der Nutzer in solchen Spielen.',
        },
        {
            p: '1.5. ROYALFUT tritt als Garant für Transaktionen zwischen den Nutzern der Website auf und ist nur für die ordnungsgemäße Durchführung der Transaktionen verantwortlich, nicht für deren Wirksamkeit.',
        },
        {
            p: '1.6. ROYALFUT ermöglicht es Benutzern, ihre Anonymität zu wahren, wenn der Transfer von Waren und Währung über www.royalfut.com erfolgt.',
        },
        {
            p: '1.7. Unter den in Ziffer 1.6 genannten Umständen ist die Haftung von ROYALFUT nur auf den Betrag der Transaktion beschränkt. Im Falle der Ablehnung eines Nutzers von einer abgeschlossenen Transaktion sichert ROYALFUT eine vollständige Rückerstattung abzüglich seiner Gebühr.',
        },
        {
            p: '1.8. Diese Nutzungsvereinbarung («Vereinbarung») sowie andere Dokumente, die auf www.royalfut.com («Website») veröffentlicht werden, legen die Vorgehensweise, Bedingungen und Konditionen der Interaktion mit den Nutzern fest.',
        },
        {
            p: '1.9. Diese Vereinbarung wird zwischen Ihnen als Nutzer unserer Dienste («Nutzer») und ROYALFUT geschlossen. Durch die Annahme dieser Vereinbarung stimmen Sie zu, alle Bedingungen der Vereinbarung einzuhalten, wenn Sie auf unsere Dienste zugreifen und diese nutzen.',
        },
        {
            p: '1.10. Indem Sie auf die Website zugreifen oder sie nutzen, akzeptieren Sie hiermit als Nutzer die in der aktuellen Vereinbarung festgelegten Bedingungen. Sie erklären sich auch damit einverstanden, an die Bedingungen der Vereinbarung gebunden zu sein, was Ihren Zugriff oder Ihre Nutzung der Website und alle weiteren Aktualisierungen, Modifikationen, Ergänzungen oder Änderungen an der Website betrifft. Wenn Sie die Bedingungen der Vereinbarung nicht in vollem Umfang akzeptieren, nutzen Sie bitte die Website nicht. Sie können diese Website nicht nutzen und den Bedingungen dieser Vereinbarung zustimmen, wenn (A) Sie das gesetzliche Mindestalter für den Abschluss eines verbindlichen Vertrags noch nicht erreicht haben oder (B) Ihnen die Nutzung der Website nach den Gesetzen der Vereinigten Arabischen Emirate oder anderer Länder, einschließlich des Landes Ihres Wohnsitzes und des Landes, von dem aus Sie die Website nutzen, verboten ist.',
        },
        {
            p: '1.11. ROYALFUT hat das absolute und unbestreitbare Recht, Nutzern eine Rückerstattung zu verweigern, wenn ihre Bestellung vollständig erfüllt wurde.',
        },
        {
            p: '1.12. Rückerstattungen werden nur nach Prüfung des Rückerstattungsantrags des Nutzers durch das ROYALFUT-Team durchgeführt. Die Entscheidungen des ROYALFUT-Teams sind absolut und eindeutig. Wenn eine Rückerstattung auf das persönliche Konto des Nutzers erfolgt, dauert die Überweisung zwischen 1 und 14 Werktagen. Die genaue Zeit hängt von dem verwendeten Zahlungssystem ab. ROYALFUT hat auf diesen Vorgang keinen Einfluss. Rückerstattungen erfolgen nur auf das Konto, das zur Durchführung der Transaktion auf der Website verwendet wurde.',
        },
        {
            p: '1.13. Ein registrierter Benutzer kann sein Konto löschen, wenn er im Besitz seiner Login-Daten (E-Mail, ROYALFUT-Kontopasswort) ist. ROYALFUT garantiert die Löschung der Daten des Benutzers aus seinen Datenbanken. Sie können verlangen, dass wir Ihre persönlichen Daten aktualisieren, sperren oder löschen, wenn die Daten unvollständig, veraltet, unrichtig, durch illegale Mittel erlangt oder für die Verarbeitung nicht mehr relevant sind. Schreiben Sie uns einfach eine E-Mail an support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT kann diese Vereinbarung oder andere Dokumente auf der Website jederzeit mit oder ohne Vorankündigung ändern, indem die geänderte und überarbeitete Vereinbarung und/oder die zugehörigen Dokumente auf der Website veröffentlicht werden. Der geänderte und überarbeitete Vertrag und/oder die Dokumente treten unmittelbar nach der Veröffentlichung in Kraft. Nach der Veröffentlichung der geänderten und revidierten Dokumente gilt Ihre fortgesetzte Nutzung der Website als Ihre Zustimmung zu den geänderten Bedingungen. Die Vereinbarung und die Website-Richtlinien können nur in schriftlicher Form durch einen autorisierten Mitarbeiter von ROYALFUT geändert werden.',
        },
        {
            p: '2. Definitionen',
        },
        {
            p: '2.1. Personenbezogene Daten — alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.',
        },
        {
            p: '2.2. ROYALFUT-Inhalte — die Daten, Texte, Bilder, Videos, Kataloge, Datenbanken oder Angebote, die auf oder über die Website verfügbar sind, im Folgenden als «ROYALFUT-Inhalte» bezeichnet.',
        },
        {
            p: '2.3. Registrierter Benutzer — jeder Benutzer, der das Registrierungsformular auf der Website ausfüllt und dabei Angaben zu seiner Person macht (z. B. Name, Adresse, Telefonnummer, Faxnummer, E-Mail usw.), wird ein registrierter Benutzer («Registrierter Benutzer») von ROYALFUT.',
        },
        {
            p: '2.4. Operative Risiken — die Risiken, die Nutzer bei der Nutzung der Website oder bei der Durchführung von Transaktionen eingehen, werden als «transaktionale Risiken» bezeichnet. Zu den operationellen Risiken gehören Haftungsrisiken oder Schadensrisiken jeglicher Art im Zusammenhang mit der Nutzung der Website. Diese Risiken umfassen, sind aber nicht beschränkt auf:',
        },
        {
            p: '• Verfälschte Informationen über Produkte und Dienstleistungen, betrügerische Machenschaften, unbefriedigende Qualität, Abweichungen von technischen Anforderungen, fehlerhafte oder gefährliche Produkte, illegale Produkte, Verzug oder Nichteinhaltung von Liefer- oder Zahlungsbedingungen, falsche Wertberechnungen, Verletzung der Garantie und Vertragsbruch.',
        },
        {
            p: '• das Risiko, dass die Herstellung, die Einfuhr, der Vertrieb, das Angebot, die Vorführung, der Kauf, der Verkauf und/oder die Nutzung von Produkten oder Dienstleistungen, die auf der Website angeboten oder dargestellt werden, die Rechte Dritter verletzen oder als solche geltend gemacht werden, sowie das Risiko, dass den Nutzern Aufwendungen für ihre Verteidigung oder sonstige Kosten im Zusammenhang mit der Geltendmachung von Rechten Dritter durch Dritte oder im Zusammenhang mit der Geltendmachung von Abwehr- oder Schadensersatzansprüchen durch Dritte entstehen können',
        },
        {
            p: '• das Risiko, dass Verbraucher, andere Käufer, Endnutzer von Produkten oder andere Personen, die behaupten, Schäden oder Beeinträchtigungen im Zusammenhang mit einem Produkt erlitten zu haben, das ursprünglich von Nutzern der Website als Ergebnis der Verkaufs- und Kauftransaktionen in Verbindung mit der Nutzung der Website erworben wurde, Schäden erleiden und/oder Ansprüche geltend machen, die sich aus der Nutzung solcher Produkte ergeben',
        },
        {
            p: '2.5. «Benutzer» — jede Person, die zu irgendeinem Zweck auf die Website zugreift, unabhängig davon, ob der Benutzer sich auf der Website als registrierter Benutzer angemeldet hat.',
        },
        {
            p: '3. Verwendung von ROYALFUT',
        },
        {
            p: '3.1. Allgemeine Bestimmungen. Die Nutzer dürfen die Website ausschließlich für ihre eigenen persönlichen Zwecke nutzen. Jeder Nutzer erklärt sich damit einverstanden, dass er keine Inhalte der Website zum Zwecke des Weiterverkaufs oder der Weiterverbreitung von ROYALFUT-Inhalten, des Massenversands (per E-Mail, drahtloser Textnachrichten, physischer Post oder anderweitig), der Durchführung von Geschäften, die mit ROYALFUT konkurrieren, oder einer anderen kommerziellen Nutzung von ROYALFUT-Inhalten kopieren, reproduzieren oder herunterladen darf. Das systematische Durchsuchen von ROYALFUT-Inhalten auf der Website, um direkt oder indirekt eine Sammlung, Zusammenstellung, Datenbank oder einen Katalog zu erstellen oder zusammenzustellen (sei es durch automatisierte oder manuelle Mittel), ist ohne schriftliche Genehmigung von ROYALFUT verboten. Darüber hinaus ist es den Nutzern untersagt, ROYALFUT-Inhalte für Zwecke zu verwenden, die nicht ausdrücklich durch diese Vereinbarung gestattet sind.',
        },
        {
            p: '3.2. Der Nutzer erklärt sich damit einverstanden, Nachrichten von ROYALFUT über die in seinem ROYALFUT-Konto angegebene oder bei der Zahlung in einem Partner-Zahlungssystem von ROYALFUT angegebene E-Mail-Adresse oder über jede andere auf der Website als Kommunikationsmethode angegebene Methode zu erhalten, und zwar über diese oder über alle vom Nutzer auf der Website gefundenen Social-Media-Plattformen, Instant-Messenger oder Online-Chat-Nachrichten. Der Nutzer stimmt hiermit zu, dass ROYALFUT die persönlichen Daten des Nutzers in der privaten Korrespondenz mit dem Nutzer oder für Massennachrichten verwenden kann.',
        },
        {
            p: '3.3. Nachrichten oder sonstige Informationen, die der Nutzer über die von ROYALFUT zur Verfügung gestellten Kommunikationssysteme versendet, sowie E-Mails, Faxnachrichten, Briefe, Nachrichten über Messenger-Plattformen, soziale Medien oder Sofortnachrichten von Online-Chats, die an die E-Mail-Adressen aus den von der Website erhaltenen Informationen gesendet werden, dürfen kein in Ziffer 5.3 beschriebenes Material enthalten und müssen darüber hinaus sachlich und wahrheitsgemäß sein und dürfen keine absichtlichen Lücken oder Änderungen enthalten.',
        },
        {
            p: '3.4. Kein Nutzer darf Maßnahmen ergreifen, um die Integrität der von ROYALFUT oder anderen Nutzern verwendeten Computersysteme oder Netzwerke zu untergraben, und kein Nutzer darf versuchen, sich unbefugten Zugang zu solchen Computersystemen oder Netzwerken zu verschaffen.',
        },
        {
            p: '3.5. Alle persönlichen Daten, die ROYALFUT erhält, werden entsprechend der Vereinbarung verarbeitet.',
        },
        {
            p: '3.6. ROYALFUT verwendet wichtige Cookies, damit die Website funktioniert. Cookies sind kleine Textdateien, die auf Ihrem Gerät (wie einem Computer, Smartphone oder einem anderen elektronischen Gerät) abgelegt werden, wenn Sie die Website nutzen. Wesentliche Cookies bieten grundlegende Funktionen, wie Sicherheit, Netzwerkmanagement und Erreichbarkeit. Sie können sie deaktivieren, indem Sie die Einstellungen Ihres Browsers ändern, aber dies kann die Funktionalität der Website beeinträchtigen.',
        },
        {
            p: '3.7. ROYALFUT hat das Recht, Werbe-Cookies zu erheben, zu verwenden, zu speichern und zu verarbeiten.',
        },
        {
            p: '3.8. Als Bedingung für den Zugang und die Nutzung der Website verpflichten sich die Nutzer, die Dienste von ROYALFUT nicht zu nutzen, um die Rechte Dritter in irgendeiner Weise zu verletzen. Im Falle eines Verstoßes hat ROYALFUT das Recht, Nutzerkonten zu schließen.',
        },
        {
            p: '3.9. Bei der Registrierung auf der Website kann ROYALFUT ein automatisch generiertes Passwort an den Nutzer senden. Der Nutzer erklärt sich mit der Angabe seiner Kontaktadresse (z. B. E-Mail) damit einverstanden, dass diese Angaben überprüfbar, genau, richtig und vollständig sind und bestätigt und garantiert diese Tatsache. Mit der Angabe einer Kontaktadresse erklärt sich der Nutzer damit einverstanden, von ROYALFUT eine Nachricht mit einem Passwort gemäß Ziffer 3.2 zu erhalten. Der Nutzer erklärt sich damit einverstanden, dass das Passwort nicht die volle Sicherheit seines Kontos vor unbefugtem Zugriff auf der Website garantiert, und daher sollte das Passwort vor dem ersten Login-Versuch geändert werden, um den maximalen Schutz des Kontos zu gewährleisten.',
        },
        {
            p: '3.10. ROYALFUT behält sich das Recht vor, Nutzerkonten zu kündigen, wenn ROYALFUT der Ansicht ist, dass das Verhalten des Nutzers den Interessen von ROYALFUT, seinen Mitarbeitern, Geschäftsführern, verbundenen Unternehmen oder anderen Nutzern schadet, oder aus jedem anderen Grund, der im alleinigen und absoluten Ermessen von ROYALFUT liegt, mit oder ohne Begründung.',
        },
        {
            p: '3.11. ROYALFUT kann Links zu externen Websites bereitstellen, die in den Verkauf von Produkten und Dienstleistungen involviert sein können. ROYALFUT ist nicht für die Überprüfung und Bewertung von Websites verantwortlich und hat keine Kontrolle über den Inhalt von Websites oder Entscheidungen, die von Dritten getroffen werden. ROYALFUT ist nicht verantwortlich für irgendwelche Handlungen dieser Websites gegen Sie.',
        },
        {
            p: '3.12. Der Nutzer ist damit einverstanden, dass der Verkäufer die Bestellung innerhalb von 3 Tagen ab dem Zeitpunkt ausliefern muss, an dem der Nutzer alle notwendigen Daten für die Liefermethode Comfort (E-Mail, Passwort, EA-Account-Backup-Code) angegeben hat, unabhängig vom Preis der Bestellung.',
        },
        {
            p: '4. Registrierter Benutzer',
        },
        {
            p: '4.1. Indem Sie ein registrierter Nutzer werden, stimmen Sie der Erhebung, Verarbeitung, Speicherung und Übertragung Ihrer personenbezogenen Daten zu. Sie stimmen außerdem zu, dass Ihre persönlichen Daten in unsere Datenbank aufgenommen werden und erlauben ROYALFUT, diese Informationen mit anderen Nutzern in Übereinstimmung mit den in der Vereinbarung festgelegten Zwecken zu teilen.',
        },
        {
            p: '4.2. ROYALFUT kann die Registrierung ablehnen und die Ausstellung eines Kontos und des dazugehörigen Benutzernamens und Passworts für jeden Nutzer aus beliebigen Gründen oder ohne Grund verweigern.',
        },
        {
            p: '4.3. ROYALFUT kann das Konto eines registrierten Benutzers jederzeit aussetzen oder kündigen, wenn:',
        },
        {
            p: '• nach alleiniger und uneingeschränkter Feststellung von ROYALFUT ein Verstoß gegen die Bestimmungen dieser Vereinbarung durch den registrierten Benutzer vorliegt; oder',
        },
        {
            p: '• ROYALFUT begründeten Anlass zu der Vermutung hat, dass die vom registrierten Benutzer bereitgestellten Informationen unwahr, ungenau oder nicht aktuell oder vollständig sind; oder',
        },
        {
            p: '• ROYALFUT ist der Ansicht, dass das Verhalten des Nutzers den Interessen von ROYALFUT, seinen Mitarbeitern, Direktoren, verbundenen Unternehmen oder anderen Nutzern schadet; oder',
        },
        {
            p: '• aus einem anderen Grund oder ohne Grund, nach dem alleinigen und absoluten Ermessen von ROYALFUT',
        },
        {
            p: '4.4. Ein registrierter Nutzer darf ein Konto, einen Benutzernamen oder ein Passwort ohne vorherige schriftliche Zustimmung von ROYALFUT nicht an Dritte verkaufen, zu verkaufen versuchen, zum Verkauf anbieten, verschenken, abtreten oder anderweitig übertragen. ROYALFUT kann das Konto des registrierten Nutzers oder den Empfänger des Kontos des registrierten Nutzers im Falle des Verkaufs, des Verkaufsangebots, der Schenkung, der Abtretung oder der Übertragung unter Verstoß gegen die Bestimmungen dieses Abschnitts sperren oder kündigen.',
        },
        {
            p: '5. Buchungen auf ROYALFUT',
        },
        {
            p: '5.1. Es entsteht kein Handelsvertreterverhältnis zwischen einem Nutzer und ROYALFUT, seinen verbundenen Unternehmen, Direktoren, leitenden Angestellten oder Mitarbeitern aufgrund der Anzeige von Nutzerinformationen auf der Website durch ROYALFUT.',
        },
        {
            p: '5.2. Jeder Benutzer versteht, garantiert und stimmt zu, dass:',
        },
        {
            p: '• alle vom Benutzer auf der Website bereitgestellten Informationen wahr, genau, aktuell und vollständig sind; und',
        },
        {
            p: '• der Benutzer wird die Informationen unterstützen und schnell ändern, damit sie wahr, genau, aktuell und vollständig sind',
        },
        {
            p: '5.3. Jeder Nutzer erklärt, garantiert und stimmt zu, dass die ROYALFUT zur Verfügung gestellten Informationen auf der Website nicht:',
        },
        {
            p: 'a) betrügerische Informationen enthalten oder betrügerische Waren anbieten/anpreisen oder mit dem Verkauf oder dem Versuch des Verkaufs von gefälschten oder gestohlenen Waren oder Waren, deren Vermarktung und/oder Verkauf gesetzlich verboten ist, in Verbindung stehen oder in irgendeiner anderen Weise illegale Aktivitäten erleichtern',
        },
        {
            p: 'b) Teil eines Betrugsschemas für andere Nutzer der Website oder anderer illegaler Zwecke sind',
        },
        {
            p: 'c) Teil der Vermarktung von Produkten oder Dienstleistungen sind, die die Rechte Dritter verletzen oder in irgendeiner Weise zur Verletzung von Rechten Dritter beitragen oder diese fördern',
        },
        {
            p: 'd) gegen geltende Gesetze, Satzungen, Verordnungen oder Vorschriften verstoßen (einschließlich, aber nicht beschränkt auf Regelungen zur Exportkontrolle, zum Verbraucherschutz, zum unlauteren Wettbewerb, zur Antidiskriminierung oder zur falschen Werbung)',
        },
        {
            p: 'e) anrüchig, verleumderisch, rechtswidrig drohend oder rechtswidrig verfolgend sind',
        },
        {
            p: 'f) obszön sind, Pornografie jeglicher Art enthalten oder fördern oder mit pornografischem Material, Waren oder anderen Inhalten in Verbindung stehen, die in irgendeiner Weise sexuell eindeutiges Material fördern oder in irgendeiner Weise schädlich für Minderjährige sind',
        },
        {
            p: 'g) Diskriminierung aufgrund von Rasse, Geschlecht, Religion, Nationalität, Behinderung, sexueller Orientierung oder Alter fördern',
        },
        {
            p: 'h) Material enthalten, das als unautorisierte Werbung oder Spam angesehen wird',
        },
        {
            p: 'i) Angebote von jedem Nutzer im Zusammenhang mit geschäftlichen Aktivitäten anzufordern. Auch für den Fall, dass ROYALFUT feststellt, dass der Nutzer gegen diese Ziffer 5.3 (i) verstoßen hat, ermächtigt der Nutzer ROYALFUT, eine Vertragsstrafe bis zu 150,00 € unter Verwendung der in der Datei registrierten Zahlungsmethode des Nutzers zu erheben und/oder eine Kaution bis zu 300,00 € für die Freischaltung des Nutzerkontos zu verlangen',
        },
        {
            p: 'j) Computerviren, Trojaner oder andere zerstörerische Programme, Codes, Links und Webschnittstellen enthalten, die Software- oder Hardwaresysteme schädigen oder stören oder Software- oder Hardwaresysteme, Daten oder persönliche Daten übernehmen/enteignen können',
        },
        {
            p: 'k) direkt oder indirekt auf die Beschreibung von Waren und Dienstleistungen verweisen, die nach diesem Abkommen verboten sind, oder deren Beschreibung enthalten; oder',
        },
        {
            p: 'l) anderweitig keine Verantwortung für ROYALFUT, seine Mitarbeiter, Direktoren oder verbundenen Unternehmen begründen sollte',
        },
        {
            p: '5.4. Jeder Nutzer erklärt, garantiert und akzeptiert, dass der Nutzer alle erforderlichen Lizenzen und Genehmigungen Dritter für Urheberrechte, Marken, Geschäftsgeheimnisse oder Patente sowie andere Lizenzen und Genehmigungen, die in Übereinstimmung mit anderen Persönlichkeits- und Eigentumsrechten Dritter (einschließlich, aber nicht beschränkt auf Persönlichkeitsrechte und Rechte zum Schutz der Privatsphäre) erforderlich sein könnten, für alle Materialien und Daten, die der Nutzer auf der Website veröffentlicht und ROYALFUT zur Verfügung stellt oder ROYALFUT erlaubt, diese anzuzeigen oder zu speichern, erhalten hat. Jeder Nutzer erklärt, garantiert und akzeptiert, dass er allein dafür verantwortlich ist, dass alle Materialien und Daten, die der Nutzer auf der Website anzeigt und ROYALFUT zur Verfügung stellt und ROYALFUT erlaubt, diese anzuzeigen und zu speichern, keine Rechte Dritter verletzen oder mit dem Einverständnis des (der) Inhaber(s) solcher Rechte angezeigt wurden. Jeder Nutzer erklärt, garantiert und akzeptiert, dass der Nutzer das Recht hat, Produkte, die er auf der Website anbietet und zeigt, zu produzieren, anzubieten, zu verkaufen, zu importieren und zu vertreiben, und dass diese Produktion, das Angebot, der Verkauf, der Import und/oder der Vertrieb keine Rechte Dritter verletzen.',
        },
        {
            p: '5.5. Jeder Nutzer gewährt ROYALFUT und seinen verbundenen Unternehmen eine unwiderrufliche, unbefristete, weltweite und gebührenfreie, unterlizenzierbare (über mehrere Ebenen) und abtretbare Lizenz zur Darstellung und Nutzung aller von diesem Nutzer bereitgestellten Daten in Übereinstimmung mit den in der Vereinbarung genannten Zielen sowie die Lizenz zur Ausübung von Rechten, die Sie in Bezug auf diese Materialien und Daten besitzen, einschließlich, aber nicht beschränkt auf Urheber-, Veröffentlichungs- und Datenbankrechte, in allen derzeit bekannten oder unbekannten Medien.',
        },
        {
            p: '5.6. ROYALFUT hat das uneingeschränkte Recht, Daten über die Bestellung eines Nutzers öffentlich auf der Website anzuzeigen (Bestellzeitpunkt, verstrichene Zeit seit dem Beginn der Bestellung, verstrichene Zeit seit dem Ende der Bestellung, einschließlich der Kosten für die automatische Buchung (15 Minuten), die Plattform und die Menge der Münzen in der Bestellung), wobei die E-Mail-Adresse des Nutzers bis zu 7 sichtbare Symbole verschlüsseln kann, um die Vertraulichkeit zu wahren.',
        },
        {
            p: '5.7. ROYALFUT behält sich das Recht vor, nach eigenem und absolutem Ermessen jegliches auf der Website veröffentlichtes Material zu entfernen, einschließlich Inhalten, die ihrer Meinung nach illegal sind, eine Haftung für ROYALFUT auslösen können, gegen diese Vereinbarung verstoßen oder in anderer Weise als unangemessen erachtet werden.',
        },
        {
            p: '5.8. ROYALFUT behält sich das Recht vor, mit staatlichen Behörden, Privatdetektiven und/oder geschädigten Dritten bei der Untersuchung mutmaßlicher krimineller oder zivilrechtlicher Vergehen zusammenzuarbeiten. Darüber hinaus kann ROYALFUT die Identität und die Kontaktinformationen eines Nutzers offenlegen, wenn dies von einer staatlichen Behörde oder einer Strafverfolgungsbehörde, einem geschädigten Dritten, einer Vorladung oder einer anderen rechtlichen Maßnahme verlangt wird, und ROYALFUT ist nicht für Schäden oder andere Folgen einer solchen Offenlegung verantwortlich. Der Nutzer verpflichtet sich außerdem, keine Ansprüche gegen ROYALFUT wegen einer solchen Offenlegung geltend zu machen. In Bezug auf die oben genannten Informationen kann ROYALFUT das Konto eines Nutzers sperren oder kündigen, wenn ROYALFUT dies nach eigenem Ermessen für angemessen hält. Der Nutzer erklärt sich damit einverstanden, dass ROYALFUT keine Verantwortung gegenüber dem Nutzer trägt, einschließlich der Verantwortung für Folgeschäden oder andere Schäden, falls ROYALFUT eine der in diesem Abschnitt genannten Handlungen vornimmt, und der Nutzer erklärt sich damit einverstanden, das Risiko zu tragen, dass ROYALFUT solche Handlungen vornehmen kann.',
        },
        {
            p: '6. Transaktionen zwischen Käufern und Verkäufern',
        },
        {
            p: '6.1. ROYALFUT bietet eine elektronische Web-Plattform für den Austausch von Informationen zwischen Käufern («Käufer») und Verkäufern («Verkäufer») von Waren und Dienstleistungen.',
        },
        {
            p: '6.2. Die Nutzer tragen die volle Verantwortung für alle Bedingungen von Transaktionen auf der Website, durch sie oder als Ergebnis ihrer Nutzung, einschließlich, aber nicht beschränkt auf Zahlungsbedingungen, Rücksendungen, Garantien, Lieferung, Versicherung, Gebühren, Steuern, Eigentum, Lizenzen, Bußgelder/Strafzahlungen, Genehmigungen, Handhabung, Transport und Lagerung.',
        },
        {
            p: '6.3. ROYALFUT vertritt weder Verkäufer noch Käufer in bestimmten Transaktionen und handelt auch nicht als Vermittler für Verkäufer oder Käufer. ROYALFUT kontrolliert nicht und ist nicht verantwortlich für die Qualität, Sicherheit, Rechtmäßigkeit oder Verfügbarkeit der auf der Website zum Verkauf angebotenen Produkte oder Dienstleistungen, die Fähigkeit der Verkäufer, einen Verkauf abzuschließen, oder die Fähigkeit der Käufer, einen Kauf abzuschließen. Die Nutzer sind sich bewusst, dass sie es mit anderen Nutzern zu tun haben können, die unter Vorspiegelung falscher Tatsachen handeln. ROYALFUT empfiehlt, verschiedene auf der Website verfügbare Tools sowie den gesunden Menschenverstand zu nutzen, um zu beurteilen, mit wem Sie es zu tun haben.',
        },
        {
            p: '6.4. Für den Fall, dass die Übertragung von Waren und Geldmitteln an alle Benutzer innerhalb einer einzigen Transaktion durch einen ROYALFUT-Vertreter durchgeführt wird, können die Benutzer ihre Anonymität bewahren, und die Sicherheit der Rückgabe der Waren und/oder der Auszahlung von Geldmitteln ist garantiert.',
        },
        {
            p: '6.5. Jeder Nutzer erklärt sich damit einverstanden, dass der Nutzer alle Transaktionsrisiken bei der Nutzung der Website zur Durchführung von Transaktionen vollständig versteht und dass der Nutzer die Risiken der Haftung oder Schäden jeglicher Art in Verbindung mit der Nutzung der Website vollständig übernimmt. Jeder Nutzer erklärt sich damit einverstanden, dass ROYALFUT nicht für Verluste, Haftungen, Kosten, Schäden, Unannehmlichkeiten, Störungen oder Ausgaben jeglicher Art verantwortlich ist, die aus oder in Verbindung mit den Transaktionsrisiken entstehen können.',
        },
        {
            p: '6.6. Die Nutzer müssen alle Umsatz- und Nutzungssteuern sowie alle anderen Steuern, die sich aus der Nutzung der Website ergeben, selbst zahlen.',
        },
        {
            p: '7. Zahlung',
        },
        {
            p: '7.1. Das Entgelt, das ROYALFUT für die Nutzung seiner Dienste berechnet, beträgt je nach Angebot des Anbieters maximal 50 % der bezahlten Auftragssumme.',
        },
        {
            p: '7.2. Die Nutzer müssen in der Lage sein, die ROYALFUT-Gebühren und alle anderen Gebühren und anwendbaren Steuern, die mit den erbrachten Dienstleistungen verbunden sind, bis zum Fälligkeitsdatum zu bezahlen.',
        },
        {
            p: '7.3. Transaktionen zwischen Käufern und Verkäufern auf der Website können mit einem Promo-Code (Coupon) oder durch Anklicken eines Affiliate-Links durchgeführt werden. Jeder Affiliate erhält einen festen Prozentsatz von jeder Transaktion, die auf der Website über einen Affiliate-Link oder unter Angabe eines Promo-Codes (Coupons) getätigt wird.',
        },
        {
            p: '8. Streitigkeiten zwischen Benutzern',
        },
        {
            p: '8.1. Im Falle von Streitigkeiten zwischen Nutzern in Bezug auf Transaktionen auf der Website erklärt sich der Nutzer damit einverstanden, die Streitigkeit ROYALFUT als Schiedsrichter für eine endgültige und verbindliche Entscheidung vorzulegen. Um ROYALFUT eine faire und angemessene Untersuchung zu ermöglichen, verpflichten sich die Nutzer, kein Schiedsverfahren anzustreben, solange der Auftrag noch offen oder anhängig ist. Nutzer, die sich an Dritte wenden (mit Ausnahme staatlicher Ermittlungsbehörden), werden wie folgt behandelt: Ihre Handlungen werden als Einmischung in den Ermittlungsprozess und als Versuch, eine Entscheidung zu ihren Gunsten zu erzwingen, angesehen. ROYALFUT behält sich das Recht vor, Benutzer zu suspendieren oder dauerhaft zu sperren, die versuchen, die Standardbetriebsverfahren für noch aktive oder anhängige Aufträge zu stören.',
        },
        {
            p: '8.2. Wenn der Verkäufer dem Käufer oder ROYALFUT den Betrag erstatten muss, dann ermächtigt der Verkäufer ROYALFUT, den erstatteten Betrag (in der gleichen oder einer anderen Währung) von der von ihm angegebenen Zahlungsmethode (z.B. PayPal) an ROYALFUT abzubuchen. Der Verkäufer muss eine gültige Zahlungsmethode in seinem Konto haben. Sollte das Konto des Käufers keine ausreichende Deckung aufweisen, ermächtigt der Verkäufer ROYALFUT, den geschuldeten Betrag über diese Zahlungsmethode einzuziehen. ROYALFUT kann den Erstattungsbetrag auch auf das Konto des Verkäufers überweisen. Wenn der Verkäufer ROYALFUT keine gültige Zahlungsmethode zur Verfügung stellt, können wir die ausstehenden Beträge über andere Inkassomechanismen, einschließlich der Einbehaltung, einziehen.',
        },
        {
            p: '8.3. Für den seltenen Fall, dass ROYALFUT feststellt, dass ein Streit zwischen Nutzern durch einen Verstoß gegen die Nutzungsvereinbarung verursacht wurde, verpflichtet sich der verstoßende Nutzer, ROYALFUT eine Vertragsstrafe in Höhe von 150,00 € zu zahlen. Darüber hinaus kann ROYALFUT das Konto des Nutzers aussetzen oder sperren und/oder eine Kaution von bis zu 300,00 € verlangen, um das Konto des Nutzers zu aktivieren.',
        },
        {
            p: '9. Gewährleistungsausschluss; Haftungsbeschränkung',
        },
        {
            p: '9.1. Die Funktionen und Dienste auf der Website werden auf einer Basis von «wie gesehen» und «wie verfügbar» zur Verfügung gestellt, und ROYALFUT lehnt ausdrücklich jegliche ausdrückliche oder stillschweigende Garantie ab, einschließlich, aber nicht beschränkt auf, jegliche Garantie für Zustand, Qualität, Haltbarkeit, Leistung, Genauigkeit, Zuverlässigkeit, Marktgängigkeit oder Eignung für einen bestimmten Zweck. Alle derartigen Garantien, Erklärungen, Bedingungen, Verpflichtungen und Konditionen sind ausgeschlossen.',
        },
        {
            p: '9.2. ROYALFUT gibt keine Zusicherungen oder Garantien hinsichtlich der Gültigkeit, Genauigkeit, Korrektheit, Zuverlässigkeit, Qualität, Stabilität, Vollständigkeit oder Aktualität der auf oder über die Website bereitgestellten Informationen. ROYALFUT gibt keine Zusicherungen oder Garantien, dass die Herstellung, die Einfuhr, der Vertrieb, das Angebot, die Ausstellung, der Kauf, der Verkauf und/oder die Nutzung der auf der Website angebotenen oder angezeigten Produkte oder Dienstleistungen keine Rechte Dritter verletzen, und ROYALFUT gibt keinerlei Zusicherungen oder Garantien in Bezug auf die auf der Website angebotenen oder angezeigten Produkte oder Dienstleistungen.',
        },
        {
            p: '9.3. Jedes Material, das heruntergeladen oder anderweitig über die Website bezogen wird, liegt im Ermessen und auf Risiko jedes Nutzers, und jeder Nutzer ist allein verantwortlich für jegliche Schäden am Computersystem oder Datenverluste, die aus dem Herunterladen solchen Materials resultieren können. Keinerlei Ratschläge oder Informationen, ob mündlich oder schriftlich, die ein Nutzer von ROYALFUT oder über die Website erhält, geben Anlass zu irgendwelchen Garantien, die nicht ausdrücklich in diesem Dokument aufgeführt sind.',
        },
        {
            p: '9.4. Unter keinen Umständen haftet ROYALFUT für Verzögerungen, Ausfälle oder Unterbrechungen der über die Website bereitgestellten Inhalte oder Dienste, die direkt oder indirekt durch Naturphänomene, Kräfte oder Ursachen außerhalb der Kontrolle von ROYALFUT entstehen, einschließlich Internet-, Computer-, Telekommunikations- oder sonstiger Ausfälle, Geräteausfälle, Stromausfälle, Streiks, Arbeitskämpfe, Aufstände, Proteste, Unruhen, Arbeitskräfte- oder Materialmangel, Brände, Überschwemmungen, Wirbelstürme, Explosionen, Naturkatastrophen, Kriege, Regierungsmaßnahmen, Anordnungen nationaler oder ausländischer Gerichte oder Tribunale oder die Nichterfüllung von Verpflichtungen durch Dritte.',
        },
        {
            p: '9.5. Jeder Nutzer erklärt sich damit einverstanden, ROYALFUT, seine verbundenen Unternehmen, Direktoren, leitenden Angestellten und Mitarbeiter von jeglichen Verlusten, Ansprüchen, Haftungen (einschließlich Rechtskosten auf der Grundlage einer vollständigen Entschädigung), die direkt oder indirekt entstehen können, freizustellen und schadlos zu halten:',
        },
        {
            p: '1) aus der Nutzung der Website durch den Benutzer, einschließlich, aber nicht beschränkt auf die Anzeige von Informationen eines solchen Benutzers auf der Website',
        },
        {
            p: '2) aus einem Verstoß eines solchen Benutzers gegen eine der Bedingungen der Vereinbarung',
        },
        {
            p: '3) aus einer Verletzung der vom ROYALFUT-Nutzer abgegebenen Erklärungen und Garantien, einschließlich, aber nicht beschränkt auf diejenigen, die in den Abschnitten 5.3, 5.4 und 5.5 oben dargelegt sind.',
        },
        {
            p: '4) als Folge von Ansprüchen Dritter oder sonstiger Dritter im Zusammenhang mit den auf der Website angebotenen oder angezeigten Produkten.',
        },
        {
            p: '9.6. ROYALFUT und seine Partner, Direktoren, leitenden Angestellten und Mitarbeiter sind nicht verantwortlich für besondere, direkte, indirekte oder strafende Schäden oder Schäden im Allgemeinen (einschließlich, aber nicht beschränkt auf Schäden aufgrund von entgangenem Gewinn oder entgangenen Einsparungen, Geschäftsunterbrechung, Informationsverlust), unabhängig davon, ob diese aus Vertragserfüllung, Fahrlässigkeit, unerlaubter Handlung, verschuldensunabhängiger Haftung oder anderweitig entstanden sind:',
        },
        {
            p: '1) Nutzung oder Unmöglichkeit der Nutzung der Website',
        },
        {
            p: '2) Mängel an Waren, Mustern, Daten, Informationen oder Dienstleistungen, die von einem Nutzer oder einem Drittanbieter über die Website erworben oder bezogen wurden',
        },
        {
            p: '3) jegliche Ansprüche oder Forderungen, die der Nutzer an die Herstellung, den Import, den Vertrieb, das Angebot, die Ausstellung, den Kauf, den Verkauf und/oder die Verwendung von Produkten oder Dienstleistungen stellt, die auf der Website angeboten oder dargestellt werden, die Rechte Dritter verletzen oder von denen behauptet wird, dass sie Rechte verletzen, oder Ansprüche von Dritten, die Rechte geltend machen, zur Verteidigung oder zum Rechtsschutz berechtigt sind',
        },
        {
            p: '4) unbefugter Zugriff Dritter auf die Daten oder persönlichen Informationen eines Benutzers',
        },
        {
            p: '5) Aussagen, Verhalten oder Materialien, die von Benutzern der Website gepostet werden, einschließlich verleumderischem, beleidigendem oder illegalem Material',
        },
        {
            p: '6) alle anderen Gründe, die mit den Aktivitäten von ROYALFUT und der Bereitstellung von Dienstleistungen über die Website zusammenhängen',
        },
        {
            p: '9.7. ROYALFUT behält sich das Recht vor, auf eigene Kosten den ausschließlichen Schutz und die Kontrolle über eine Angelegenheit zu übernehmen; in diesem Fall müssen Sie mit ROYALFUT bei der Lösung dieser Angelegenheit zusammenarbeiten.',
        },
        {
            p: '9.8. ROYALFUT behält sich das Recht vor, den Zugang zur Website und ihren Funktionen für verschiedene Nutzer einzuschränken, zu verbieten oder zu schaffen sowie Funktionen zu ändern oder neue Funktionen ohne vorherige Ankündigung einzuführen. Jeder Nutzer erkennt an, dass die Unfähigkeit, die Website aus irgendeinem Grund ganz oder teilweise zu nutzen, negative Auswirkungen auf sein Geschäft haben kann. Jeder Nutzer erklärt sich damit einverstanden, dass ROYALFUT oder eines seiner verbundenen Unternehmen, Direktoren, leitenden Angestellten oder Mitarbeiter in keinem Fall gegenüber dem Nutzer oder Dritten für die Unmöglichkeit der Nutzung der Website (sei es aufgrund einer Verletzung, eines eingeschränkten Zugriffs, einer Änderung oder Beendigung einer Funktion auf der Website oder aus anderen Gründen) haftbar gemacht werden kann.',
        },
        {
            p: '9.9. ROYALFUT ist nicht der Autor von Inhalten Dritter, sei es von anonymen Benutzern, öffentlichen Autoren oder bezahlten Inhaltsanbietern. Weder ROYALFUT noch eines seiner verbundenen Unternehmen, Direktoren, leitenden Angestellten oder Mitarbeiter sind Beziehungen zu solchen Dritten eingegangen. Die Verantwortung für die Inhalte Dritter liegt allein bei der Partei, die diese Inhalte bereitstellt. Weder ROYALFUT noch seine verbundenen Unternehmen, Direktoren, leitenden Angestellten oder Mitarbeiter sind für die Richtigkeit, Relevanz, Rechtmäßigkeit oder Gültigkeit von Inhalten Dritter verantwortlich und haften nicht gegenüber Nutzern im Zusammenhang mit dem Vertrauen der Nutzer auf solche Inhalte Dritter. Darüber hinaus sind weder ROYALFUT noch seine verbundenen Unternehmen, Direktoren, leitenden Angestellten oder Mitarbeiter für das Verhalten von Nutzern auf der Website verantwortlich und haften nicht gegenüber Personen in Verbindung mit Schäden, die diese infolge eines solchen Nutzerverhaltens erleiden.',
        },
        {
            p: '9.10. ROYALFUT kann den Nutzern den Zugriff auf Inhalte, Produkte oder Dienstleistungen, die von Dritten angeboten werden, über Hyperlinks (verbale Links, Banner, Kanäle oder anderweitig) zu einer Website oder einem Profil/Account auf dem Webservice eines solchen Dritten gestatten. Der Nutzer erkennt an, dass ROYALFUT keine Kontrolle über solche Webseiten Dritter hat, solche Webseiten nicht kontrolliert und weder ROYALFUT noch seine verbundenen Unternehmen, Direktoren, Führungskräfte oder Mitarbeiter gegenüber irgendjemandem verantwortlich oder haftbar sind für solche Webseiten oder jegliche Inhalte, Produkte oder Dienstleistungen, die auf solchen Webseiten verfügbar sind. Der Nutzer muss die Nutzungsbedingungen solcher Websites und die Datenschutzrichtlinie lesen, bevor er solche Websites Dritter nutzt, um sich über die Nutzungsbedingungen solcher Websites zu informieren.',
        },
        {
            p: '9.11. Ungeachtet des Vorstehenden ist die Haftung von ROYALFUT, wenn sie für haftbar befunden wird, auf den größeren Teil beschränkt: a) den Betrag einer bestimmten strittigen Transaktion, b) die strittigen Gebühren, die die gesamten Gebühren, die der Nutzer 12 Monate vor der die Haftung begründenden Handlung an ROYALFUT gezahlt hat, nicht übersteigen, oder $100.',
        },
        {
            p: '10. Benutzerhinweis',
        },
        {
            p: '10.1. Alle Mitteilungen oder Ansprüche an den Nutzer sind wirksam, wenn sie persönlich zugestellt, per Kurier, Einschreiben, Fax oder E-Mail an die letzte bekannte Korrespondenz-, Fax- oder E-Mail-Adresse, die der ROYALFUT-Nutzer angegeben hat, gesandt oder durch kostenlose Veröffentlichung der Mitteilung oder des Anspruchs im öffentlichen Bereich der Website veröffentlicht werden. Die Mitteilung eines Nutzers gilt als bei diesem Nutzer eingegangen, wenn und wann:',
        },
        {
            p: '• ROYALFUT nachweisen kann, dass eine Nachricht, ob physisch oder elektronisch, an einen solchen Benutzer gesendet wurde; oder',
        },
        {
            p: '• unverzüglich, nachdem ROYALFUT eine solche Mitteilung in den öffentlichen Bereich der Website eingestellt hat, der kostenlos zugänglich ist.',
        },
        {
            p: '11. Rechtsstreit',
        },
        {
            p: '11.1. Die Parteien vereinbaren, dass alle rechtlichen oder fairen Ansprüche oder Streitigkeiten, die zwischen ihnen in Verbindung mit dieser oder früheren Versionen der ROYALFUT-Nutzungsvereinbarung, Ihrer Nutzung der oder Ihrem Zugang zur Website, den Diensten oder den über die ROYALFUT-Websites, -Dienste, -Anwendungen oder -Tools verkauften oder gekauften Produkten oder Dienstleistungen entstehen oder entstehen könnten, gemäß den in diesem Abschnitt über Rechtsstreitigkeiten dargelegten Bestimmungen beigelegt werden.',
        },
        {
            p: '11.2. Sie erklären sich damit einverstanden, dass das Recht der VAE, ungeachtet der Grundsätze des Kollisionsrechts, die Nutzungsvereinbarung und alle Ansprüche oder Streitigkeiten, die zwischen Ihnen und ROYALFUT entstehen oder entstehen könnten, regelt, sofern in der Nutzungsvereinbarung nichts anderes angegeben ist.',
        },
        {
            p: '11.3. Im Falle von Streitigkeiten, Ansprüchen, Fragen oder Meinungsverschiedenheiten, die sich aus dieser Vereinbarung ergeben oder im Zusammenhang mit ihrer Verletzung stehen, werden die Parteien dieser Vereinbarung alle Anstrengungen unternehmen, um die Streitigkeiten, Ansprüche, Fragen oder Meinungsverschiedenheiten zu lösen. Zu diesem Zweck konsultieren und verhandeln sie gewissenhaft miteinander und versuchen in Anerkennung ihrer gegenseitigen Interessen, eine faire und gerechte Lösung zu erreichen, die beide Parteien zufrieden stellt. Wenn sie nicht innerhalb von 60 Tagen zu einer solchen Entscheidung kommen, werden alle Streitigkeiten, Ansprüche, Fragen oder Meinungsverschiedenheiten nach Benachrichtigung der anderen Partei durch das Gericht am Sitz der Firma Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Vereinigte Arabische Emirate) je nach Art des Nutzers endgültig entschieden.',
        },
        {
            p: '12. Allgemeine Informationen',
        },
        {
            p: '12.1. Die ROYALFUT-Vereinbarung und alle auf unseren Websites veröffentlichten Dokumente stellen die gesamte Vereinbarung zwischen dem Nutzer und ROYALFUT in Bezug auf den Zugang zu und die Nutzung der Website dar und ersetzen alle früheren schriftlichen oder mündlichen Vereinbarungen in Bezug auf denselben Vertragsgegenstand.',
        },
        {
            p: '12.2. ROYALFUT und der Nutzer sind unabhängige Vertragspartner und es wird keine Agentur, Partnerschaft, Joint Venture, Arbeitnehmer-Arbeitgeber- oder Franchisegeber-Franchisenehmer-Beziehung durch diesen Vertrag beabsichtigt oder geschaffen.',
        },
        {
            p: '12.3. Das Versäumnis von ROYALFUT, ein Recht oder eine Bestimmung der Bedingungen dieser Vereinbarung auszuüben oder durchzusetzen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar.',
        },
        {
            p: '12.4. Sollte eine Bestimmung des Vertrages für ungültig oder nicht durchsetzbar befunden werden, wird diese Bestimmung aus dem Vertrag entfernt und berührt nicht die Gültigkeit und Anwendbarkeit der übrigen Bestimmungen des Vertrages.',
        },
        {
            p: '12.5. Der Nutzer erklärt sich damit einverstanden, dass es keine Drittbegünstigten in diesem Vertrag gibt.',
        },
        {
            p: '12.6. Überschriften dienen nur zu Referenzzwecken und definieren, begrenzen, interpretieren oder beschreiben in keiner Weise den Umfang der Überschrift selbst oder den Umfang eines solchen Abschnitts.',
        },
        {
            p: '13. Einhaltung der AML/KYC-Richtlinien',
        },
        {
            p: '13.1. Der Käufer und der Verkäufer erklären sich damit einverstanden, dass ROYALFUT eine «Know Your Customer»- und «Anti-Money Laundering»-Richtlinie (AML) hat, um Internetbetrug zu bekämpfen.',
        },
        {
            p: '13.2. ROYALFUT hat eine NULL-TOLERANZ-Politik gegen Internet-Betrug und jeden Versuch, auf illegale oder geheime Weise auf Kundeninformationen oder andere Informationen auf seinen Websites zuzugreifen oder diese zu erhalten. Das Unternehmen arbeitet mit lokalen, nationalen und internationalen Betrugsermittlungsbehörden zusammen und nutzt eine Vielzahl von elektronischen und anderen Mitteln, um Betrug zu verhindern, aufzudecken und zu unterdrücken. Das Unternehmen verfolgt aggressiv und unter Ausschöpfung der gesetzlichen Möglichkeiten die Täter, die auf der Website betrügerische Aktivitäten begangen haben. Das Unternehmen arbeitet mit Behörden wie der staatlichen und lokalen Polizei, dem US-FBI, US-amerikanischen und internationalen Zollbehörden und Interpol zusammen.',
        },
        {
            p: '13.3. Im Rahmen der Know-Your-Customer-Verfahren wertet ROYALFUT Kundentransaktionen aus und sammelt und speichert wesentliche Fakten über Nutzer, Kunden und deren Transaktionen. ROYALFUT verpflichtet sich, die Rechte der Nutzer und die Privatsphäre ihrer persönlichen Daten zu schützen. ROYALFUT sammelt personenbezogene Daten von Kunden nur in dem Umfang, der erforderlich ist, um den Nutzern ordnungsgemäß Dienstleistungen zu erbringen. Personenbezogene Daten von Käufern und ehemaligen Käufern dürfen nur in einer begrenzten Anzahl von Fällen in Übereinstimmung mit den geltenden Gesetzen und den Vereinbarungen zwischen ROYALFUT und dem Nutzer an Dritte weitergegeben werden. ROYALFUT muss Kundenakten, einschließlich Auszügen, Transaktionsberichten, Quittungen, Notizen, interner Korrespondenz und sonstiger Dokumente, die den Kunden betreffen, sorgfältig elektronisch aufbewahren, und zwar so lange, wie es von den Risikoübernahme-Teams der jeweiligen erwerbenden Banken verlangt wird.',
        },
        {
            p: '13.4. Jede finanzielle Transaktion, die mit Geldwäsche in Verbindung gebracht werden könnte, gilt als verdächtig. Die Grundlage für die Feststellung, dass eine bestimmte Transaktion verdächtig ist, können die persönliche Beobachtung und Erfahrung der ROYALFUT-Mitarbeiter sowie erhaltene oder ermittelte Informationen sein. Vorbehaltlich der geltenden Gesetze und Anforderungen internationaler Organisationen kann ROYALFUT, falls erforderlich und ohne Verpflichtung, eine Genehmigung oder Benachrichtigung des Kunden einzuholen, Regulierungs- und/oder Strafverfolgungsbehörden über verdächtige Transaktionen informieren. ROYALFUT sollte in regelmäßigen Abständen die von lokalen Behörden und internationalen Organisationen veröffentlichten Listen einsehen, die Listen bekannter oder mutmaßlicher Terroristen, terroristischer Organisationen und Hochrisikoländern, die den OFAC-Sanktionen unterliegen, enthalten. ROYALFUT ist verpflichtet, laufende Due-Diligence-Verfahren in Bezug auf seine Kunden durchzuführen, indem deren Transaktionen auf den Verdacht von Geldwäschedelikten analysiert werden.',
        },
        {
            p: '14. Einwilligung in die Verarbeitung personenbezogener Daten',
        },
        {
            p: 'Mit der Registrierung für den Dienst erteilt der Nutzer ROYALFUT die Zustimmung zur Überprüfung und Verarbeitung personenbezogener Daten auf der Grundlage der folgenden Bedingungen:',
        },
        {
            p: '1. Der Betreiber verarbeitet die Daten des Subjekts, um:',
        },
        {
            p: '• Sie mit unseren Dienstleistungen zu versorgen.',
        },
        {
            p: '• Sie per E-Mail, Telefon oder auf anderem Wege zu kontaktieren, um Streitigkeiten zu klären, Gebühren einzuziehen, Fehler in Ihrem Konto oder auf unseren Websites, Diensten, Anwendungen oder Tools zu beheben oder für andere gesetzlich zulässige Zwecke.',
        },
        {
            p: '• Verhinderung und Aufdeckung von Betrug, Sicherheitsverletzungen, potenziell verbotenen oder illegalen Aktivitäten und Durchsetzung unserer Benutzervereinbarungen',
        },
        {
            p: '• Überprüfung zur Identifizierung unserer Kunden und Verifizierung ihrer Identität',
        },
        {
            p: '• Operative Gründe wie Effizienzsteigerung, Schulung und Qualitätskontrolle',
        },
        {
            p: '• Verhindern von unautorisiertem Zugriff und Änderungen an unseren Systemen',
        },
        {
            p: '• Vermarktung unserer Dienstleistungen und der Dienstleistungen von ausgewählten Dritten für:',
        },
        {
            p: '✓ bestehende und ehemalige Kunden',
        },
        {
            p: '✓ Dritte, die zuvor Interesse an unseren Dienstleistungen bekundet haben',
        },
        {
            p: '✓ Dritte, mit denen wir bisher keine Geschäfte gemacht haben',
        },
        {
            p: '• Externe Audits und Qualitätsprüfungen',
        },
        {
            p: '2. Die Liste der personenbezogenen Daten, die an ROYALFUT zur Verarbeitung übermittelt werden:',
        },
        {
            p: 'Wir können die folgenden persönlichen Informationen über Sie sammeln und verwenden:',
        },
        {
            p: '• Ihren Namen und Ihre Kontaktinformationen, einschließlich E-Mail-Adresse und Telefonnummer',
        },
        {
            p: '• Informationen, die es uns ermöglichen, Ihre Identität zu überprüfen und zu bestätigen, wie z. B. Ihr Geburtsdatum',
        },
        {
            p: '• Ihre Geschlechtsinformationen, wenn Sie uns diese zur Verfügung stellen möchten',
        },
        {
            p: '• Computer-Login-Daten, Seitenaufrufstatistiken, Datenverkehr von und zu ROYALFUT und Cookie-Informationen',
        },
        {
            p: '• Standortdaten',
        },
        {
            p: '• Informationen über Ihre Lieferung (Plattform, Anzahl der Münzen in der Bestellung), Rechnungsinformationen, Informationen über Transaktionen und Zahlungskarten',
        },
        {
            p: '• Ihre persönlichen oder beruflichen Interessen',
        },
        {
            p: '• Ihr professioneller Online-Auftritt',
        },
        {
            p: '• Ihre Kontakthistorie mit ROYALFUT, seinen Mitarbeitern, Geschäftsführern, Tochtergesellschaften, Ihre Kaufhistorie und gespeicherten Artikel auf ROYALFUT',
        },
        {
            p: '• Informationen über die Konten, die Sie mit ROYALFUT verknüpfen, z. B. Facebook, Google und andere Plattformen',
        },
        {
            p: '• Informationen, die es uns ermöglichen, Kredit- oder andere Finanzprüfungen über Sie durchzuführen',
        },
        {
            p: '• Informationen darüber, wie Sie die ROYALFUT-Website nutzen',
        },
        {
            p: '• Ihre Antworten auf Umfragen und Informationen über die Teilnahme an Wettbewerben, Werbegeschenken und Sonderangeboten',
        },
        {
            p: '• Transaktionsinformationen, die auf Ihrer ROYALFUT-Aktivität basieren (z. B. Informationen zur Vereinfachung des Kauf- und Verkaufsprozesses)',
        },
        {
            p: '• öffentliche Diskussionen, Chats, Streitschlichtung, Korrespondenz über ROYALFUT, sowie an uns gesendete Korrespondenz',
        },
        {
            p: '• andere Informationen, einschließlich IP-Adresse und Standard-Webprotokolldaten (Browsertyp, Internet Service Provider (ISP), Verweis-/Ausgangsseiten, Betriebssystem, Datums-/Zeitstempel und Clickstream-Daten) sowie zusätzliche Informationen von Dritten, wie z. B. Abrechnungskontoinformationen, die von Zahlungsdiensten bereitgestellt werden, die Sie für Einkäufe oder Zahlungen nutzen, sowie Ihre Browser-ID, Cookie-ID, Geräte-ID, Gerätetyp, Informationen über die Nutzung von Proxyservern/VPN und damit verbundenen Technologien, Standortinformationen, E-Mail-Adressen, Telefonnummern und öffentliche Social-Media-Profile, die von unseren Dienstleistern für Zahlungsbetrug und Kunden-Due-Diligence bereitgestellt werden.',
        },
        {
            p: 'Diese persönlichen Daten sind erforderlich, um Ihnen unsere Dienstleistungen zur Verfügung zu stellen. Sie können sich dafür entscheiden, uns keine Informationen zur Verfügung zu stellen, aber einige Informationen über Sie sind notwendig, damit Sie sich als Mitglied registrieren, Produkte oder Dienstleistungen kaufen, ein Profil ausfüllen, an Umfragen, Wettbewerben oder Verlosungen teilnehmen, uns eine Frage stellen oder andere Transaktionen auf unserer Website einleiten können. ROYALFUT verwendet diese Informationen auch für Trendanalysen, Betrugserkennung und die Verwaltung der Website.',
        },
        {
            p: 'Die Einwilligung ist ab dem Zeitpunkt gültig, an dem die betroffene Person unter https://royalfut.com registriert ist.',
        },
        {
            p: '15. Richtlinie zur Cookie-Verarbeitung',
        },
        {
            p: 'Mit dem Besuch von https://royalfut.com akzeptieren Sie diese Richtlinie, einschließlich der Tatsache, dass ROYALFUT Cookies und andere Daten für die spätere Verarbeitung durch Google Analytics, Yandex.Metrics und andere Systeme verwenden und sie auch an Dritte weitergeben kann, um Forschungen durchzuführen, Arbeiten auszuführen oder Dienstleistungen anzubieten.',
        },
        {
            p: 'Wenn Sie https://royalfut.com besuchen, können Cookies verwendet werden, um:',
        },
        {
            p: '• die sichere und ordnungsgemäße Funktion der Website zu gewährleisten',
        },
        {
            p: '• die Qualität der Seite zu verbessern',
        },
        {
            p: '• die Registrierung auf der Seite auszuführen',
        },
        {
            p: '• Sie mit Informationen über die Website, einschließlich ihrer Produkte und Dienstleistungen, zu versorgen',
        },
        {
            p: '• Produkte und/oder Dienstleistungen zu verbessern und neue Produkte und/oder Dienstleistungen zu entwickeln.',
        },
        {
            p: 'Andere gesammelte Informationen können verwendet werden, um Ihre «Interessenliste» zu erstellen, die aus einem zufälligen Bezeichner, einer Interessenkategorie und einem Zeitstempel besteht, um Ihnen Online-Inhalte und Werbung zu zeigen, die Ihren Interessen entsprechen.',
        },
        {
            p: 'Der von Ihnen verwendete Browser und/oder das von Ihnen verwendete Gerät können eventuell dafür sorgen, dass Cookies blockiert, gelöscht oder anderweitig eingeschränkt werden. Cookies sind jedoch ein wichtiger Bestandteil von https://royalfut.com, sodass das Blockieren, Löschen oder Einschränken ihrer Verwendung zum Verlust des Zugriffs auf viele Funktionen der Website führen kann.',
        },
        {
            p: 'Um zu erfahren, wie Sie Cookies im Browser oder auf dem Gerät, das Sie verwenden, verwalten können, können Sie den Anweisungen des Browser-Entwicklers oder Geräteherstellers folgen.',
        },
    ],
    fr: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Date d’entrée en vigueur : 4 juin 2021.',
        },
        {
            p: '1. Introduction',
        },
        {
            p: '1.1. Si vous poursuivez la navigation sur ce site Web, vous acceptez les termes du présent Accord utilisateur. Lisez attentivement l’Accord utilisateur accessible sur ROYALFUT.COM qui expose vos droits et responsabilités, ainsi que les droits et responsabilités qui reviennent à ROYALFUT. Si vous refusez de vous plier à ces conditions, vous ne pourrez ni vous inscrire au service ni l’utiliser.',
        },
        {
            p: '1.2. ROYALFUT.com (" ROYALFUT «) est un lieu d’échanges où les utilisateurs peuvent proposer, vendre et acheter des produits. À ce titre, ROYALFUT n’est ni propriétaire ni vendeur des produits exposés sur le site Web. L’accord de vente et d’achat est directement conclu entre l’acheteur et le vendeur.',
        },
        {
            p: '1.3. ROYALFUT ne contrôle ni n’atteste l’existence, la qualité, la sûreté ou la légalité des produits exposés.',
        },
        {
            p: '1.4. ROYALFUT n’agit qu’en qualité d’intermédiaire et ne saurait être tenu responsable des conséquences matérielles et/ou légales des transactions. Par exemple, dans certains jeux, certaines actions sont passibles de sanctions/malus, pouvant aller jusqu’à la suspension du compte. ROYALFUT s’abstient de lire et/ou d’évaluer les règles des jeux et ne vérifie pas les actions des utilisateurs dans les jeux concernés.',
        },
        {
            p: '1.5. ROYALFUT est garant des transactions conclues entre les utilisateurs du site Web. À ce titre, il ne veille qu’à la bonne exécution des transactions, et non à leur efficacité.',
        },
        {
            p: '1.6. ROYALFUT permet aux utilisateurs de conserver leur anonymat si le transfert des biens et des paiements se fait sur www.royalfut.com.',
        },
        {
            p: '1.7. Dans les circonstances exposées dans la clause 1.6, la responsabilité de ROYALFUT se limite au montant de la transaction. En cas de refus d’un utilisateur d’une transaction menée à son terme, ROYALFUT garantit un remboursement total, hors commissions.',
        },
        {
            p: '1.8. Cet Accord utilisateur (» Accord «), ainsi que les autres documents accessibles sur www.royalfut.com (» Site Web «), décrivent la procédure, les termes et conditions des interactions avec les utilisateurs.',
        },
        {
            p: '1.9. Cet Accord est conclu entre vous, en qualité d’utilisateur de nos services (» Utilisateur «), et ROYALFUT. En acceptant cet Accord, vous convenez d’en respecter tous les termes quand vous accédez à nos services et les utilisez.',
        },
        {
            p: '1.10. Si vous accédez à notre site Web ou si vous l’utilisez, vous consentez expressément aux termes et conditions exposés dans cet Accord. Vous convenez en outre d’être lié par les termes de cet Accord quant à votre accès et votre utilisation du Site Web, ainsi que par les mises à jour, extensions ou modifications susceptibles d’être déployées sur le Site Web. Si vous n’acceptez pas les termes de l’Accord dans leur totalité, abstenez-vous d’utiliser le Site Web. Vous ne pouvez pas utiliser le Site Web et accepter les termes de cet Accord si (A) vous n’avez pas atteint l’âge légal pour conclure un accord à valeur exécutoire, ou si (B) vous n’êtes pas autorisé à utiliser le Site Web aux termes de la législation des Émirats arabes unis ou d’autres pays, dont votre pays de résidence ou le pays depuis lequel vous utilisez le Site Web.',
        },
        {
            p: '1.11. ROYALFUT a le droit absolu et indéniable de refuser aux Utilisateurs un remboursement si leur commande a été livrée en intégralité.',
        },
        {
            p: '1.12. Les remboursements ne sont accordés qu’après examen de la demande de l’Utilisateur en ce sens par l’équipe ROYALFUT. Les décisions de l’équipe ROYALFUT sont absolues et définitives. Si un remboursement a été accordé à destination du compte personnel d’un Utilisateur, ce transfert nécessite de 1 à 14 jours ouvrés, selon le système de paiement utilisé. ROYALFUT n’a aucune influence sur ce processus. Les remboursements sont uniquement effectués à destination du compte utilisé pour mener à bien la transaction sur le site.',
        },
        {
            p: '1.13. Un Utilisateur inscrit peut supprimer son compte s’il est en possession de ses identifiants (adresse e-mail, mot de passe du compte ROYALFUT). ROYALFUT garantit alors la suppression des données de l’Utilisateur de ses bases de données. Vous pouvez nous demander d’actualiser, de bloquer ou de supprimer vos données personnelles si lesdites données sont incomplètes, obsolètes, incorrectes, obtenues par des moyens illégaux ou ne sont plus pertinentes à des fins de traitement. Pour ce faire, veuillez nous contacter à l’adresse support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT est susceptible de réviser cet Accord ou tout autre document du Site Web avec ou sans préavis en publiant l’Accord et/ou les documents connexes amendés sur le Site Web. L’Accord et/ou les documents amendés s’appliqueront dès leur publication. Une fois les documents amendés publiés, votre utilisation prolongée du Site Web vaudra acceptation des termes et conditions amendés. L’Accord et la politique du Site Web ne sauraient être modifiés autrement que par écrit et par un agent autorisé de ROYALFUT.',
        },
        {
            p: '2. Définitions',
        },
        {
            p: '2.1. Données personnelles — toute information relevant d’un individu identifié ou identifiable.',
        },
        {
            p: '2.2. Contenu ROYALFUT — les données, textes, images, vidéos, catalogues, bases de données et offres accessibles sur ou depuis le Site Web et dénommés ci-après le » Contenu ROYALFUT «.',
        },
        {
            p: '2.3. Utilisateur inscrit — tout utilisateur qui remplit le formulaire d’inscription sur le Site Web et renseigne des informations sur lui-même (par exemple, ses nom, adresse, numéro de téléphone, numéro de fax, e-mail, etc.) devient un utilisateur inscrit (» Utilisateur inscrit «) de ROYALFUT.',
        },
        {
            p: '2.4. Risques opérationnels — les risques auxquels s’exposent les utilisateurs quand ils utilisent le Site Web ou passent des transactions sont qualifiés de » risques opérationnels «. Les Risques opérationnels comprennent les risques de poursuite en responsabilité ainsi que les risques de dommages de toute sorte en lien avec l’utilisation du Site Web. Ces risques comprennent, sans limitation :',
        },
        {
            p: '• informations biaisées sur les produits et services, systèmes de fraude, qualité insatisfaisante, disparités des conditions techniques, produits défectueux et dangereux, produits illégaux, défauts de livraison/paiement dans les délais convenus, évaluations de valeur erronées, rupture de garantie et violation de contrat ;',
        },
        {
            p: '• risques que la production, l’importation, la distribution, l’offre, la démonstration, l’achat, la vente et/ou l’utilisation des produits ou services offerts ou affichés sur le Site Web violent ou soient réputés violer les droits de tiers, ainsi que le risque que les utilisateurs s’exposent à des dépenses pour leur défense, entre autres coûts en lien avec l’exercice des droits de tiers par des tiers ou en lien avec les prétentions d’un tiers à défendre ses droits ou à réclamer des dommages en lien avec l’exercice de ses droits ou avec les revendications de tiers ;',
        },
        {
            p: '• risques que les consommateurs, autres acheteurs, utilisateurs finaux des produits ou autres individus qui prétendent avoir subi des dommages relevant d’un produit initialement obtenu par des utilisateurs du Site Web au terme de transactions de vente et d’achat en lien avec l’utilisation du Site Web s’exposent à des dommages et/ou poursuites découlant de leur utilisation de ces produits.',
        },
        {
            p: '2.5. » Utilisateur " — tout individu qui accède au Site Web pour quelque raison que ce soit, qu’il s’agisse d’un Utilisateur inscrit ou non.',
        },
        {
            p: '3. Utilisation de ROYALFUT',
        },
        {
            p: '3.1. Dispositions générales. Les Utilisateurs sont libres d’utiliser exclusivement le Site Web à leurs fins propres. Chaque Utilisateur convient de ne pas copier, reproduire ou télécharger tout contenu du Site Web dans le but de revendre ou redistribuer les Contenus ROYALFUT, d’organiser des communications groupées (e-mail, messagerie texte sans fil, courrier postal ou autre), d’entrer en concurrence avec ROYALFUT, ou pour toute autre utilisation commerciale du Contenu ROYALFUT. L’exploitation systématique du Contenu ROYALFUT depuis le Site Web pour créer ou compiler, directement ou indirectement, une collection, compilation, base de données ou catalogue (par des moyens automatisés ou manuels) sans l’autorisation écrite de ROYALFUT est interdite. En outre, les Utilisateurs s’interdisent d’utiliser le Contenu ROYALFUT à toute fin qui ne serait pas expressément autorisée par cet Accord.',
        },
        {
            p: '3.2. L’Utilisateur accepte de recevoir des messages de la part de ROYALFUT à l’adresse e-mail indiquée sur son compte ROYALFUT, ou spécifiée lors du paiement via le système à cet effet d’un partenaire de ROYALFUT, ou via tout moyen de communication spécifié en tant que tel sur le site, par son intermédiaire ou par l’intermédiaire de toute plateforme de réseaux sociaux, messagerie instantanée ou chat en ligne dont s’est servi l’Utilisateur sur le site. L’Utilisateur autorise par les présentes ROYALFUT à utiliser les données personnelles de l’Utilisateur dans les correspondances privées avec l’Utilisateur ou dans les communications de masse.',
        },
        {
            p: '3.3. Les messages ou toute autre information envoyés par l’Utilisateur par le biais de systèmes de communication mis à disposition par ROYALFUT, de même que les e-mails, fax, lettres, messages envoyés par des plateformes de messagerie ou réseaux sociaux, messages instantanés de discussions en ligne envoyés aux adresses e-mail obtenues sur le Site Web ne doivent pas comporter l’un ou l’autre des contenus décrits dans la Clause 5.3. Ils doivent de plus être factuels et véridiques, et ne pas contenir de lacunes ou modifications délibérées.',
        },
        {
            p: '3.4. Aucun Utilisateur ne devra entreprendre quelque action que ce soit pour compromettre l’intégrité des systèmes ou réseaux informatiques utilisés par ROYALFUT ou tout autre Utilisateur, et aucun Utilisateur ne devra tenter d’y accéder illégalement.',
        },
        {
            p: '3.5. Toutes les données personnelles reçues par ROYALFUT seront exploitées conformément à cet Accord.',
        },
        {
            p: '3.6. ROYALFUT utilise des cookies indispensables au bon fonctionnement du Site Web. Les cookies sont de petits fichiers textes installés sur votre appareil (ordinateur, smartphone, tablette, etc.) quand vous utilisez le Site Web. Ces cookies essentiels assurent des fonctionnalités de base, comme la sécurité, la gestion du réseau et l’accessibilité. Vous pouvez les désactiver depuis les paramètres de votre navigateur, au risque d’altérer le fonctionnement du Site Web.',
        },
        {
            p: '3.7. ROYALFUT est libre de collecter, utiliser, stocker et exploiter les cookies publicitaires.',
        },
        {
            p: '3.8. En préalable à leur accès au Site Web et à son utilisation, les Utilisateurs conviennent de ne pas utiliser les services de ROYALFUT pour contrevenir de quelque manière aux droits de tiers. En cas d’infraction, ROYALFUT se réserve le droit de fermer les comptes des Utilisateurs concernés.',
        },
        {
            p: '3.9. Lors de l’inscription sur le Site Web, ROYALFUT peut être amené à envoyer à l’Utilisateur un mot de passe généré automatiquement. L’Utilisateur, lorsqu’il renseigne ses informations de contact (son adresse e-mail, par exemple), garantit leur exactitude. Lorsqu’il renseigne ses informations de contact, l’Utilisateur accepte de recevoir de la part de ROYALFUT un message avec un mot de passe, conformément à la Clause 3.2. L’Utilisateur convient que le mot de passe ne saurait exclure totalement l’éventualité d’un accès illégitime à son compte sur le Site Web. Ainsi, pour assurer au mieux la sécurité du compte, le mot de passe fourni devra être modifié avant la première tentative de connexion.',
        },
        {
            p: '3.10. ROYALFUT se réserve le droit de résilier un compte d’Utilisateur si ROYALFUT estime que le comportement de l’Utilisateur nuit aux intérêts de ROYALFUT, à ses employés, directeurs, affiliés ou autres, ou pour tout autre motif déterminé à la seule discrétion de ROYALFUT.',
        },
        {
            p: '3.11. ROYALFUT peut communiquer des liens vers des sites externes impliqués dans la vente de produits ou de services. ROYALFUT n’est pas tenu d’évaluer les sites Web, pas plus qu’il ne contrôle le contenu des sites Web ou les décisions prises par des tiers. ROYALFUT n’est pas responsable des actions entreprises contre vous par ces sites Web.',
        },
        {
            p: '3.12. L’Utilisateur convient que le vendeur doit honorer la commande dans un délai de 3 jours à compter du moment où toutes les données nécessaires au mode de livraison choisi (e-mail, mot de passe, code de sécurité du compte EA) ont été renseignées par l’Utilisateur, quel que soit le prix de la commande.',
        },
        {
            p: '4. Utilisateur inscrit',
        },
        {
            p: '4.1. Si vous devenez un Utilisateur inscrit, vous consentez à la collecte, à l’exploitation, au stockage et au transfert de vos données personnelles. Vous consentez de même à ce que vos données personnelles soient intégrées à notre base de données, et vous autorisez ROYALFUT à partager ces informations avec d’autres Utilisateurs, conformément aux objets exposés dans cet Accord.',
        },
        {
            p: '4.2. ROYALFUT peut refuser d’inscrire un Utilisateur et de lui allouer un compte, en ce compris les nom d’utilisateur et mot de passe associés, et ce, pour quelque raison que ce soit.',
        },
        {
            p: '4.3. ROYALFUT peut à tout moment suspendre ou résilier le compte d’un Utilisateur inscrit si :',
        },
        {
            p: '• à sa seule et entière discrétion, ROYALFUT détermine que l’Utilisateur inscrit a contrevenu à l’une ou l’autre des dispositions de cet Accord ; ou si',
        },
        {
            p: '• ROYALFUT a des motifs raisonnables de soupçonner que les informations renseignées par l’Utilisateur inscrit sont fausses, imprécises, obsolètes ou incomplètes ; ou si',
        },
        {
            p: '• ROYALFUT estime que le comportement de l’Utilisateur nuit aux intérêts de ROYALFUT, de ses employés, directeurs et affiliés, ou d’autres Utilisateurs ; ou',
        },
        {
            p: '• pour quelque raison que ce soit, à la seule et entière discrétion de ROYALFUT.',
        },
        {
            p: '4.4. Un Utilisateur inscrit n’est pas autorisé à vendre, tenter de vendre, proposer à la vente, donner, attribuer ou transférer de quelque manière que ce soit ses compte, nom d’utilisateur ou mot de passe sans l’accord préalable écrit de ROYALFUT. ROYALFUT se réserve le droit de suspendre ou résilier le compte de l’Utilisateur inscrit ou du bénéficiaire de l’Utilisateur inscrit dans le cas d’une vente, proposition de vente, don, attribution ou transfert, en contradiction avec les termes de cette section.',
        },
        {
            p: '5. Publications sur ROYALFUT',
        },
        {
            p: '5.1. L’affichage par ROYALFUT des informations des Utilisateurs sur le Site Web n’implique pas l’existence d’une quelconque relation commerciale entre ces Utilisateurs et ROYALFUT, ses directeurs, agents et employés.',
        },
        {
            p: '5.2. Tous les Utilisateurs comprennent, garantissent et conviennent que :',
        },
        {
            p: '• toute information renseignée par l’Utilisateur sur le Site Web est véridique, précise, à jour et complète ; et que',
        },
        {
            p: '• l’Utilisateur veillera à corriger et actualiser ses informations dans les meilleurs délais.',
        },
        {
            p: '5.3. Tous les Utilisateurs déclarent, garantissent et conviennent que les informations communiquées à ROYALFUT sur le Site Web ne doivent pas :',
        },
        {
            p: 'a) contenir toute information frauduleuse, ou proposer/promouvoir des biens frauduleux, ou relever de la vente ou d’une tentative de vendre des biens contrefaits ou volés, ou sinon des biens interdits de vente et/ou de publicité, ou favoriser une quelconque activité illégale ;',
        },
        {
            p: 'b) participer d’une escroquerie ou autre activité illégale à l’encontre d’autres Utilisateurs du Site Web ;',
        },
        {
            p: 'c) participer de la promotion de produits ou services qui contreviennent ou contribuent, voire encouragent à contrevenir, aux droits des tiers ;',
        },
        {
            p: 'd) contrevenir aux lois, statuts, ordonnances et réglementations applicables (dont, sans limitation, le contrôle des exportations, la protection des consommateurs, la concurrence déloyale, les pratiques antidiscriminatoires ou la fausse publicité) ;',
        },
        {
            p: 'e) être à caractère diffamatoire, injurieux, menaçant ou illégitimement procédurier ;',
        },
        {
            p: 'f) être obscène, contenir, promouvoir ou relever de supports pornographiques ou contenus à caractère sexuellement explicite ou qui nuirait aux mineurs de quelque manière que ce soit ;',
        },
        {
            p: 'g) encourager toute forme de discrimination (race, genre, religion, nationalité, handicap, orientation sexuelle, âge, etc.) ;',
        },
        {
            p: 'h) contenir tout élément qualifié de publicité illégale ou indésirable ;',
        },
        {
            p: 'i) solliciter des offres de la part d’un quelconque Utilisateur quant à des activités commerciales. En outre, au cas où ROYALFUT constate qu’un Utilisateur a contrevenu à la Clause 5.3 (i), l’Utilisateur autorise ROYALFUT à imputer une amende pouvant aller jusqu’à 150 €, à prélever moyennant le mode de paiement renseigné par l’Utilisateur et/ou exiger un dépôt à hauteur maximale de 300 € pour activer le compte de l’Utilisateur ;',
        },
        {
            p: 'j) contenir des virus, chevaux de Troie ou tout autre programme, code, lien ou interface Web susceptible de nuire aux systèmes logiciels et matériels ou de plus généralement contrarier leur bon fonctionnement, ou de prendre le contrôle/exproprier tout système logiciel ou matériel, information ou donnée personnelle ;',
        },
        {
            p: 'k) inclure ou se rapporter directement ou indirectement à la description de biens ou services interdits par cet Accord ; ou',
        },
        {
            p: 'l) engager de quelque manière que ce soit la responsabilité de ROYALFUT, de ses employés, directeurs et affiliés.',
        },
        {
            p: '5.4. Chaque Utilisateur déclare, garantit et convient qu’il détient les droits, noms de marque, secrets commerciaux, brevets et licences nécessaires, entre autres licences et autorisations requises eu égard à tout droit personnel et intellectuel de tiers (dont, sans limitation, les droits de personnalité et de protection de la vie privée), relatifs à tout contenu ou information que l’Utilisateur publie sur le Site Web et communique à ROYALFUT, ou autorise ROYALFUT à afficher ou stocker. Chaque Utilisateur déclare, garantit et convient qu’il lui appartient de veiller à ce que les contenus et données qu’il affiche sur le Site Web, communique à ROYALFUT et autorise ROYALFUT à afficher et stocker, ne contreviennent à aucun droit de tiers ou sont utilisés avec le consentement du ou des propriétaires de tels droits. Chaque Utilisateur déclare, garantit et convient qu’il détient le droit de produire, offrir, vendre, importer et distribuer les produits qu’il expose et affiche sur le Site Web, et que cette production, offre, vente, importation et/ou distribution ne contrevient à aucun droit de tiers.',
        },
        {
            p: '5.5. Chaque Utilisateur concède à ROYALFUT et ses affiliés une licence irrévocable, perpétuelle, internationale et libre de droits, cessible et pouvant donner lieu à l’octroi d’une sous-licence (à plusieurs niveaux), pour afficher et exploiter toutes les données renseignées par l’Utilisateur conformément à l’objet de cet Accord, ainsi que la licence d’exécution des droits qu’il détient en lien avec ces contenus ; dont, sans limitation, les droits de propriété intellectuelle, ainsi que les droits relatifs aux publications et aux bases de données, sur tout support connu ou à connaître.',
        },
        {
            p: '5.6. ROYALFUT détient le droit absolu d’afficher publiquement les données relatives à la commande d’un Utilisateur (date de la commande, temps écoulé depuis la fin de la commande, coûts de publication automatique (15 minutes), plateforme et quantité de pièces de la commande). L’e-mail de l’Utilisateur sera partiellement masqué (jusqu’à 7 symboles visibles) par souci de confidentialité.',
        },
        {
            p: '5.7. ROYALFUT se réserve le droit de supprimer, à sa seule et entière discrétion, tout contenu publié sur le Site Web, dont tout contenu qu’il jugerait illégal, susceptible d’engager sa responsabilité, qui contreviendrait à cet Accord, ou qu’il estimerait inapproprié de quelque autre manière.',
        },
        {
            p: '5.8. ROYALFUT se réserve le droit de coopérer avec les agences du gouvernement, enquêteurs privés et/ou tierces parties lésées dans le cadre de toute affaire criminelle ou délictuelle. En outre, ROYALFUT pourra communiquer l’identité et les informations de contact de tout Utilisateur sur injonction d’un organisme public, des forces de l’ordre ou d’une tierce partie lésée, dans le cadre d’une assignation à comparaître ou de toute autre action en justice, et ROYALFUT ne sera pas tenu responsable des éventuels dommages et conséquences d’une telle communication. L’Utilisateur s’interdira en outre d’engager des recours contre ROYALFUT motivés par cette divulgation. Eu égard à l’une quelconque des informations exposées ci-dessus, ROYALFUT se réserve le droit de suspendre ou de résilier le compte de l’Utilisateur, s’il juge la mesure appropriée, à sa seule et entière discrétion. L’Utilisateur convient qu’il n’appartient pas à ROYALFUT d’endosser une quelconque responsabilité quant aux dommages consécutifs ou autres, au cas où ROYALFUT commettrait l’une ou l’autre des actions exposées dans cette section. Quant à lui, l’Utilisateur consent à endosser le risque emporté par la capacité de ROYALFUT à entreprendre de telles actions.',
        },
        {
            p: '6. Transactions entre acheteurs et vendeurs',
        },
        {
            p: '6.1. ROYALFUT fournit une plateforme Web dédiée à l’échange d’informations entre acheteurs (" acheteur «) et vendeurs (» vendeur ") de biens et services.',
        },
        {
            p: '6.2. Les Utilisateurs engagent leur pleine et entière responsabilité quant aux termes et conditions des transactions sur le Site Web, moyennant le Site Web ou résultant de l’utilisation du Site Web dont, sans limitation, les conditions relatives aux paiements, retours, garanties, livraisons, assurances, frais, taxes, propriétés, licences, amendes/pénalités et permis, ainsi qu’à la manutention, au transport et au stockage.',
        },
        {
            p: '6.3. ROYALFUT ne représente pas les vendeurs ou acheteurs dans des transactions spécifiques, et il n’agit pas non plus en qualité d’agent des vendeurs ou des acheteurs. ROYALFUT ne contrôle pas et n’assume aucune responsabilité quant à la qualité, la sûreté, la légalité ou la disponibilité des produits ou services proposés à la vente sur le Site Web, la capacité des vendeurs à mener à bien une vente, ou la capacité des acheteurs à mener à bien un achat. Les Utilisateurs sont prévenus qu’ils peuvent avoir affaire à d’autres Utilisateurs agissant sous de fausses représentations. ROYALFUT recommande d’utiliser les divers outils disponibles sur le site et de faire preuve de bon sens pour mesurer la qualité de vos interlocuteurs.',
        },
        {
            p: '6.4. Dans le cas où le transfert des biens et des paiements à tous les Utilisateurs impliqués dans une transaction donnée est pris en charge par un représentant de ROYALFUT, les Utilisateurs peuvent rester anonymes. L’éventuel retour des biens et/ou le paiement des sommes dues sont garantis.',
        },
        {
            p: '6.5. Chaque Utilisateur convient qu’il mesure pleinement les risques liés aux transactions conclues sur le Site Web, et qu’il assume la totalité des risques encourus en matière de responsabilité ou les risques de dommages découlant de l’utilisation du Site Web. Chaque Utilisateur convient que ROYALFUT ne sera pas tenu responsable en cas de perte, dépense, dommage, gêne ou désagrément quelconque occasionné par ou en lien avec les risques relevant d’une transaction.',
        },
        {
            p: '6.6. Les Utilisateurs doivent s’acquitter de toutes les taxes applicables, dont les taxes résultant de leur utilisation du Site Web.',
        },
        {
            p: '7. Paiement',
        },
        {
            p: '7.1. La somme que ROYALFUT facture pour l’utilisation de ses services ne dépasse pas 50 % du montant de la commande, en fonction des offres des fournisseurs.',
        },
        {
            p: '7.2. Les Utilisateurs doivent être en mesure d’acquitter tous les frais facturés par ROYALFUT ainsi que les taxes applicables associées aux services dispensés avant la date d’échéance.',
        },
        {
            p: '7.3. Les transactions entre acheteurs et vendeurs sur le Site Web peuvent s’effectuer à l’aide d’un code promotionnel (coupon) ou en cliquant sur un lien d’affiliation. Chaque affilié reçoit un pourcentage donné sur chaque transaction conclue sur le Site Web moyennant un lien d’affiliation ou en spécifiant un code promotionnel (coupon).',
        },
        {
            p: '8. Litiges entre Utilisateurs',
        },
        {
            p: '8.1. Au cas où surviendrait un litige entre Utilisateurs portant sur des transactions conclues sur le site, l’Utilisateur consent à soumettre le litige à ROYALFUT qui agira en qualité d’arbitre et prendra une décision finale et contraignante. Pour permettre à ROYALFUT de mener à bien ses investigations en toute raison et équité, les Utilisateurs conviennent de ne pas solliciter d’arbitrage tant que la commande est en cours d’exécution. Les Utilisateurs qui sollicitent l’intervention de tiers (à l’exception des autorités nationales d’investigation) seront traités comme suit : leurs actions seront interprétées comme une tentative de parasiter la démarche d’investigation et d’imposer une décision en leur faveur. ROYALFUT se réserve le droit de suspendre voire d’exclure définitivement les Utilisateurs qui tentent d’interférer avec les procédures opératoires normales dans le cadre de commandes actives ou en cours.',
        },
        {
            p: '8.2. Si le vendeur doit rembourser l’acheteur ou ROYALFUT, il autorise expressément le vendeur à soustraire le montant remboursé à ROYALFUT (dans la même devise ou une autre) du mode de paiement indiqué (par exemple, PayPal). Le vendeur doit disposer d’un mode de paiement valide associé à son compte. Si le compte de l’acheteur est insuffisamment approvisionné, le vendeur autorise ROYALFUT à prélever les sommes dues grâce à ce mode de paiement. ROYALFUT peut aussi créditer le compte du vendeur du montant remboursé. Si le vendeur n’indique pas à ROYALFUT un mode de paiement valide, le paiement des sommes dues se fera par d’autres mécanismes de collecte, dont la retenue à la source.',
        },
        {
            p: '8.3. Dans le cas exceptionnel où ROYALFUT détermine qu’un litige entre Utilisateurs résulte d’une infraction à l’Accord utilisateur, l’Utilisateur contrevenant s’engage à payer à ROYALFUT une amende de 150 €. En outre, ROYALFUT est susceptible de suspendre voire de bloquer le compte de l’Utilisateur et/ou d’exiger un dépôt à hauteur maximale de 300 € pour activer le compte de l’Utilisateur.',
        },
        {
            p: '9. Exclusion de garanties ; limitation de responsabilité',
        },
        {
            p: '9.1. Les fonctionnalités et services dispensés sur le Site Web sont fournis " en l’état " et " suivant disponibilité ". ROYALFUT rejette expressément toute garantie, expresse ou implicite, dont, sans limitation, toute garantie de condition, de qualité, de durabilité, de performance, de précision, de fiabilité, de qualité marchande ou de conformité à un usage particulier. Ces garanties, déclarations, conditions et obligations sont exclues.',
        },
        {
            p: '9.2. ROYALFUT ne fait aucune déclaration et n’offre aucune garantie quant à la validité, la précision, l’exactitude, la fiabilité, la qualité, la stabilité, l’exhaustivité et la disponibilité des informations fournies sur ou depuis le Site Web. ROYALFUT ne déclare ni ne garantit que la production, l’importation, la distribution, l’offre, l’affichage, l’achat, la vente et/ou l’utilisation des produits ou services offerts ou affichés sur le Site Web ne contreviennent pas aux droits de tiers, et ROYALFUT ne fait aucune déclaration ni n’offre de garantie d’aucune sorte quant aux produits ou services offerts ou affichés sur le Site Web.',
        },
        {
            p: '9.3. Tous les contenus téléchargés ou obtenus d’une quelconque façon sur le Site Web le sont à la discrétion ainsi qu’aux risques et périls de chaque Utilisateur. En outre, chaque Utilisateur sera seul tenu responsable des éventuels dommages occasionnés aux systèmes informatiques ainsi que des pertes susceptibles de résulter du téléchargement de ces contenus. Aucun conseil ou information donné à un Utilisateur par ROYALFUT ou par le biais du Site Web ne saurait donner lieu à aucune garantie qui ne soit pas expressément exposée dans le présent document.',
        },
        {
            p: '9.4. En aucun cas ROYALFUT ne sera tenu responsable des éventuels délais, défauts ou interruptions des contenus ou services fournis par le biais du Site Web résultant directement ou indirectement de phénomènes naturels, de cas de force majeure ou de causes qui échapperaient à son contrôle, dont : rupture des télécommunications, dysfonctionnements matériels, ruptures d’approvisionnement électrique, grèves, litiges syndicaux, émeutes, manifestations, pénurie de main-d’œuvre ou de matières premières, incendies, inondations, ouragans, explosions, catastrophes naturelles, guerres, mesures gouvernementales, injonctions des tribunaux nationaux ou étrangers, inexécution des obligations de tiers.',
        },
        {
            p: '9.5. Tout Utilisateur consent à indemniser ROYALFUT, ses affiliés, directeurs, agents et employés, ainsi qu’à les exonérer des éventuelles pertes, réclamations et obligations (dont les frais de justice annexés à une indemnisation pleine et entière) qui pourraient résulter directement ou indirectement :',
        },
        {
            p: '1) de l’utilisation du Site Web par l’Utilisateur dont, sans limitation, l’affichage des informations de l’Utilisateur sur le site ;',
        },
        {
            p: '2) d’une infraction commise par l’Utilisateur à l’une ou l’autre des dispositions de cet Accord ;',
        },
        {
            p: '3) d’une infraction commise par l’Utilisateur à l’une ou l’autre des déclarations ou garanties de l’Utilisateur ROYALFUT dont, sans limitation, celles exposées aux sections 5.3, 5.4 et 5.5 ;',
        },
        {
            p: '4) d’une réclamation d’un tiers en lien avec les produits proposés ou affichés sur le Site Web.',
        },
        {
            p: '9.6. ROYALFUT et ses affiliés, directeurs, agents et employés ne sauraient être tenus responsables quant à tout préjudice direct, indirect, spécial ou punitif, et quant à tout préjudice en général (dont, sans limitation, les éventuels préjudices résultant d’une perte de profit ou d’économies, d’une cessation d’activité ou d’une perte d’informations), qui résulterait de l’exécution du contrat, d’une négligence, d’une infraction délictuelle, d’une responsabilité stricte ou autre, ou de toute perte causée par ce qui suit :',
        },
        {
            p: '1) utilisation ou incapacité à utiliser le Site Web ;',
        },
        {
            p: '2) défaut des produits, échantillons, données, informations ou services achetés ou obtenus auprès d’un Utilisateur ou d’un fournisseur de services tiers par le biais du Site Web ;',
        },
        {
            p: '3) toute réclamation formulée par l’Utilisateur quant à la production, l’importation, la distribution, l’offre, l’affichage, l’achat, la vente et/ou l’utilisation des produits ou services offerts ou affichés sur le Site Web qui aurait pour objet une infraction réelle ou supposée aux droits de tiers, ainsi que toute réclamation formulée par une quelconque partie justifiant d’un droit de recours en lien avec une reconnaissance de droits ; toute réclamation en lien avec une reconnaissance de droits d’un tiers ;',
        },
        {
            p: '4) accès par des tiers non accrédités aux données ou informations personnelles d’un Utilisateur ;',
        },
        {
            p: '5) déclarations, agissements ou contenus publiés par les Utilisateurs du Site Web, comportant des éléments à caractère diffamatoire, injurieux ou illégal ;',
        },
        {
            p: '6) toute autre raison en lien avec les activités de ROYALFUT et la fourniture de services par le biais du Site Web.',
        },
        {
            p: '9.7. ROYALFUT se réserve le droit, à ses frais, d’assurer la protection et le contrôle exclusifs de toute question, auquel cas vous devrez contribuer avec ROYALFUT à la résolution de cette question.',
        },
        {
            p: '9.8. ROYALFUT se réserve le droit de restreindre, d’interdire ou de créer un accès différent au Site Web et à ses fonctionnalités pour différents Utilisateurs, de modifier toute fonctionnalité et d’en introduire de nouvelles sans préavis. Tout Utilisateur convient que l’incapacité à utiliser le Site Web en tout ou partie, pour quelque raison que ce soit, risque de nuire à ses activités. Tout Utilisateur convient qu’en aucun cas, ROYALFUT ou l’un quelconque de ses affiliés, directeurs, agents ou employés ne saurait être tenu responsable envers l’Utilisateur ou un tiers quelconque d’une incapacité à utiliser le Site Web (en raison d’une infraction, d’une restriction d’accès, d’une modification ou d’une interruption d’une quelconque fonctionnalité sur le Site Web, etc.).',
        },
        {
            p: '9.9. ROYALFUT n’est pas l’auteur des contenus tiers, qu’ils proviennent d’Utilisateurs anonymes, d’auteurs publics ou de fournisseurs de contenus rémunérés. Ni ROYALFUT ni aucun de ses affiliés, directeurs, agents ou employés n’a établi de relations, quelles qu’elles soient, avec ces tiers. Tout contenu tiers relève de la seule responsabilité du fournisseur de ce contenu. Ni ROYALFUT ni aucun de ses affiliés, directeurs, agents ou employés ne saurait être tenu responsable de la précision, de la pertinence, de la légalité ou de la validité des contenus tiers. Ils n’engagent pas non plus leur responsabilité quant au recours d’Utilisateurs à ces contenus tiers. En outre, ni ROYALFUT ni aucun de ses affiliés, directeurs, agents ou employés n’est responsable des agissements des Utilisateurs sur le Site Web ou des éventuels préjudices occasionnés à quiconque par de tels agissements.',
        },
        {
            p: '9.10. ROYALFUT peut autoriser les Utilisateurs à accéder à des contenus, produits ou services offerts par des tiers par le biais de liens hypertextes (sous la forme de liens textuels, bannières, chaînes ou autres) redirigeant vers un site Web ou profil/compte sur le service Web d’un tiers. L’Utilisateur convient que ROYALFUT n’exerce aucun contrôle sur ces sites Web tiers, et ni ROYALFUT ni aucun de ses affiliés, directeurs, agents ou employés ne saurait engager sa responsabilité envers quiconque quant à ces sites Web ou aux contenus, produits ou services mis à disposition sur ces sites Web. L’Utilisateur devra lire les conditions d’utilisation de ces sites Web ainsi que leur charte de confidentialité avant de les utiliser.',
        },
        {
            p: '9.11. Toutefois, s’il apparaît que la responsabilité de ROYALFUT est engagée, sa responsabilité sera limitée à la somme la plus élevée entre : a) le montant de la transaction qui fait l’objet du litige ; b) les frais qui font l’objet du litige, sans dépasser la totalité des paiements acquittés par l’Utilisateur à ROYALFUT 12 mois avant l’action qui a fondé la responsabilité ; ou 100 $.',
        },
        {
            p: '10. Avis aux Utilisateurs',
        },
        {
            p: '10.1. Les avis ou réclamations adressés à l’Utilisateur deviennent exécutoires s’ils sont délivrés en main propre, envoyés par courrier, courrier recommandé, fax ou e-mail à la dernière adresse de correspondance connue renseignée par l’Utilisateur de ROYALFUT, ou si ces avis ou réclamations sont publiés gratuitement dans le domaine public du Site Web. Une notification est réputée être parvenue à l’Utilisateur si et quand :',
        },
        {
            p: '• ROYALFUT peut faire la preuve qu’un message, qu’il soit physique ou électronique, a été adressé à l’Utilisateur ; ou',
        },
        {
            p: '• aussitôt après la mise à disposition gratuite par ROYALFUT d’un tel avis dans le domaine public du Site Web.',
        },
        {
            p: '11. Litiges',
        },
        {
            p: '11.1. Les parties conviennent que tout litige ou réclamation qui relèverait ou serait susceptible de relever de cet Accord utilisateur de ROYALFUT ou de ses versions antérieures, de votre utilisation ou de votre accès au Site Web, des produits ou services commercialisés depuis les sites Web, services, applications ou outils de ROYALFUT sera arbitré conformément aux dispositions prévues à cet effet dans cette section.',
        },
        {
            p: '11.2. Vous convenez que cet Accord utilisateur, sans égard aux principes de conflit des lois, sera régi par les lois des Émirats arabes unis, de même que tout litige ou réclamation qui surviendrait entre vous et ROYALFUT, sauf disposition contraire prévue dans l’Accord utilisateur.',
        },
        {
            p: '11.3. En cas de litige, réclamation, question ou désaccord relevant de cet Accord ou d’une infraction à cet Accord, les parties prenantes à cet Accord feront tout leur possible pour parvenir à une solution satisfaisante. À cet effet, ils s’engagent à négocier dans le respect de leurs intérêts mutuels pour parvenir à une solution juste et équitable qui conviendrait à toutes les parties. Si aucune solution n’est trouvée dans les 60 jours, et après notification par l’une des parties à l’autre partie, tous les litiges, réclamations, questions ou désaccords seront arbitrés par le tribunal compétent à l’adresse de la compagnie Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubaï, Émirats arabes unis), selon le type d’Utilisateur.',
        },
        {
            p: '12. Informations générales',
        },
        {
            p: '12.1. L’Accord ROYALFUT ainsi que tous les documents publiés sur nos sites Web constituent l’intégralité de l’Accord entre l’Utilisateur et ROYALFUT en lien avec l’accès au Site Web et son utilisation, et remplacent toute convention préalable, orale ou écrite, qui toucherait à l’objet de cet Accord.',
        },
        {
            p: '12.2. ROYALFUT et l’Utilisateur sont des contractants indépendants et cet Accord ne saurait créer de relation de mandataire et mandaté, d’employeur et d’employé, de partenariat ou d’entreprise conjointe entre les parties.',
        },
        {
            p: '12.3. L’incapacité de ROYALFUT à exercer ou mettre en œuvre l’un ou l’autre des droits ou dispositions de cet Accord ne vaut pas renonciation à ces droits ou dispositions.',
        },
        {
            p: '12.4. Si l’une ou l’autre des dispositions de cet Accord est réputée nulle ou inexécutoire, cette disposition sera retirée de cet Accord, sans préjudice sur la validité et l’applicabilité des autres dispositions de cet Accord.',
        },
        {
            p: '12.5. L’Utilisateur convient qu’aucun tiers bénéficiaire n’est prévu dans cet Accord.',
        },
        {
            p: '12.6. Les titres n’ont qu’une vocation indicative. En aucun cas ils ne définissent, limitent, interprètent ou décrivent le champ d’application des sections associées.',
        },
        {
            p: '13. Conformité avec les politiques AML/KYC',
        },
        {
            p: '13.1. L’acheteur et le vendeur conviennent que ROYALFUT a mis en œuvre des mesures d’identification des clients (KYC — Know Your Customer) et de lutte contre le blanchiment des capitaux (AML — Anti-Money Laundering) pour combattre les cas de fraude par Internet.',
        },
        {
            p: '13.2. ROYALFUT adopte une politique de TOLÉRANCE ZÉRO contre la fraude par Internet et contre toute tentative d’accéder aux informations clients ainsi qu’à toute autre information sur ses sites Web par des moyens illégaux ou clandestins. ROYALFUT collabore avec les organismes de lutte antifraude à l’échelle locale, nationale et internationale et met en œuvre divers moyens électroniques et autres pour prévenir, détecter et éliminer les cas de fraude. ROYALFUT poursuit agressivement, dans toute la mesure permise par la loi, les auteurs présumés d’activités frauduleuses sur son Site Web. ROYALFUT collabore avec divers organismes, dont les polices locales et nationales, le FBI américain, les douanes américaines et internationales, ainsi qu’avec Interpol.',
        },
        {
            p: '13.3. Dans le cadre de ses procédures KYC, ROYALFUT évalue les transactions clients, de même qu’il collecte et stocke des faits matériels sur les Utilisateurs, les clients et leurs transactions. ROYALFUT s’engage à protéger les droits des Utilisateurs et la confidentialité de leurs données personnelles. ROYALFUT ne recueille les informations personnelles de ses clients que dans la stricte mesure nécessaire à l’exécution de ses services auprès des Utilisateurs. Les données personnelles relevant des acheteurs et anciens acheteurs ne seront divulguées à des tiers que dans un certain nombre de circonstances, conformément aux lois applicables et aux Accords conclus entre ROYALFUT et l’Utilisateur. ROYALFUT s’engage à conserver les fichiers clients, dont les déclarations, relevés de transaction, reçus, notes, correspondances internes et tout autre document électronique relevant du client tant qu’ils seront nécessaires aux personnels dédiés dans les banques acquéreurs respectives.',
        },
        {
            p: '13.4. Toute transaction financière qui pourrait relever d’une activité de blanchiment est considérée suspecte. La détermination qu’une transaction donnée est suspecte résulte principalement de l’observation personnelle et de l’expérience des employés de ROYALFUT, ainsi que des informations reçues ou identifiées. Dans le cadre des lois applicables et des contraintes exercées par les organismes internationaux, ROYALFUT peut, si nécessaire et sans notification ou approbation préalable du client, solliciter les autorités de régulation et/ou les forces de l’ordre s’il observe des transactions suspectes. ROYALFUT s’engage à consulter régulièrement les listes publiées par les autorités locales et internationales où figurent les terroristes connus et présumés, les organisations terroristes, ainsi que les pays à haut risque frappés de sanctions par l’OFAC (bureau de contrôle des actifs étrangers du Trésor américain). ROYALFUT a l’obligation de mettre en œuvre des procédures de vigilance à l’égard de ses clients et d’analyser leurs transactions s’il y a suspicion de blanchiment de capitaux.',
        },
        {
            p: '14. Consentement au traitement des données personnelles',
        },
        {
            p: 'En s’inscrivant au service, l’Utilisateur autorise ROYALFUT à consulter et traiter ses données personnelles dans le cadre des conditions suivantes :',
        },
        {
            p: '1. L’opérateur exploite les données du Détenteur aux fins suivantes :',
        },
        {
            p: '• Vous distribuer nos services',
        },
        {
            p: '• Vous contacter par e-mail, téléphone ou tout autre moyen pour résoudre d’éventuels litiges, recouvrer des paiements, dépanner votre compte ou nos sites, services, applications ou outils, ou à toute autre fin permise par la loi',
        },
        {
            p: '• Prévenir et détecter les fraudes, failles de sécurité, activités présumées interdites ou illégales, ainsi que mettre en œuvre nos Accords Utilisateur',
        },
        {
            p: '• Vérifier l’identité de nos clients',
        },
        {
            p: '• Tout motif opérationnel (gains d’efficacité, formation, contrôle qualité, etc.)',
        },
        {
            p: '• Prévenir les accès et modifications illégitimes de nos systèmes',
        },
        {
            p: '• Promouvoir nos services et les services de tiers choisis auprès de :',
        },
        {
            p: '✓ clients anciens ou actuels',
        },
        {
            p: '✓ tiers qui ont déjà manifesté de l’intérêt pour nos services',
        },
        {
            p: '✓ tiers avec qui nous n’avons jamais eu de relations',
        },
        {
            p: '• Audits externes et contrôles qualité',
        },
        {
            p: '2. La liste des données personnelles transférées à ROYALFUT pour exploitation :',
        },
        {
            p: 'Nous pouvons recueillir et utiliser les informations personnelles suivantes :',
        },
        {
            p: '• vos nom et informations de contact, dont vos adresse e-mail et numéro de téléphone',
        },
        {
            p: '• les informations qui nous permettent de vérifier et confirmer votre identité, comme votre date de naissance',
        },
        {
            p: '• vos informations de genre, si vous choisissez de nous les communiquer',
        },
        {
            p: '• vos identifiants de connexion, statistiques de consultation, données de trafic vers et depuis ROYALFUT, informations de cookies',
        },
        {
            p: '• vos données géographiques',
        },
        {
            p: '• vos informations de livraison (plateforme, nombre de pièces de la commande), informations de facturation, informations sur les transactions et les cartes de paiement',
        },
        {
            p: '• vos centres d’intérêt personnels et professionnels',
        },
        {
            p: '• vos activités professionnelles en ligne',
        },
        {
            p: '• votre historique de contact avec ROYALFUT, ses employés, directeurs, affiliés, votre historique d’achats et vos articles enregistrés sur ROYALFUT',
        },
        {
            p: '• des informations sur les comptes que vous avez associés à ROYALFUT, par exemple Facebook, Google et autres plateformes',
        },
        {
            p: '• des informations qui nous permettent de mener à bien des vérifications de crédit et contrôles financiers',
        },
        {
            p: '• des informations sur vos modalités d’utilisation du Site Web ROYALFUT',
        },
        {
            p: '• vos réponses aux sondages, ainsi que vos participations aux concours, jeux et offres spéciales',
        },
        {
            p: '• des informations transactionnelles relatives à votre activité sur ROYALFUT (des informations pour faciliter la démarche d’achat et de vente, par exemple)',
        },
        {
            p: '• des discussions publiques, chats, résolutions de litige, correspondances par l’intermédiaire de ROYALFUT, ainsi que les correspondances adressées à nous',
        },
        {
            p: '• des informations diverses, comme votre adresse IP et vos informations de connexion à Internet (type de navigateur, fournisseur d’accès Internet (FAI), pages de renvoi/de sortie, système d’exploitation, date/heure système, horodatage, parcours de navigation), ainsi que des informations délivrées par des tiers, comme les informations de facturation renseignées par les organismes de paiement et que vous utilisez pour faire vos achats et recevoir des paiements, ainsi que vos identifiants de navigateur, de cookie, de périphérique, type de périphérique, informations sur votre utilisation de serveur proxy/VPN (et technologies connexes), informations géographiques, adresses e-mail, numéros de téléphone et profils sur les réseaux sociaux fournis par nos services antifraude et de vigilance clientèle.',
        },
        {
            p: 'Ces données personnelles sont indispensables à la fourniture de nos services. Vous pouvez choisir de ne pas nous communiquer ces informations, mais certaines de ces données personnelles vous concernant sont nécessaires pour vous permettre de : vous inscrire en tant que membre ; acheter des produits ou services ; créer un profil ; participer à des sondages, concours ou tirages au sort ; nous poser des questions, ou engager d’autres transactions sur notre Site Web. ROYALFUT exploite en outre ces informations aux fins d’analyse des tendances, de détection des fraudes et d’administration du site.',
        },
        {
            p: 'Le consentement est donné dès le moment où le Détenteur des données personnelles est inscrit sur https://royalfut.com',
        },
        {
            p: '15. Politique en matière de traitement des cookies',
        },
        {
            p: 'En accédant à https://royalfut.com, vous acceptez la présente politique, en ce compris le fait que ROYALFUT est susceptible d’utiliser des cookies et autres données à des fins de traitement ultérieur par Google Analytics, Yandex.Metrics et autres systèmes. ROYALFUT est également en droit de transférer ces données à des tiers à des fins de recherches, de travail ou de prestation de services.',
        },
        {
            p: 'Quand vous accédez à https://royalfut.com, les cookies peuvent être utilisés pour :',
        },
        {
            p: '• veiller à ce que le site fonctionne de façon correcte et sécurisée ;',
        },
        {
            p: '• améliorer la qualité du site ;',
        },
        {
            p: '• vous inscrire sur le site ;',
        },
        {
            p: '• vous fournir des informations sur le site, dont ses produits et services ;',
        },
        {
            p: '• améliorer nos produits et/ou services, ou en développer de nouveaux.',
        },
        {
            p: 'Les autres informations collectées peuvent servir à générer votre " liste d’intérêts ", composée d’un identifiant aléatoire, d’une catégorie d’intérêt et d’un horodatage pour vous afficher des contenus en ligne et publicités conformes à vos intérêts.',
        },
        {
            p: 'Le navigateur et/ou l’appareil que vous utilisez peut vous permettre de bloquer, supprimer ou restreindre d’une quelconque autre façon l’utilisation des cookies. Toutefois, les cookies faisant partie intégrante de https://royalfut.com, leur blocage, suppression ou restriction peut empêcher d’accéder à une bonne partie des fonctions du site.',
        },
        {
            p: 'Pour savoir comment gérer les cookies dans le navigateur ou sur l’appareil que vous utilisez, suivez les instructions fournies par le développeur du navigateur ou le fabricant de l’appareil.',
        },
    ],
    it: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Data di applicazione: 4 giugno 2021.',
        },
        {
            p: '1. Introduzione',
        },
        {
            p: '1.1. Utilizzando questo sito, l’Utente accetta i termini delle Condizioni d’uso. Le Condizioni d’uso pubblicate su ROYALFUT.COM stabiliscono i diritti e le responsabilità dell’Utente e i diritti e le responsabilità di ROYALFUT. Leggere con attenzione. L’iscrizione e l’utilizzo del servizio sono vietati a chi non acconsente al rispetto di questi termini e condizioni.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») è un marketplace dove gli utenti possono offrire, vendere e acquistare prodotti. Come marketplace, ROYALFUT non possiede né vende i prodotti pubblicati sul sito web. L’accordo di vendita e di acquisto effettivo avviene direttamente tra acquirenti e venditori.',
        },
        {
            p: '1.3. ROYALFUT non controlla né garantisce l’esistenza, la qualità, la sicurezza o la legalità dei prodotti offerti.',
        },
        {
            p: '1.4. Royalfut svolge solo funzioni di intermediazione e non è responsabile per le potenziali conseguenze effettive e/o legali delle transazioni. Ad esempio, per determinate azioni alcuni giochi possono prevedere sanzioni/penalità all’interno del gioco, fino al blocco dell’account. ROYALFUT non legge e/o verifica i regolamenti dei giochi e non controlla le azioni degli utenti all’interno dei giochi.',
        },
        {
            p: '1.5. ROYALFUT agisce come garante nelle transazioni tra gli utenti del sito web, ed è responsabile solo per la corretta esecuzione delle transazioni, non per la loro efficacia.',
        },
        {
            p: '1.6. ROYALFUT consente agli utenti di mantenere il proprio anonimato se il trasferimento di beni e valuta viene effettuato tramite www.royalfut.com.',
        },
        {
            p: '1.7. Nelle circostanze specificate nella clausola 1.6, la responsabilità di ROYALFUT si limita all’importo della transazione. Se un utente rifiuta una transazione completata, ROYALFUT garantisce un rimborso completo esclusa la sua quota.',
        },
        {
            p: '1.8. Le presenti Condizioni d’uso («Condizioni») e altri documenti pubblicati su www.royalfut.com («Sito web»), definiscono la procedura, i termini e le condizioni di interazione con gli utenti.',
        },
        {
            p: '1.9. Le presenti Condizioni sono stipulate tra te, come utente dei nostri servizi («Utente»), e ROYALFUT. Accettando le presenti Condizioni, L’Utente accetta di rispettare tutti i termini delle Condizioni quando accede e utilizza i nostri servizi.',
        },
        {
            p: '1.10. Accedendo o utilizzando il Sito web, l’Utente accetta i termini e le condizioni stabiliti nelle presenti Condizioni come Utente. Inoltre, l’Utente accetta di essere vincolato dai termini del Contratto per quanto riguarda l’accesso o l’utilizzo del Sito web e qualsiasi ulteriore aggiornamento, cambiamento, aggiunta o modifica apportata al Sito web. Non utilizzare il Sito web se non accetti i termini delle Condizioni. L’Utente non può utilizzare questo Sito web e accettare i termini delle presenti Condizioni se (A) non ha raggiunto l’età legale per stipulare un contratto vincolante o (B) gli è vietato utilizzare il Sito web ai sensi delle leggi degli Emirati Arabi Uniti o di altri paesi, compreso il paese di residenza e il paese da cui si utilizza il Sito web.',
        },
        {
            p: '1.11. ROYALFUT detiene il diritto assoluto e incontrovertibile di negare un rimborso se l’ordine è stato interamente consegnato all’Utente.',
        },
        {
            p: '1.12. I rimborsi vengono effettuati solo dopo attenta considerazione da parte di ROYALFUT della richiesta di rimborso avanzata dall’Utente. Le decisioni del team di ROYALFUT sono da considerarsi assolute e definitive. Il trasferimento di un eventuale rimborso sul conto personale di un Utente può impiegare da 1 a 14 giorni. Il tempo esatto dipende dal sistema di pagamento usato. ROYALFUT non ha modo di influenzare tale procedimento. I rimborsi possono essere accreditati solo sull’account usato per effettuare la transazione sul sito.',
        },
        {
            p: '1.13. Un utente registrato può cancellare il proprio account se è in possesso dei dati d’accesso (email, password dell’account ROYALFUT). ROYALFUT garantisce la rimozione dei dati dell’utente dai propri database. L’utente può chiederci di aggiornare, bloccare o eliminare i suoi dati personali se tali dati risultano incompleti, obsoleti, errati, ottenuti con metodi illegali o non più rilevanti ai fini dell’elaborazione di ordini. È sufficiente inviarci una e-mail a support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT può rettificare le presenti Condizioni o qualsiasi altro documento presente sul Sito web in qualsiasi momento, con o senza preavviso, pubblicando sul Sito web rettifiche o modifiche alle Condizioni e/o a documenti correlati. Tali rettifiche o modifiche a Condizioni e/o a documenti entreranno in vigore al momento della pubblicazione. Se l’utente continuerà a utilizzare il Sito web dopo la pubblicazione dei documenti rettificati e modificati, accetterà implicitamente i termini e le condizioni rettificati. Le Condizioni e l’informativa del Sito web non possono essere modificate in alcun modo se non per iscritto da un funzionario autorizzato di ROYALFUT.',
        },
        {
            p: '2. Definizioni',
        },
        {
            p: '2.1. Dati personali: qualsiasi informazione legata a un soggetto identificato o identificabile.',
        },
        {
            p: '2.2. Contenuto ROYALFUT: i dati, i testi, le immagini, i video, i cataloghi, le banche dati o le offerte disponibili sul o attraverso il Sito web, di seguito indicati come «Contenuti ROYALFUT.»',
        },
        {
            p: '2.3. Utente registrato: qualsiasi utente che abbia compilato il modulo di registrazione sul Sito web fornendo informazioni su sé stesso (ad esempio, nome, indirizzo, numero di telefono, numero di fax, e-mail, ecc.) diventa un utente registrato («Utente registrato») di ROYALFUT.',
        },
        {
            p: '2.4. Rischi operativi: i rischi che gli utenti si assumono quando utilizzano il Sito web o eseguono transazioni sono considerati «rischi transazionali». I Rischi operativi comprendono i rischi di responsabilità o di danni di qualsiasi tipo connessi all’utilizzo del Sito web. I suddetti rischi includono, ma non si limitano a:',
        },
        {
            p: '• informazioni distorte su prodotti e servizi, sistemi di frode, qualità insoddisfacente, difformità dei requisiti tecnici, prodotti difettosi o pericolosi, prodotti illegali, ritardo o mancato rispetto delle condizioni di consegna o di pagamento, calcolo del valore errato, violazione della garanzia e violazione del contratto;',
        },
        {
            p: '• rischi che la produzione, importazione, distribuzione, offerta, dimostrazione, acquisto, vendita e/o utilizzo di prodotti o servizi offerti o visualizzati sul Sito web possano violare o possano essere rivendicati come violazione dei diritti di terzi, nonché il rischio che gli utenti possano sostenere spese per la propria difesa o altri costi legati all’affermazione dei diritti di terzi da parte di terzi o legati a qualsiasi rivendicazione di qualsiasi parte che abbia diritto a difesa, o danni legati all’affermazione di diritti, rivendicazioni o richieste di terzi;',
        },
        {
            p: '• rischi che consumatori, altri acquirenti, utenti finali di prodotti o altre persone che sostengono di aver subito problemi o danni relativi a un prodotto originariamente ottenuto dagli utenti del Sito web a seguito delle transazioni di vendita e acquisto legati all’uso del Sito web possano subire danni e/o presentare reclami derivanti dall’uso di tali prodotti;',
        },
        {
            p: '2.5. «Utente»: chiunque acceda al Sito web per qualsiasi scopo, indipendentemente dal fatto che l’Utente si sia iscritto sul Sito come utente registrato.',
        },
        {
            p: '3. Utilizzo di ROYALFUT',
        },
        {
            p: '3.1. Disposizioni generali Gli utenti possono utilizzare il Sito web esclusivamente per i propri scopi personali. L’Utente accetta di non copiare, riprodurre o scaricare contenuti del sito web allo scopo di rivendere o ridistribuire contenuti ROYALFUT, di non inviare messaggi di massa (e-mail, messaggistica di testo, posta fisica o altro), di non condurre affari in concorrenza con ROYALFUT, o di non fare altro uso commerciale di contenuti ROYALFUT. La ricerca sistematica di contenuti ROYALFUT sul Sito web allo scopo di creare o compilare, direttamente o indirettamente, una raccolta, un elenco, un database o un catalogo (con mezzi automatizzati o manuali) è vietata senza l’autorizzazione scritta di ROYALFUT. Inoltre, è vietato utilizzare contenuti ROYALFUT per scopi non espressamente consentiti dalle presenti Condizioni.',
        },
        {
            p: '3.2. L’utente acconsente a ricevere messaggi da ROYALFUT all’indirizzo e-mail specificato nell’account ROYALFUT, o specificato al momento del pagamento in un sistema di pagamento partner di ROYALFUT, o tramite qualsiasi metodo di comunicazione specificato come tale sul sito, tramite il sito o tramite una piattaforma di social media, sistemi di messaggistica istantanea o chat online trovate dall’utente sul sito. L’Utente acconsente all’utilizzo dei dati personali dell’Utente da parte di ROYALFUT in corrispondenza privata con l’Utente o per messaggistica di massa.',
        },
        {
            p: '3.3. I messaggi o qualsiasi altra informazione inviata dall’Utente attraverso i sistemi di comunicazione forniti da ROYALFUT, nonché e-mail, fax, lettere, messaggi da piattaforme di messaggistica, social media o messaggistica istantanea di chat online inviati agli indirizzi e-mail ottenuti dal Sito web non possono contenere i materiali descritti nella Clausola 5.3. Inoltre devono essere concreti e veritieri e non contenere lacune o modifiche intenzionali.',
        },
        {
            p: '3.4. Gli Utenti non devono in alcun modo minare l’integrità dei sistemi informatici o delle reti utilizzate da ROYALFUT o da qualsiasi altro utente. Inoltre, non devono tentare di ottenere l’accesso non autorizzato a tali sistemi informatici o reti.',
        },
        {
            p: '3.5. Tutti i dati personali ricevuti da ROYALFUT saranno trattati secondo le Condizioni.',
        },
        {
            p: '3.6. Per il funzionamento del Sito web, ROYALFUT utilizza cookie essenziali. I cookie sono piccoli file di testo salvati sul tuo dispositivo (ad esempio un computer, uno smartphone o un altro dispositivo elettronico) quando utilizzi il Sito web. I cookie essenziali forniscono funzionalità di base, come la sicurezza, la gestione della rete e l’accessibilità. È possibile disattivarli modificando le impostazioni del browser, ma la funzionalità del sito web potrebbe risultarne compromessa.',
        },
        {
            p: '3.7. ROYALFUT ha il diritto di raccogliere, utilizzare, memorizzare ed elaborare i cookie pubblicitari.',
        },
        {
            p: '3.8. Gli Utenti possono accedere e utilizzare il Sito web purché accettino di non utilizzare i servizi ROYALFUT per violare i diritti di terzi in alcun modo. In caso di violazione, ROYALFUT ha il diritto di eliminare gli account Utente.',
        },
        {
            p: '3.9. Durante la registrazione sul Sito web, ROYALFUT può inviare all’Utente una password generata automaticamente. Fornendo informazioni sul proprio indirizzo di contatto (ad esempio l’e-mail), l’Utente accetta, conferma e garantisce che tali informazioni siano verificabili, accurate, corrette e complete. Fornendo un indirizzo di contatto, l’Utente accetta di ricevere un messaggio con una password da ROYALFUT secondo la Clausola 3.2. L’Utente accetta che la password non garantisca la piena sicurezza del proprio account da accessi non autorizzati sul Sito web. Pertanto, per offrire la massima protezione dell’account, la password deve essere cambiata prima del primo tentativo di accesso.',
        },
        {
            p: '3.10. ROYALFUT si riserva il diritto di eliminare qualsiasi account utente se ROYALFUT ritiene che il comportamento dell’utente sia dannoso per gli interessi di ROYALFUT, dei suoi dipendenti, direttori, affiliati o altri utenti, o per qualsiasi altro motivo a esclusiva e assoluta discrezione di ROYALFUT, con o senza motivo.',
        },
        {
            p: '3.11. ROYALFUT potrebbe fornire link a siti esterni coinvolti nella vendita di prodotti e servizi. ROYALFUT non è responsabile per la revisione e la valutazione dei siti web e non controlla il contenuto dei siti web o le decisioni prese da terzi. ROYALFUT non è responsabile di azioni contro l’Utente da parte di questi siti web.',
        },
        {
            p: '3.12. L’Utente accetta che la consegna dell’ordine da parte del venditore avvenga entro 3 giorni dal momento in cui l’Utente ha fornito tutti i dati necessari (e-mail, password, codice di backup dell’account EA) utilizzando il metodo prescelto, indipendentemente dal costo dell’ordine.',
        },
        {
            p: '4. Utente registrato',
        },
        {
            p: '4.1. Registrandoti come Utente, accetti che i tuoi dati personali vengano raccolti, elaborati, conservati e il trasferiti. Inoltre, accetti che i tuoi dati personali siano inclusi nel nostro database e permetti a ROYALFUT di condividere tali informazioni con altri utenti, in conformità con le finalità stabilite dalle Condizioni.',
        },
        {
            p: '4.2. ROYALFUT può respingere qualsiasi registrazione e rifiutare di creare account, nome utente e password associati a qualsiasi Utente, per qualunque motivo o senza alcun motivo.',
        },
        {
            p: '4.3. ROYALFUT può sospendere o eliminare l’account di un Utente registrato in qualsiasi momento se:',
        },
        {
            p: '• ROYALFUT ha determinato violazioni delle disposizioni delle presenti Condizioni da parte dell’Utente registrato; oppure',
        },
        {
            p: '• ROYALFUT ha ragione di sospettare che le informazioni fornite dall’Utente registrato siano false, inesatte, non aggiornate o incomplete; oppure',
        },
        {
            p: '• ROYALFUT crede che le azioni dell’utente siano dannose per gli interessi di ROYALFUT, dei suoi dipendenti, direttori, affiliati o altri utenti; oppure',
        },
        {
            p: '• per qualsiasi altro motivo o senza alcun motivo, a esclusiva e assoluta discrezione di ROYALFUT',
        },
        {
            p: '4.4. Un Utente registrato non può vendere, tentare di vendere, offrire di vendere, cedere, assegnare o trasferire un account, nome utente o password a terzi senza il previo consenso scritto di ROYALFUT. In caso di vendita, offerta di vendita, regalo, assegnazione o trasferimento in violazione dei termini di questa sezione, ROYALFUT può sospendere o eliminare l’account dell’Utente registrato o del destinatario dell’Utente registrato.',
        },
        {
            p: '5. Pubblicazione su ROYALFUT',
        },
        {
            p: '5.1. Non sussiste alcun rapporto di scambio commerciale tra gli Utenti e ROYALFUT, i suoi affiliati, direttori, funzionari o dipendenti, sulla base del fatto che ROYALFUT mostra informazioni utente di qualsiasi tipo sul Sito web.',
        },
        {
            p: '5.2. Tutti gli Utenti comprendono, garantiscono e concordano sui seguenti punti:',
        },
        {
            p: '• qualsiasi informazione che l’Utente fornisce al sito è vera, accurata, aggiornata e completa;',
        },
        {
            p: '• l’Utente fornirà e modificherà rapidamente le informazioni in modo che siano vere, accurate, aggiornate e complete;',
        },
        {
            p: '5.3. Gli Utenti dichiarano, garantiscono e concordano sul fatto che le informazioni a disposizione del Sito web fornite a ROYALFUT non debbano:',
        },
        {
            p: 'a) includere informazioni fraudolente oppure offrire/pubblicizzare beni fraudolenti, oppure essere collegati alla vendita o al tentativo di vendere prodotti contraffatti o rubati o beni che non possono essere legalmente commercializzati e/o venduti, oppure partecipare in qualsiasi altro modo ad attività illegali;',
        },
        {
            p: 'b) essere parte di un sistema di frode o altri scopi illeciti per altri utenti del Sito web;',
        },
        {
            p: 'c) essere parte della commercializzazione di prodotti o servizi che violano o contribuiscono o incoraggiano in qualsiasi modo la violazione dei diritti di terzi;',
        },
        {
            p: 'd) violare leggi, statuti, ordinanze o regolamenti applicabili (inclusi, a titolo esemplificativo e non esaustivo, la regolamentazione sul controllo delle esportazioni, la protezione dei consumatori, la concorrenza sleale, la non discriminazione o la pubblicità ingannevole);',
        },
        {
            p: 'e) calunniare, diffamare, minacciare o perseguire illegalmente;',
        },
        {
            p: 'f) contenere oscenità, contenere o promuovere pornografia di qualsiasi tipo o essere collegato a materiali pornografici, beni o qualsiasi altro contenuto che promuova in qualsiasi modo materiale sessualmente esplicito o dannoso per i minori;',
        },
        {
            p: 'g) promuovere la discriminazione fondata su razza, genere, religione, nazionalità, disabilità, orientamento sessuale o età;',
        },
        {
            p: 'h) contenere qualsiasi tipo di materiale pubblicitario non autorizzato o spam;',
        },
        {
            p: 'i) richiedere offerte legate ad attività commerciali agli utenti. Inoltre, nel caso in cui ROYALFUT scopra che l’Utente ha violato questa Clausola 5.3 (i), l’Utente autorizza ROYALFUT ad addebitare una penale fino a 150 € utilizzando il metodo di pagamento registrato dell’Utente e/o a richiedere un deposito fino a 300 € per l’attivazione dell’account dell’Utente;',
        },
        {
            p: 'j) contenere virus informatici, trojan o altri programmi distruttivi, codici, link e interfacce web che possano danneggiare o corrompere i sistemi software o hardware, o assumere/espropriare qualsiasi software o sistema hardware, dati o dati personali;',
        },
        {
            p: 'k) riferirsi direttamente o indirettamente alla descrizione di beni e servizi vietati dal presente accordo, o includere la loro descrizione; oppure',
        },
        {
            p: 'l) creare una qualsivoglia responsabilità per ROYALFUT, i suoi dipendenti, amministratori o affiliati.',
        },
        {
            p: '5.4. L’Utente dichiara, garantisce e accetta di aver ottenuto tutti i necessari diritti d’autore, marchi, segreti commerciali o licenze e permessi di brevetto di terze parti, e altre licenze e permessi che possano essere necessari in conformità con altri diritti personali e di proprietà di terze parti (compresi, a titolo esemplificativo ma non esaustivo, i diritti personali e di privacy), per materiali e informazioni che l’Utente pubblica sul Sito web e che fornisce a ROYALFUT, o che consente di mostrare o memorizzare a ROYALFUT. L’Utente dichiara, garantisce e accetta di essere l’unico responsabile dei materiali e dei dati che l’Utente pubblica sul Sito web e che fornisce e consente di mostrare e memorizzare a ROYALFUT, e assicura che tali materiali non violano i diritti di terzi e sono pubblicati con il consenso del proprietario (proprietari) di tali diritti. L’Utente dichiara, garantisce e accetta di avere il diritto di produrre, offrire, vendere, importare e distribuire i prodotti che l’Utente offre e pubblica sul Sito web, e che tale produzione, offerta, vendita, importazione e/o distribuzione non violano i diritti di terzi.',
        },
        {
            p: '5.5. L’Utente concede a ROYALFUT e ai suoi affiliati una licenza irrevocabile, perpetua, globale e priva di royalty, cedibile in sottolicenza (attraverso più livelli) e assegnabile per mostrare e utilizzare tutti i dati forniti da tale Utente, in conformità con gli obiettivi indicati nelle Condizioni, e la licenza di esercitare i diritti dell’Utente legati a tali materiali, inclusi copyright, pubblicità e diritti su database, su qualsiasi supporto attualmente noto o sconosciuto.',
        },
        {
            p: '5.6. ROYALFUT ha il diritto assoluto di mostrare pubblicamente sul Sito web i dati relativi all’ordine di un Utente (ora dell’ordine, tempo trascorso dall’inizio dell’ordine, tempo trascorso dalla fine dell’ordine, compresi i costi di pubblicazione automatica — 15 minuti-, la piattaforma e la quantità di monete nell’ordine), nascondendo l’e-mail dell’Utente fino a 7 simboli visibili per rispettare la Riservatezza.',
        },
        {
            p: '5.7. ROYALFUT si riserva il diritto di rimuovere qualsiasi materiale pubblicato sul Sito web a sua esclusiva e assoluta discrezione, compresi i contenuti che, secondo la sua opinione, sono illegali, possono invocare la responsabilità di ROYALFUT, violare le presenti Condizioni, o sono considerati inappropriati in qualsiasi altro modo.',
        },
        {
            p: '5.8. ROYALFUT si riserva il diritto di collaborare con agenzie governative, investigatori privati e/o terze parti lese nelle indagini su sospetti reati penali o civili. Inoltre, se richiesto da uno Stato, un’agenzia di polizia, terze parti lese, citazioni in giudizio o qualsiasi altra azione legale, ROYALFUT può divulgare l’identità e le informazioni di contatto di qualsiasi utente, e non è responsabile per i danni o qualsiasi altra conseguenza di tale divulgazione. L’Utente accetta inoltre di non avanzare pretese verso ROYALFUT per tale divulgazione. Per quanto riguarda le informazioni di cui sopra, ROYALFUT può sospendere o chiudere qualsiasi account utente a sua esclusiva e assoluta discrezione se ritiene tale azione appropriata. Nel caso in cui ROYALFUT commetta una qualsiasi delle azioni menzionate in questa sezione, l’Utente accetta che ROYALFUT non si assuma alcuna responsabilità nei confronti dell’Utente, inclusa la responsabilità per danni consequenziali o di altro tipo, e l’Utente accetta di assumersi il rischio che ROYALFUT possa intraprendere tali azioni.',
        },
        {
            p: '6. Transazioni tra acquirenti e venditori',
        },
        {
            p: '6.1. ROYALFUT fornisce una piattaforma web elettronica per lo scambio di informazioni tra acquirenti («acquirente») e venditori («venditore») di beni e servizi.',
        },
        {
            p: '6.2. Gli Utenti si assumono piena responsabilità di termini e condizioni delle transazioni che avvengono attraverso il Sito web o risultano dal suo utilizzo, inclusi, a titolo esemplificativo e non esaustivo, termini di pagamento, resi, garanzie, consegna, assicurazione, tasse, imposte, proprietà, licenze, multe/penalità, autorizzazioni, gestione, trasporto e stoccaggio.',
        },
        {
            p: '6.3. ROYALFUT non rappresenta venditori o acquirenti in transazioni specifiche, né agisce come agente per venditori o acquirenti. ROYALFUT non controlla e non è responsabile per la qualità, la sicurezza, la legalità o la disponibilità dei prodotti o servizi offerti in vendita sul Sito web, né sulla capacità di completare una vendita da parte dei venditori, o sulla capacità di completare un acquisto da parte degli acquirenti. Gli utenti sono consapevoli del fatto che gli utenti con cui interagiscono potrebbero agire sotto false pretese. ROYALFUT consiglia di utilizzare i vari strumenti disponibili sul sito, oltre al buon senso, per valutare con chi si ha a che fare.',
        },
        {
            p: '6.4. Nel caso in cui il trasferimento di beni e fondi a tutti gli Utenti all’interno di una singola transazione sia effettuato tramite un rappresentante ROYALFUT, gli utenti possono mantenere l’anonimato, e vengono garantiti la sicurezza della restituzione dei beni e/o il pagamento dei fondi.',
        },
        {
            p: '6.5. quando utilizza il Sito web per effettuare transazioni, l’Utente attesta di comprendere pienamente i rischi delle transazioni e di assumersi tutti i rischi di responsabilità o di danni di qualsiasi tipo in relazione all’utilizzo del Sito web. L’Utente accetta che ROYALFUT non sia responsabile di perdite, problemi, danni, inconvenienti, interruzioni o spese di qualsiasi tipo derivanti da qualsiasi rischio di transazione.',
        },
        {
            p: '6.6. Gli utenti devono pagare per conto proprio tutte le tasse per le vendite e l’uso, e tutte le altre tasse derivanti dall’utilizzo del Sito web.',
        },
        {
            p: '7. Pagamenti',
        },
        {
            p: '7.1. Per l’utilizzo dei suoi servizi, ROYALFUT addebita un pagamento non superiore al 50% dell’importo dell’ordine pagato, a seconda delle offerte del fornitore.',
        },
        {
            p: '7.2. Gli utenti devono essere in grado di pagare la quota di ROYALFUT e tutte le altre imposte e tasse applicabili associate ai servizi forniti entro la data di scadenza.',
        },
        {
            p: '7.3. Le transazioni tra acquirenti e venditori sul Sito web possono essere effettuate con un codice promozionale (coupon) o cliccando su un link di affiliazione. Ogni affiliato riceve una percentuale fissa di ogni transazione effettuata sul Sito web tramite un link di affiliazione o un codice promozionale specifico (coupon).',
        },
        {
            p: '8. Controversie tra utenti',
        },
        {
            p: '8.1. In caso di controversie tra Utenti in merito a transazioni sul sito, l’Utente si impegna a sottoporre la controversia a ROYALFUT in qualità di arbitro per una decisione definitiva e vincolante. Per consentire a ROYALFUT di condurre le proprie indagini in modo equo e ragionevole, gli Utenti accettano di astenersi dal richiedere l’arbitrato finché l’ordine è ancora aperto o in attesa. Gli utenti che chiedono l’intervento di terzi (a eccezione delle autorità investigative di Stato) saranno trattati come segue: le loro azioni saranno considerate un’interferenza nel processo di indagine e un tentativo di imporre una decisione a proprio favore. ROYALFUT si riserva il diritto di sospendere o bandire definitivamente gli Utenti che tentano di interferire con le procedure operative standard per gli ordini ancora attivi o in attesa.',
        },
        {
            p: '8.2. Se il venditore deve rimborsare l’acquirente o ROYALFUT, il venditore autorizzerà ROYALFUT a rimuovere l’importo rimborsato (nella stessa o diversa valuta) dal metodo di pagamento designato (ad esempio, PayPal) a ROYALFUT. Il venditore deve avere un metodo di pagamento valido nel proprio account. Se il conto dell’acquirente ha fondi insufficienti, il venditore autorizza ROYALFUT a raccogliere qualsiasi importo dovuto utilizzando questo metodo di pagamento. Inoltre, ROYALFUT può depositare l’importo del rimborso sull’account del venditore. Se il venditore non fornisce un metodo di pagamento valido a ROYALFUT, potremmo riscuotere gli importi in sospeso tramite altri meccanismi di riscossione, tra cui la ritenuta alla fonte.',
        },
        {
            p: '8.3. Nel raro caso in cui ROYALFUT stabilisca che una controversia tra Utenti è stata causata da una violazione delle Condizioni d’uso, l’Utente trasgressore si impegna a pagare a ROYALFUT una penale di 150 €. Inoltre, ROYALFUT può sospendere o bloccare l’account dell’Utente e/o richiedere un deposito fino a 300 € per attivare l’account dell’Utente.',
        },
        {
            p: '9. Esclusione di garanzie e limitazioni di responsabilità',
        },
        {
            p: '9.1. Le funzioni e i servizi sul Sito web sono forniti «nelle condizioni in cui si trovano» e «secondo disponibilità». ROYALFUT declina espressamente qualsiasi garanzia, espressa o implicita, tra cui, in via esemplificativa, qualsiasi garanzia di condizioni, qualità, durata, prestazioni, accuratezza, affidabilità, commerciabilità o idoneità per uno scopo specifico. Tutte queste garanzie, dichiarazioni, obblighi e condizioni sono esclusi.',
        },
        {
            p: '9.2. ROYALFUT non rilascia alcuna dichiarazione o garanzia in merito alla validità, accuratezza, correttezza, affidabilità, qualità, stabilità, completezza o tempestività delle informazioni fornite sul o attraverso il Sito web. ROYALFUT non dichiara né garantisce che la produzione, l’importazione, la distribuzione, l’offerta, la visualizzazione, l’acquisto, la vendita e/o l’utilizzo dei prodotti o servizi offerti o visualizzati sul Sito web non violino i diritti di terzi, e ROYALFUT non rilascia alcuna dichiarazione o garanzia di alcun tipo in merito a qualsiasi prodotto o servizio offerto o visualizzato sul Sito web.',
        },
        {
            p: '9.3. Qualsiasi materiale scaricato o altrimenti ottenuto attraverso il sito web è a discrezione e rischio dell’Utente, e l’Utente è l’unico responsabile di eventuali danni al sistema informatico o della perdita di dati che possono derivare dal download di tale materiale. Nessuna notifica o informazione, orale o scritta, ottenuta da un Utente ROYALFUT o attraverso il Sito web, dà luogo a garanzie non espressamente indicate in questo documento.',
        },
        {
            p: '9.4. In nessun caso ROYALFUT sarà responsabile per eventuali ritardi, guasti o interruzioni del contenuto o dei servizi forniti attraverso il Sito web, derivanti direttamente o indirettamente da fenomeni naturali, forze o cause indipendenti dal suo controllo, inclusi guasti a Internet, computer, telecomunicazioni o altro, guasti alle apparecchiature, interruzioni di corrente elettrica, scioperi, controversie di lavoro, rivolte, proteste, disordini civili, mancanza di manodopera o materiali, incendi, inondazioni, uragani, esplosioni, disastri naturali, guerre, azioni governative, ordini di corti o tribunali nazionali o stranieri, o il mancato rispetto di obblighi da parte di terzi.',
        },
        {
            p: '9.5. L’Utente accetta di indennizzare e sollevare ROYALFUT, i suoi affiliati, amministratori, funzionari e dipendenti da eventuali perdite, reclami, responsabilità (comprese le spese legali basate su un risarcimento totale) che possano sorgere direttamente o indirettamente:',
        },
        {
            p: '1) dall’utilizzo del Sito web da parte dell’Utente, compresa, a titolo esemplificativo, la visualizzazione delle informazioni di tale Utente sul Sito web;',
        },
        {
            p: '2) da una violazione di uno qualsiasi dei termini delle Condizioni da parte di tale Utente;',
        },
        {
            p: '3) da una violazione di qualsiasi dichiarazione e garanzia fatta dall’Utente di ROYALFUT, compresi, a titolo esemplificativo ma non esaustivo, quelli presentati nelle sezioni 5.3, 5.4 e 5.5 di cui sopra;',
        },
        {
            p: '4) a seguito di eventuali reclami di terzi o di altre terze parti relativi ai prodotti offerti o mostrati sul Sito.',
        },
        {
            p: '9.6. ROYALFUT e i suoi affiliati, direttori, funzionari e dipendenti non sono responsabili per eventuali danni speciali, diretti, indiretti o punitivi, o danni in generale (inclusi, a titolo esemplificativo ma non esaustivo, danni dovuti a perdita di profitti o risparmi, interruzione del servizio, perdita di informazioni), sia come conseguenza dell’esecuzione del contratto, negligenza, torto, responsabilità oggettiva o altro, sia come conseguenza di perdite derivanti da quanto segue:',
        },
        {
            p: '1) utilizzo o impossibilità di utilizzare il Sito web;',
        },
        {
            p: '2) eventuali difetti a beni, campioni, dati, informazioni o servizi acquistati o ottenuti da un utente o da un fornitore di servizi di terze parti attraverso il Sito web;',
        },
        {
            p: '3) eventuali reclami o richieste dell’Utente sul fatto che produzione, importazione, distribuzione, offerta, esposizione, acquisto, vendita e/o utilizzo di prodotti o servizi offerti o visualizzati sul Sito web possano violare o possano essere rivendicati come violazione dei diritti di terzi, o nell’eventualità che una qualsiasi parte rivendichi di avere diritto a difesa o ricorso legati alla rivendicazione di diritti; richieste o rivendicazioni di terzi che rivendicano diritti;',
        },
        {
            p: '4) accesso non autorizzato ai dati o alle informazioni personali di un qualsiasi Utente da parte di terzi;',
        },
        {
            p: '5) dichiarazioni, comportamenti o materiali pubblicati dagli Utenti del Sito web, incluso materiale diffamatorio, offensivo o illegale;',
        },
        {
            p: '6) qualsiasi altro motivo relativo alle attività di ROYALFUT e alla fornitura di servizi attraverso il Sito web.',
        },
        {
            p: '9.7. ROYALFUT si riserva il diritto di assumere, a proprie spese, una protezione esclusiva e il controllo su qualsiasi questione. In questo caso l’Utente dovrà collaborare con ROYALFUT per risolvere tale questione.',
        },
        {
            p: '9.8. ROYALFUT si riserva il diritto di limitare, vietare o creare diversi accessi al Sito web e alle sue funzionalità per diversi utenti, e di modificare qualsiasi funzione o introdurre nuove funzioni senza preavviso. L’Utente riconosce che l’impossibilità di utilizzare il Sito web in tutto o in parte per qualsiasi motivo può influenzare negativamente il proprio business. L’Utente accetta che per nessun motivo ROYALFUT o uno qualsiasi dei suoi affiliati, amministratori, funzionari o dipendenti siano responsabili nei confronti dell’Utente o di terzi per l’eventuale impossibilità di utilizzare il Sito web (sia a causa di una violazione, accesso limitato, modifica o cessazione di qualsiasi funzione sul Sito web, sia per altri motivi).',
        },
        {
            p: '9.9. ROYALFUT non è autore di contenuti di terzi, siano essi utenti anonimi, autori pubblici o fornitori di contenuti a pagamento. Né ROYALFUT né i suoi affiliati, direttori, funzionari o dipendenti hanno intrattenuto rapporti con tali terzi. I contenuti di terze parti sono responsabilità esclusiva della parte che fornisce tale contenuto. Né ROYALFUT né i suoi affiliati, amministratori, funzionari o dipendenti sono responsabili per l’accuratezza, la pertinenza, la legalità o la validità di qualsiasi contenuto di terze parti e non sono responsabili nei confronti dell’affidamento degli Utenti su tali contenuti di terze parti. Inoltre, né ROYALFUT né i suoi affiliati, amministratori, funzionari o dipendenti sono responsabili per il comportamento degli Utenti all’interno del sito, né sono responsabili nei confronti di alcuno in relazione ai danni subiti in conseguenza del comportamento dell’Utente.',
        },
        {
            p: '9.10. ROYALFUT potrebbe autorizzare gli Utenti ad accedere a contenuti, prodotti o servizi offerti da terze parti tramite collegamenti ipertestuali (link verbali, banner, canali o altro) disponibili su un sito web o su un profilo/account su un servizio web di tali terze parti. L’Utente riconosce che ROYALFUT non ha alcun controllo su tali siti web di terze parti, non controlla tali siti web, e né ROYALFUT né i suoi affiliati, direttori, funzionari o dipendenti sono ritenuti responsabili nei confronti di chiunque per tale sito web o qualsiasi contenuto, prodotto o servizio disponibili su tale sito web. Per essere a conoscenza dei Termini di Utilizzo dei siti web di terze parti e prima di utilizzarli, l’Utente deve leggere i termini di utilizzo di tali siti web e l’informativa sulla privacy.',
        },
        {
            p: '9.11. Indipendentemente da quanto sopra, una volta accertata la responsabilità di ROYALFUT, la sua responsabilità si limita alla maggior parte di a) importi di una specifica operazione contestata, b) spese contestate non eccedenti le spese totali pagate dall’utente a ROYALFUT nei 12 mesi precedenti all’azione che dà luogo alla responsabilità, o 100 $.',
        },
        {
            p: '10. Notifica utente',
        },
        {
            p: '10.1. Tutte le notifiche o i reclami verso l’Utente sono ritenuti validi se consegnati di persona, inviati tramite corriere, raccomandata, fax o e-mail forniti dall’utente ROYALFUT, o inviando tale notifica o reclamo gratuitamente sul Sito web. Una notifica dell’Utente è stata ricevuta da tale Utente se e quando:',
        },
        {
            p: '• ROYALFUT può dimostrare che un messaggio, fisico o elettronico, è stato inviato a tale utente; oppure',
        },
        {
            p: '• immediatamente dopo la pubblicazione tale notifica sul sito web ROYALFUT, è disponibile gratuitamente.',
        },
        {
            p: '11. Controversie legali',
        },
        {
            p: '11.1. Le parti convengono che qualsiasi rivendicazione o controversia legale o equa che sorga o possa sorgere tra loro in relazione a questa o a precedenti versioni delle Condizioni d’uso di ROYALFUT, all’utilizzo o all’accesso al Sito web, servizi o qualsiasi prodotto o servizio venduto o acquistato attraverso i siti web, i servizi, le applicazioni o gli strumenti di ROYALFUT, saranno risolti in conformità con le disposizioni della presente sezione sulle controversie legali.',
        },
        {
            p: '11.2. L’Utente accetta che indipendentemente dai principi di conflitto di leggi, le Condizioni d’uso e qualsiasi reclamo o controversia che sorga o possa sorgere tra l’Utente e ROYALFUT, salvo diversamente specificato nel Contratto d’Utente, saranno disciplinati dalla legge degli Emirati Arabi Uniti.',
        },
        {
            p: '11.3. In caso di controversie, reclami, richieste o disaccordo sulle presenti Condizioni o relativi alla sua violazione, le parti delle presenti Condizioni faranno tutti gli sforzi possibili per risolvere la controversia, reclamo, problema o disaccordo. A questo scopo, si consulteranno e negozieranno coscienziosamente e, dopo aver riconosciuto gli interessi reciproci, cercheranno di raggiungere una soluzione giusta ed equa che soddisfi entrambe le parti. Se non dovessero raggiungere tale decisione entro 60 giorni, dopo un avviso da parte di una delle parti, tutte le controversie, reclami, richieste o disaccordi saranno infine risolti dal giudice presso la sede della società Azur Apps FZ-LLC (Appartamento 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Emirati Arabi Uniti) in base alla tipologia di utente.',
        },
        {
            p: '12. Informazioni generali',
        },
        {
            p: '12.1. Le Condizioni ROYALFUT e tutti i documenti pubblicati sui nostri siti web costituiscono le Condizioni tra l’Utente e ROYALFUT in relazione all’accesso e all’utilizzo del Sito web, e sostituiscono qualsiasi precedente accordo scritto o orale in relazione allo stesso oggetto delle presenti Condizioni.',
        },
        {
            p: '12.2. ROYALFUT e l’Utente sono contraenti indipendenti e le presenti Condizioni non costituiscono né intendono rapporti di agenzia, partnership, joint venture, rapporti di lavoro impiegato/datore o affiliato/affiliante.',
        },
        {
            p: '12.3. L’impossibilità di ROYALFUT a esercitare o far rispettare i diritti o le disposizioni dei termini delle presenti Condizioni non costituisce una rinuncia a tale diritto o disposizione.',
        },
        {
            p: '12.4. Se una qualsiasi disposizione delle Condizioni è ritenuta non valida o inapplicabile, tale disposizione sarà rimossa dalle Condizioni e non influenzerà la validità e l’applicabilità delle restanti disposizioni delle Condizioni.',
        },
        {
            p: '12.5. L’Utente accetta che non ci saranno beneficiari terzi nelle Condizioni.',
        },
        {
            p: '12.6. I titoli sono solo a scopo di riferimento e non definiscono, limitano, interpretano o descrivono in alcun modo l’ambito del titolo stesso o l’ambito di tale sezione.',
        },
        {
            p: '13. Conformità alle politiche AML/KYC',
        },
        {
            p: '13.1. L’acquirente e il venditore concordano che ROYALFUT ha una politica Conosci il tuo cliente (KYC) e Antiriciclaggio (AML) per combattere le frodi su Internet.',
        },
        {
            p: '13.2. ROYALFUT ha una politica di tolleranza zero contro le frodi su Internet e qualsiasi tentativo di accedere o ottenere informazioni sui clienti o altre informazioni sui suoi siti web con mezzi illegali o segreti. L’azienda collabora con agenzie investigative locali, nazionali e internazionali e utilizza una varietà di strumenti elettronici e di altro tipo per prevenire, rilevare e contrastare le frodi. L’azienda persegue in modo aggressivo, nella misura massima consentita dalla legge, i colpevoli che sono stati arrestati e hanno commesso attività fraudolente sul Sito web. La società collabora con agenzie come la polizia di Stato e locale, l’FBI statunitense, le agenzie doganali statunitensi e internazionali e l’Interpol.',
        },
        {
            p: '13.3. Nell’ambito delle procedure Conosci il tuo cliente, ROYALFUT valuta le transazioni dei clienti e raccoglie e archivia fatti rilevanti riguardanti gli utenti, i clienti e le loro transazioni. ROYALFUT si impegna a proteggere i diritti degli utenti e la privacy dei loro dati personali. ROYALFUT raccoglie informazioni personali dai clienti solo nella misura necessaria a fornire i servizi agli utenti in modo adeguato. I dati personali degli acquirenti e degli ex acquirenti possono essere comunicati a terzi solo in circostanze limitate e in conformità con le leggi e gli accordi applicabili tra ROYALFUT e l’Utente. ROYALFUT deve custodire accuratamente i file dei clienti, inclusi estratti conto, rapporti di transazione, ricevute, note, corrispondenza interna e qualsiasi altro documento relativo al cliente per tutto il tempo richiesto dai team di sottoscrizione presso le rispettive banche acquirenti.',
        },
        {
            p: '13.4. Le operazioni finanziarie ricollegabili al riciclaggio di denaro sono considerate sospette. Una particolare transazione può essere ritenuta sospetta in seguito all’osservazione personale e all’esperienza dei dipendenti ROYALFUT, così come a informazioni ricevute o identificate. Fatte salve le leggi e i requisiti applicabili delle organizzazioni internazionali, se necessario ROYALFUT può segnalare eventuali transazioni sospette alle autorità di regolamentazione e/o dell’ordine senza obbligo di ottenere l’approvazione o la segnalazione da parte del Cliente, ROYALFUT dovrebbe consultare periodicamente gli elenchi pubblicati dalle autorità locali e dalle organizzazioni internazionali che contengono elenchi di terroristi noti o sospetti, organizzazioni terroristiche e Paesi ad alto rischio soggetti alle sanzioni dell’OFAC. ROYALFUT è tenuto a condurre procedure di dovuta diligenza in corso sui suoi clienti, analizzando le loro transazioni per sospetto di reati di riciclaggio di denaro.',
        },
        {
            p: '14. Consenso al trattamento dei dati personali',
        },
        {
            p: 'Registrandosi con questo servizio, l’Utente fornisce a ROYALFUT il proprio consenso a verificare ed elaborare i propri dati personali in base alle seguenti condizioni:',
        },
        {
            p: '1. Il Gestore tratterà i dati dell’Interessato al fine di:',
        },
        {
            p: '• Fornire i nostri servizi all’Utente;',
        },
        {
            p: '• Contattare l’utente tramite e-mail, telefono o altri mezzi per risolvere controversie, riscuotere quote, risolvere i problemi di account o dei nostri siti, servizi, applicazioni o strumenti, o per altri scopi consentiti dalla legge;',
        },
        {
            p: '• Prevenire e rilevare frodi, violazioni della sicurezza, attività potenzialmente vietate o illegali, e far rispettare le nostre Condizioni;',
        },
        {
            p: '• Effettuare controlli per identificare i nostri clienti e verificarne l’identità;',
        },
        {
            p: '• Ragioni operative quali aumento dell’efficienza, formazione e controllo qualità;',
        },
        {
            p: '• Impedire accessi non autorizzati e modifiche ai nostri sistemi;',
        },
        {
            p: '• Effettuare operazioni di marketing dei nostri servizi e dei servizi di terze parti selezionate per:',
        },
        {
            p: '✓ clienti esistenti o precedenti',
        },
        {
            p: '✓ terze parti che hanno manifestato interesse verso i nostri servizi',
        },
        {
            p: '✓ terze parti con le quali non abbiamo condotto attività in precedenza',
        },
        {
            p: '• Audit esterni e controllo qualità.',
        },
        {
            p: '2. L’elenco dei dati personali trasferiti a ROYALFUT per il trattamento:',
        },
        {
            p: 'Potremmo raccogliere e utilizzare le seguenti informazioni personali sull’Utente:',
        },
        {
            p: '• nome e recapiti, inclusi indirizzo e-mail e numero di telefono;',
        },
        {
            p: '• informazioni che ci permettono di identificare l’identità dell’Utente, come la data di nascita;',
        },
        {
            p: '• informazioni di genere, se si sceglie fornirle;',
        },
        {
            p: '• dati di accesso informatici, statistiche di visualizzazione delle pagine, traffico da e per ROYALFUT e informazioni sui cookie;',
        },
        {
            p: '• dati sulla posizione;',
        },
        {
            p: '• informazioni sulla consegna (piattaforma, numero di monete nell’ordine), informazioni di fatturazione, informazioni sulle transazioni e carte di pagamento;',
        },
        {
            p: '• gli interessi personali o professionali dell’Utente;',
        },
        {
            p: '• la presenza online professionale dell’Utente;',
        },
        {
            p: '• la storia di contatto dell’Utente con ROYALFUT, i suoi dipendenti, amministratori, affiliati, la cronologia degli acquisti e gli oggetti salvati su ROYALFUT;',
        },
        {
            p: '• informazioni sugli account che colleghi a ROYALFUT, per esempio Facebook, Google e altre piattaforme;',
        },
        {
            p: '• informazioni che ci consentono di effettuare controlli di credito o altri controlli finanziari sull’Utente;',
        },
        {
            p: '• informazioni sull’utilizzo del Sito web ROYALFUT;',
        },
        {
            p: '• risposte a sondaggi e informazioni su concorsi, premi e offerte speciali;',
        },
        {
            p: '• informazioni transazionali basate sull’attività su ROYALFUT (per esempio, informazioni per semplificare il processo di acquisto e vendita);',
        },
        {
            p: '• discussioni pubbliche, chat, risoluzione delle controversie, corrispondenza via ROYALFUT, così come la corrispondenza inviata a noi;',
        },
        {
            p: '• altre informazioni, come l’indirizzo IP e le informazioni del registro web standard (tipo di browser, provider di servizi Internet -ISP-, pagine di riferimento/uscita, sistema operativo, data/ora e dati di clickstream), nonché informazioni aggiuntive da terze parti, come informazioni sull’account di fatturazione fornite da qualsiasi servizio di pagamento utilizzato per effettuare acquisti o ricevere pagamenti, nonché ID browser, ID cookie, ID dispositivo, tipo di dispositivo, informazioni sull’utilizzo del server proxy/VPN e tecnologie correlate, informazioni sulla posizione, indirizzi e-mail, numeri di telefono e profili social pubblici forniti dai nostri fornitori di servizi di frode nei pagamenti e due diligence della clientela.',
        },
        {
            p: 'Questi dati personali sono necessari per fornirti i nostri servizi. Puoi scegliere di non fornirci informazioni, ma alcune informazioni sono necessarie per: registrarti come membro; acquistare prodotti o servizi, completare un profilo; partecipare a sondaggi, concorsi o sorteggi; farci una domanda, o avviare altre transazioni sul nostro sito web. ROYALFUT utilizza queste informazioni anche per l’analisi delle tendenze, il rilevamento delle frodi e la gestione del sito.',
        },
        {
            p: 'Il consenso è valido dal momento in cui i dati personali vengono registrati su https://royalfut.com',
        },
        {
            p: '15. Politica di elaborazione dei cookie',
        },
        {
            p: 'Visitando https://royalfut.com l’utente accetta la presente politica sui cookie, incluso il fatto che ROYALFUT può usare i cookie e altri dati per una successiva elaborazione da parte di Google Analytics, Yandex.Metrics e altri sistemi, e può anche trasferirli a terze parti per condurre ricerche, eseguire azioni o fornire servizi.',
        },
        {
            p: 'Visitando https://royalfut.com, i cookie possono essere usati per:',
        },
        {
            p: '• assicurarsi che il sito funzioni in modo corretto e sicuro',
        },
        {
            p: '• migliorare la qualità del sito',
        },
        {
            p: '• consentire la registrazione sul sito',
        },
        {
            p: '• fornire all’utente informazioni sul sito, inclusi prodotti e servizi',
        },
        {
            p: '• migliorare i prodotti e/o i servizi, e sviluppare nuovi prodotti e/o servizi.',
        },
        {
            p: 'Altre informazioni raccolte potrebbero essere usate per generare una «lista di interessi» che consiste in un identificatore casuale, una categoria di interessi e una marca temporale per mostrare contenuti e spot in linea con gli interessi dell’utente.',
        },
        {
            p: 'Il browser e/o il dispositivo che usi potrebbero consentirti di bloccare, cancellare o limitare in altro modo l’uso dei cookie. Si ricorda, però, che i cookie sono un elemento importante di https://royalfut.com, pertanto il blocco, la cancellazione o la limitazione del loro uso potrebbe determinare la perdita d’accesso a molte delle funzionalità del sito.',
        },
        {
            p: 'Per scoprire come gestire i cookie nel browser o sul dispositivo che usi, puoi seguire le istruzioni fornite dallo sviluppatore del browser o dal produttore del dispositivo.',
        },
    ],
    ar: [
        {
            p: 'شركة ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'تاريخ السريان: 4 يونيو 2021',
        },
        {
            p: '1. تمهيد',
        },
        {
            p: '1.1. ببقائك في الموقع الإلكتروني، أنت تقبل بنود اتفاقية المستخدم. اقرأ بعناية اتفاقية المستخدم المنشورة على موقع ROYALFUT.COM والتي تحدد حقوقك والمسؤوليات المنوطة بك وحقوق شركة ROYALFUT ومسؤولياتها. يُحظر على الأشخاص الذين لا يوافقون على الالتزام بهذه البنود والشروط التسجيل للاشتراك في الخدمة واستخدامها.',
        },
        {
            p: '1.2. شركة ROYALFUT.com (سيُشار إليها اختصارًا باسم «شركة ROYALFUT») هي سوق يمكن للمستخدمين فيه عرض المنتجات وبيعها وشراؤها. وبصفة ROYALFUT سوقًا، فهي لا تملك المنتجات المنشورة على الموقع الإلكتروني أو تبيعها. فاتفاقية البيع والشراء الفعلية يتم إبرامها بين المشترين والبائعين مباشرةً.',
        },
        {
            p: '1.3. لا تتحكم شركة ROYALFUT في المنتجات المعروضة أو تضمن وجودها أو جودتها أو سلامتها أو مشروعيتها.',
        },
        {
            p: '1.4. تضطلع شركة ROYALFUT بوظائف الوساطة فحسب وهي ليست مسؤولةً عن التبعات الفعلية و/أو القانونية المحتملة للمعاملات. في بعض الألعاب، على سبيل المثال، يمكن أن تكون هناك عقوبات/غرامات داخل اللعبة تجاه تصرفات معينة، وقد تصل إلى حظر الحساب. لا تقوم شركة ROYALFUT بقراءة قواعد الألعاب أو التحقق منها أو كلا الأمرين، ولا تراجع تصرفات المستخدمين في مثل هذه الألعاب.',
        },
        {
            p: '1.5. تؤدي شركة ROYALFUT وظيفة الجهة الضامنة للمعاملات بين مستخدمي الموقع الإلكتروني، وهي مسؤولة فحسب عن التنفيذ المشروع للمعاملات، وليس عن فاعليتها.',
        },
        {
            p: '1.6. تسمح شركة ROYALFUT للمستخدمين بعدم الإفصاح عن هويتهم إذا كان نقل البضائع والعملة يتم تنفيذه عبر موقع www.royalfut.com.',
        },
        {
            p: '1.7. في ظل الظروف المنصوص عليها في الفقرة 1.6، تقتصر المسؤولية القانونية لشركة ROYALFUT على مبلغ المعاملة فحسب. في حال رفض أي مستخدم معاملةً مكتملةً، تضمن شركة ROYALFUT استرداد المبلغ الكامل مطروحة منه الرسوم الخاصة به.',
        },
        {
            p: '1.8. تنشئ اتفاقية المستخدم هذه (التي يُطلق عليها من الآن فصاعدًا اسم "الاتفاقية")، جنبًا إلى جنب مع المستندات الأخرى المنشورة على موقع www.royalfut.com (سيُشار إليه اختصارًا باسم "الموقع الإلكتروني«)، إجراءات التفاعل مع المستخدمين وبنوده وشروطه.',
        },
        {
            p: '1.9. تم إبرام هذه الاتفاقية بينك بصفتك مستخدمًا لخدماتنا (سيُشار إليك باسم «المستخدم») وشركة ROYALFUT. عبر قبول هذه الاتفاقية، أنت توافق على الالتزام بكل بنود الاتفاقية عند الوصول إلى خدماتنا واستخدامها.',
        },
        {
            p: '1.10. عبر الوصول إلى الموقع الإلكتروني أو استخدامه، أنت تقبل بموجب هذا المستند البنود والشروط المنصوص عليها في الاتفاقية الحالية بوصفك مستخدمًا. أنت توافق كذلك على الالتزام ببنود الاتفاقية في ما يخص الوصول إلى الموقع الإلكتروني وأي تحديثات أو تعديلات إضافية أو مكونات إضافية أو تغييرات يتم إدخالها على الموقع الإلكتروني أو استخدام كل ما سبق. إذا لم تقبل بنود الاتفاقية بشكل كامل، يُرجى عدم استخدام الموقع الإلكتروني. لا يجوز لك استخدام الموقع الإلكتروني هذا والموافقة على بنود هذه الاتفاقية إذا كنت (أ) لم تبلغ السن القانونية المشترطة لإبرام عقد ملزم أو (ب) كان محظورًا عليك استخدام الموقع الإلكتروني بموجب القوانين المعمول بها في الإمارات العربية المتحدة أو البلدان الأخرى، بما في ذلك بلد إقامتك والبلد الذي تستخدم الموقع الإلكتروني منه.',
        },
        {
            p: '1.11. لدى ROYALFUT الحق المطلق وغير القابل للأخذ والرد في رفض رد المبلغ المدفوع إلى المستخدمين إذا كان الطلب الخاص بهم قد تم تسليمه بشكل كامل.',
        },
        {
            p: '1.12. لا يتم رد المبالغ المدفوعة إلا بناءً على نتائج بت فريق العمل في ROYALFUT في طلب استرداد المبلغ المدفوع المقدم من المستخدم. القرارات التي يتخذها فريق العمل في ROYALFUT نهائية وفاصلة. في حال تسديد المبلغ المدفوع إلى الحساب الشخصي للمستخدم، يستغرق التحويل المالي ما بين يوم واحد و14 يوم عمل. يعتمد الوقت الدقيق على نظام الدفع المستخدم. ولا تملك ROYALFUT أي تأثير في هذه العملية. لا يتم تسديد المبالغ المدفوعة إلا إلى الحساب المُستخدم لتنفيذ المعاملة على الموقع الإلكتروني.',
        },
        {
            p: '1.13. يمكن لأي مستخدم مسجّل حذف حسابه إذا كان يمتلك بيانات تسجيل الدخول الخاصة به (البريد الإلكتروني وكلمة مرور حساب ROYALFUT).  تضمن ROYALFUT إزالة بيانات المستخدم من قاعدة بياناتها. يمكنك طلب تحديث بياناتك الشخصية أو حجبها أو حذفها إذا كانت البيانات ناقصة أو قديمة أو غير دقيقة أو تم الحصول عليها بغير الطرق القانونية أو إذا لم تعُد ذات صلة بأغراض المعالجة. عليك فقط أن تراسلنا بالبريد الإلكتروني عبر هذا العنوان support@royalfut.com.',
        },
        {
            p: '1.14. يحق لشركة ROYALFUT تعديل هذه الاتفاقية أو أي مستندات أخرى في الموقع الإلكتروني في أي وقت بإشعار أو من دون إشعار عن طريق نشر الاتفاقية المعدّلة والمنقّحة أو المستندات المرتبطة أو كلتيهما على الموقع الإلكتروني. تصبح الاتفاقية المعدّلة والمنقّحة أو المستندات المرتبطة أو كلتاهما سارية المفعول بمجرد النشر. وبعد نشر المستندات المعدّلة والمنقّحة، يعدّ استمرارك في استخدام الموقع الإلكتروني قبولاً منك للبنود والشروط المعدّلة. لا يمكن إدخال تغييرات على الاتفاقية وسياسة الموقع الإلكتروني بأي طريقة بخلاف أن تكون التغييرات مكتوبة عن طريق المسؤول المصرّح له بذلك في شركة ROYALFUT.',
        },
        {
            p: '2. تعريفات',
        },
        {
            p: '2.1. البيانات الشخصية — هي أي معلومات مرتبطة بشخص محدد أو يمكن تحديد هويته.',
        },
        {
            p: '2.2. محتوى ROYALFUT — هو عبارة عن البيانات أو الصور أو مقاطع الفيديو أو الكتالوجات أو العروض المتاحة على الموقع الإلكتروني أو التي تتاح عن طريقه والتي سيُشار إليها من الآن فصاعدًا باسم «محتوى ROYALFUT».',
        },
        {
            p: '2.3. المستخدم المسجّل — هو كل مستخدم يقوم بإكمال نموذج التسجيل على الموقع الإلكتروني ويقدم معلومات حول شخصه (على سبيل المثال الاسم والعنوان ورقم الهاتف ورقم الفاكس والبريد الإلكتروني، وما إلى ذلك) ويصبح مستخدم ROYALFUT المسجّل (سيُشار إليه باسم «المستخدم المسجّل»).',
        },
        {
            p: '2.4. المخاطر التشغيلية — المخاطر التي يواجهها المستخدمون عند استخدام الموقع الإلكتروني أو تنفيذ المعاملات تعدُّ من قبيل «المخاطر التشغيلية». تشمل المخاطر التشغيلية مخاطر المسؤولية القانونية أو مخاطر الأضرار من أي نوع في ما يتصل باستخدام الموقع الإلكتروني. وتشمل هذه المخاطر على سبيل المثال لا الحصر:',
        },
        {
            p: '• المعلومات المشوهة للمنتجات والخدمات، والمخططات الاحتيالية، والجودة غير المُرضية، وتضاربات المتطلبات التقنية، والمنتجات المعيبة أو الخطيرة، والمنتجات غير القانونية، والتأخر في الوفاء بشروط التسليم أو الدفع أو عدم الوفاء بها، والعمليات الحسابية الخاطئة من حيث القيمة، وانتهاك الضمان والإخلال بالعقد.',
        },
        {
            p: '• المخاطر المتمثلة في أن إنتاج المنتجات أو الخدمات المقدمة من الموقع الإلكتروني أو المعروضة عليه واستيرادها وتوزيعها وعرضها وتقديمها وشراءها وبيعها أو أيًّا مما سبق قد ينتهك - أو يُزعم أنه ينتهك - حقوق أطراف ثالثة، وكذلك الخطر المتمثل في أن المستخدمين قد يتكبدون مصروفات نظير دفاعهم عن حقوق أطراف ثالثة أو تكاليف أخرى في ما يتصل بإثبات هذه الحقوق من خلال أطراف ثالثة أو في ما يتصل بأي مطالبات يتقدم بها أي طرف نظير كونهم مؤهلين للدفاع عن حقوق الأطراف الثالثة أو مطالباتهم أو طلباتهم أو نظير الأضرار المتصلة بإثباتها.',
        },
        {
            p: '• المخاطر المتمثلة في أن مستهلكي المنتجات، أو مشتريها الآخرين، أو المستخدمين النهائيين لها، أو الأشخاص الآخرين الذين يزعمون أنهم تكبدوا خسائر أو ضررًا في ما يتصل بمنتج اقتناه مستخدمو الموقع الإلكتروني في الأساس نتيجةً لمعاملات البيع والشراء المتصلة باستخدام الموقع الإلكتروني قد يتكبدون خسائر و/أو يرفعون دعاوى نتيجة استخدامهم لمثل هذه المنتجات',
        },
        {
            p: '2.5. «المستخدم» — أي شخص يقوم بالوصول إلى الموقع الإلكتروني لأي غرض بصرف النظر عما إذا كان المستخدم قد قام بالتسجيل على الموقع الإلكتروني بصفته مستخدمًا مسجلاً أم لا.',
        },
        {
            p: '3. استخدام ROYALFUT',
        },
        {
            p: '3.1. الأحكام العامة. يمكن للمستخدمين استخدام الموقع الإلكتروني فقط لأغراضهم الشخصية الخاصة. يوافق كل مستخدم على أنه لا يجوز له نسخ أي محتوى من الموقع الإلكتروني أو إعادة إنتاجه أو تنزيله بغرض إعادة بيع محتوى ROYALFUT أو إعادة توزيعه، أو لأغراض إرسال رسائل البريد الجماعي (بريد إلكتروني أو رسائل نصية لاسلكية أو بريد عادي أو غير ذلك)، أو مزاولة النشاط التجاري الذي يعدّ منافسًا لشركة ROYALFUT أو أي استخدام تجاري آخر لمحتوى ROYALFUT. يُحظر البحث المنظّم عن محتوى ROYALFUT في الموقع الإلكتروني لإنشاء تشكيلة أو مجموعة أو قاعدة بيانات أو كتالوج أو تجميعها بشكل مباشر أو بشكل غير مباشر (وسواء كان ذلك بوسيلة تلقائية التشغيل أو يدوية) من دون إذن مكتوب من ROYALFUT. وعلاوةً على ما سبق، يُحظر على المستخدمين استخدام محتوى ROYALFUT لأي غرض غير مأذون به صراحةً بموجب هذه الاتفاقية.',
        },
        {
            p: '3.2. إذا وافق المستخدم على تلقي رسائل من ROYALFUT عبر البريد الإلكتروني المحدد في حسابه على ROYALFUT، أو الذي تم تحديده عند الدفع في نظام دفع الشريك من ROYALFUT، أو عن طريق أي طريقة مراسلة تُحدد كطريقة مراسلة في الموقع الإلكتروني أو عن طريقه، أو عبر أي منصات تواصل اجتماعي أو برامج مراسلة فورية أو رسائل دردشة عبر الإنترنت يجدها المستخدم على الموقع الإلكتروني. يوافق المستخدم بموجب هذا المستند على أنه يجوز لشركة ROYALFUT استخدام البيانات الشخصية للمستخدم في المراسلات الخاصة مع المستخدم أو لأغراض المراسلات الجماعية.',
        },
        {
            p: '3.3. لا يجوز أن تحتوي الرسائل أو أي معلومات أخرى يرسلها المستخدم عن طريق أنظمة المراسلات التي توفرها شركة ROYALFUT، وكذلك رسائل البريد الإلكتروني ورسائل الفاكس والخطابات والرسائل المقدمة عبر منصات التراسل أو وسائل التواصل الاجتماعي أو الرسائل الفورية للدردشات عبر الإنترنت والمرسلة إلى عناوين البريد الإلكتروني من المعلومات المستخلصة من الموقع الإلكتروني على أي مواد ورد ذكرها في الفقرة 5.3، ويجب — علاوةً على ذلك — أن تكون حقيقية ودقيقة وألا تشتمل على فجوات أو تغييرات متعمّدة.',
        },
        {
            p: '3.4. يجب ألا يتخذ أي مستخدم أي إجراء لتقويض سلامة أنظمة الكمبيوتر أو الشبكات التي تستخدمها شركة ROYALFUT أو أي مستخدم آخر، ولا يجوز لأي مستخدم أن يحاول نيل وصول غير مصرّح به إلى أنظمة كمبيوتر أو شبكات من هذا القبيل.',
        },
        {
            p: '3.5. سوف تتم معالجة أي بيانات شخصية تتلقاها شركة ROYALFUT وفقًا للاتفاقية.',
        },
        {
            p: '3.6. تستخدم ROYALFUT ملفات تعريف الارتباط الأساسية لتشغيل الموقع الإلكتروني. ملفات تعريف الارتباط هي ملفات نصية صغيرة توضع على جهازك (مثل الكمبيوتر أو الهاتف الذكي أو غير ذلك من الأجهزة الإلكترونية) عندما تستخدم الموقع الإلكتروني. توفر ملفات تعريف الارتباط الأساسية الوظائف الأساسية، مثل الأمان وإدارة الشبكة وإمكانية الوصول. يمكنك تعطيلها عن طريق تغيير إعدادات المتصفح، لكن هذا قد يؤثر في وظائف الموقع الإلكتروني.',
        },
        {
            p: '3.7. تمتلك ROYALFUT الحق في تجميع ملفات تعريف الارتباط الإعلانية واستخدامها وتخزينها ومعالجتها.',
        },
        {
            p: '3.8. يوافق المستخدمون، كشرط للوصول إلى الموقع الإلكتروني واستخدامه، على عدم استخدام خدمات ROYALFUT لانتهاك حقوق الأطراف الثالثة بأي طريقة. وفي حال انتهاك ذلك، تمتلك ROYALFUT الحق في إنهاء حسابات المستخدمين.',
        },
        {
            p: '3.9. قد تقوم شركة ROYALFUT، في أثناء التسجيل على الموقع الإلكتروني، بإرسال كلمة مرور يتم إنشاؤها تلقائيًّا إلى المستخدم. يوافق المستخدم، عن طريق تقديم معلومات حول عنوان الاتصال به (البريد الإلكتروني، على سبيل المثال)، على أن مثل هذه المعلومات قابلة للتحقق منها ودقيقة وصحيحة وكاملة ويؤكّد هذه الحقيقة ويضمنها. يوافق المستخدم، عبر تقديم عنوان للاتصال، على تلقي رسالة تشتمل على كلمة مرور من ROYALFUT عملاً بالفقرة رقم 3.2. يوافق المستخدم على أن كلمة المرور لا تضمن الأمان الكامل لحسابه من الوصول غير المصرّح به على الموقع الإلكتروني، ومن ثمّ، يجب تغيير كلمة المرور قبل أول محاولة تسجيل دخول لتوفير أقصى حماية للحساب.',
        },
        {
            p: '3.10. تحتفظ شركة ROYALFUT بالحق في إنهاء حساب أي مستخدم إذا كانت شركة ROYALFUT تعتقد أن سلوك المستخدم مضرّ بمصالح ROYALFUT، أو موظفيها، أو مديريها، أو شركاتها التابعة، أو المستخدمين الآخرين، أو لأي سبب آخر وفق تقدير ROYALFUT المنفرد والمطلق، سواء لسبب أو من دون سبب.',
        },
        {
            p: '3.11. قد توفر ROYALFUT روابط إلى مواقع خارجية قد تكون مشاركة في بيع المنتجات والخدمات. لا تتحمل شركة ROYALFUT أي مسؤولية عن مراجعة المواقع الإلكترونية وتقييمها، ولا تتحكم في محتوى المواقع الإلكترونية أو القرارات التي تتخذها الأطراف الثالثة. ولا تتحمل شركة ROYALFUT مسؤولية أي إجراءات تتخذها هذه المواقع الإلكترونية ضدك.',
        },
        {
            p: '3.12. يوافق المستخدم على أن البائع يجب أن يسلم الطلبية في غضون 3 أيام من لحظة تقديم المستخدم كل البيانات الضرورية (مثل البريد الإلكتروني، وكلمة المرور، ورمز النسخ الاحتياطي لحساب EA) من أجل طريقة التسليم المريحة بصرف النظر عن سعر الطلبية.',
        },
        {
            p: '4. المستخدم المسجّل',
        },
        {
            p: '4.1. بتحولك إلى مستخدم مسجّل، أنت توافق على تجميع بياناتك الشخصية ومعالجتها وتخزينها ونقلها. وتوافق كذلك على تضمين بياناتك الشخصية في قواعد البيانات لدينا، والسماح لشركة ROYALFUT بمشاركة مثل هذه المعلومات مع المستخدمين الآخرين بما يتوافق مع الأغراض المنصوص عليها في الاتفاقية.',
        },
        {
            p: '4.2. يجوز لشركة ROYALFUT رفض التسجيل ورفض إنشاء حساب واسم المستخدم وكلمة المرور المرتبطين به لأي مستخدم لأي سبب أو من دون أي أسباب على الإطلاق.',
        },
        {
            p: '4.3. يحق لشركة ROYALFUT تعليق حساب أي مستخدم مسجّل أو إنهاؤه في أي وقت في حال:',
        },
        {
            p: '• كان هناك أي انتهاك لأحكام هذه الاتفاقية من جانب المستخدم المسجّل وذلك حسب التقدير المنفرد والمطلق لشركة ROYALFUT، أو',
        },
        {
            p: '• كانت لدى ROYALFUT أسباب معقولة للاشتباه بأن المعلومات المقدمة بواسطة المستخدم المسجّل غير حقيقية أو غير صحيحة أو غير محدّثة أو غير كاملة، أو',
        },
        {
            p: '• كانت شركة ROYALFUT تعتقد أن سلوك المستخدم يخل بمصالحها أو مصالح موظفيها أو مديريها أو الشركات التابعة لها أو المستخدمين الآخرين، أو',
        },
        {
            p: '• لأي سبب أو من دون أي سبب على الإطلاق وفق التقدير المنفرد والمطلق لشركة ROYALFUT',
        },
        {
            p: '4.4. لا يجوز للمستخدم المسجّل بيع حساب أو اسم مستخدم أو كلمة مرور أو محاولة بيعها أو عرض بيعها أو إعطاؤها أو التنازل عنها أو نقلها بأي سبيل آخر إلى أطراف ثالثة من دون موافقة مكتوبة ومسبقة من ROYALFUT. يحق لشركة ROYALFUT تعليق حساب المستخدم المسجّل أو حساب المتلقي التابع للمستخدم المسجّل أو إنهاؤهما في حال البيع أو عرض البيع أو التقديم كهدية أو التنازل أو النقل بما يمثل انتهاكًا للبنود المنصوص عليها في هذا القسم.',
        },
        {
            p: '5. النشر على موقع ROYALFUT',
        },
        {
            p: '5.1. لا يؤدي عرض أي معلومات للمستخدم على الموقع الإلكتروني إلى نشوء أي علاقة وكالة تجارية بين أي مستخدم وشركة ROYALFUT، أو الشركات التابعة لها، أو مديريها، أو مسؤوليها، أو موظفيها على أساس قيام ROYALFUT بهذا العرض للمعلومات.',
        },
        {
            p: '5.2. يفهم كل مستخدم ويضمن ويوافق على أن:',
        },
        {
            p: '• أي معلومات يقدمها المستخدم إلى الموقع الإلكتروني هي معلومات حقيقية وصحيحة ومحدثة وكاملة، وأن',
        },
        {
            p: '• المستخدم سيقدم الدعم ويقوم بتغيير المعلومات سريعًا بحيث تكون حقيقية وصحيحة ومحدثة وكاملة',
        },
        {
            p: '5.3. يعلن كل مستخدم ويضمن ويوافق على أن المعلومات المقدمة إلى ROYALFUT للعرض على الموقع الإلكتروني يجب ألا:',
        },
        {
            p: '‌أ. تشتمل على أي معلومات احتيالية أو تعرض/تعلن عن أي بضائع احتيالية أو تكون مرتبطة ببيع أو محاولة بيع بضائع مقلدة أو مسروقة أو بضائع محظورة قانونًا للتسويق و/أو البيع أو تسهّل بأي طريقة أخرى نشاطًا غير قانوني',
        },
        {
            p: '‌ب. تكون جزءًا من مخطط احتيالي للمستخدمين الآخرين للموقع الإلكتروني أو أي أغراض غير قانونية أخرى',
        },
        {
            p: '‌ج. تكون جزءًا من تسويق منتجات أو خدمات تنتهك حقوق أطراف ثالثة أو تسهم بأي طريقة أخرى في انتهاكها أو تشجع عليه',
        },
        {
            p: '‌د. تنتهك أي قوانين أو تشريعات أو مراسيم أو لوائح تنظيمية معمول بها (بما في ذلك على سبيل المثال لا الحصر القوانين المنظّمة للرقابة على الصادرات، أو حماية المستهلك، أو المنافسة غير العادلة، أو مكافحة التمييز أو مكافحة الإعلانات الزائفة)',
        },
        {
            p: '‌ه. تكون سيئة السمعة أو تنطوي على تشهير أو تهديد أو تنطوي على رفع غير قانوني لدعاوى قضائية',
        },
        {
            p: '‌و. تنطوي على فجور أو على صور إباحية من أي نوع أو تعدّ من قبيل الترويج لها، أو تكون مرتبطة بمواد أو بضائع أو أي محتويات أخرى ذات طابع إباحي وتروج بأي طريقة لمواد جنسية صريحة أو ذات تأثير ضار بأي شكل من الأشكال بالأطفال القاصرين',
        },
        {
            p: '‌ز. تروّج للتمييز بناءً على العرق أو الجنس أو الدين أو الجنسية أو الإعاقة أو الاتجاه الجنسي أو العمر',
        },
        {
            p: '‌ح. تحتوي على أي مادة تعدّ إعلانات غير مصرّح بها أو رسائل عشوائية',
        },
        {
            p: '‌ط. تطلب عروضًا من أي مستخدم في ما يخص نشاطات الأعمال. كذلك في حال اكتشاف ROYALFUT أن المستخدم قد انتهك الفقرة رقم 5.3 (1)، يفوض المستخدم شركة ROYALFUT بفرض غرامة تصل قيمتها إلى 150.00 يورو باستخدام الطريقة المسجّلة للدفع التي حددها المستخدم في الملف و/أو طلب عمل إيداع بقيمة تصل إلى 300.00 يورو لتنشيط حساب المستخدم',
        },
        {
            p: '‌ي. تشتمل على أي فيروسات حاسوبية أو فيروسات حصان طروادة أو أي برامج ونصوص برمجية وروابط وواجهات ويب مخرِّبة أخرى يمكن أن تتسبب في ضرر للأنظمة البرمجية أو الأنظمة المادية أو تتسبب في انقطاعها عن العمل أو تستولي/تصادر أي أنظمة برمجية أو مادية أو بيانات أو بيانات شخصية أو',
        },
        {
            p: '‌ك. تشير مباشرةً أو بطريقة غير مباشرة إلى وصف البضائع والخدمات المحظورة بموجب هذه الاتفاقية أو تقوم بتضمين وصفها، أو',
        },
        {
            p: '‌ل. يجب ألا تؤدي بأي طريقة بخلاف ذلك إلى تحميل ROYALFUT أو موظفيها أو مديريها أو الشركات التابعة لها أي مسؤولية',
        },
        {
            p: '5.4. يعلن كل مستخدم ويضمن ويقبل أنه قد حصل على كل حقوق النشر والعلامات التجارية وأسرار المهنة أو تراخيص براءة الاختراع والأذونات والتراخيص والأذونات الأخرى التابعة لأطراف ثالثة والتي قد تكون هناك حاجة إليها بما يتوافق مع أي حقوق شخصية وحقوق ملكية أخرى لأي طرف ثالث (بما في ذلك على سبيل المثال لا الحصر الحقوق الشخصية والحقوق الخاصة بالخصوصية) في أي مواد ومعلومات ينشرها المستخدم على الموقع الإلكتروني ويوفرها لشركة ROYALFUT أو يأذن لها بعرضها وتخزينها. يعلن كل مستخدم ويضمن ويقبل أنه وحده هو المسؤول عن ضمان ألا تنتهك أي مواد وبيانات يعرضها المستخدم على الموقع الإلكتروني ويزوّد ROYALFUT بها ويأذن لها بعرضها وتخزينها أيَّ حقوق لأطراف ثالثة وأنها قد تم عرضها بموافقة المالك (المالكين) لهذه الحقوق. يعلن كل مستخدم ويضمن ويقبل أنه - أي المستخدم - له الحق في إنتاج المنتجات وعرضها وبيعها واستيرادها وتوزيعها، وأن هذه المنتجات التي يوفرها المستخدم ويعرضها على الموقع الإلكتروني ومثل هذا الإنتاج أو العرض أو البيع أو الاستيراد أو التوزيع أو جميع ما سبق لا تنتهك أي حقوق لأطراف ثالثة.',
        },
        {
            p: '5.5. يمنح كل مستخدم ترخيصًا غير قابل للإلغاء ودائمًا ويمتد نطاقه على مستوى العالم وخاليًا من أي رسوم وغير قابل للترخيص من الباطن (عبر مستويات متعددة) وغير قابل للتنازل عنه إلى ROYALFUT والشركات التابعة لها لعرض كل البيانات المقدمة بواسطة هذا المستخدم واستخدامها بما يتوافق مع الأهداف المنصوص عليها في الاتفاقية، والترخيص المتعلق بتنفيذ الحقوق التي تمتلكها في ما يخص مثل هذه المواد والبيانات، بما في ذلك — على سبيل المثال لا الحصر — حق النشر وحقوق الدعاية وقواعد البيانات، في أي وسائط معروفة أو غير معروفة حاليًا.',
        },
        {
            p: '5.6. تمتلك شركة ROYALFUT الحق المطلق في عرض البيانات حول الطلب المقدم من المستخدم علنًا على الموقع الإلكتروني (مثل وقت الطلب، والوقت الذي انقضى من بداية تقديم الطلب، والوقت الذي مر من نهاية تقديم الطلب، بما في ذلك التكاليف الخاصة بالنشر التلقائي (15 دقيقة)، والمنصة ومقدار العملات في الطلب)، مع الالتزام بإخفاء عنوان البريد الإلكتروني للمستخدم حتى 7 رموز مرئية للامتثال لمتطلبات السرية.',
        },
        {
            p: '5.7. تحتفظ شركة ROYALFUT بالحق في إزالة أي مواد منشورة على الموقع الإلكتروني، وفق تقديرها المنفرد والمطلق، بما في ذلك المحتوى الذي يكون، وفقًا لرأيها، غير قانوني أو قد يتسبب في تحمل ROYALFUT مسؤولية قانونية أو ينتهك هذه الاتفاقية أو يعدّ غير مشروع بأي طريقة أخرى.',
        },
        {
            p: '5.8. تحتفظ شركة ROYALFUT بالحق في التعاون مع الوكالات الحكومية أو جهات التحقيق الخاصة أو الأطراف الثالثة المتضررة أو جميع ما سبق في التحقيق المتعلق بأي مخالفات جنائية أو مدنية محتملة. وعلاوةً على ذلك، يحق لشركة ROYALFUT الإفصاح عن هوية أي مستخدم ومعلومات الاتصال به إذا طلبت ذلك وكالة حكومية أو وكالة إنفاذ قانون، أو أي طرف ثالث متضرر أو بموجب أمر صادر من المحكمة أو أي دعوى قضائية أخرى، ولا تتحمل شركة ROYALFUT مسؤولية الأضرار المترتبة على مثل هذا الإفصاح أو أي عواقب أخرى له. ويوافق المستخدم كذلك على عدم إقامة أي دعاوى قضائية ضد ROYALFUT بسبب مثل هذا الإفصاح. وبخصوص أي معلومات ذُكرت أعلاه، يحق لشركة ROYALFUT إيقاف أو إنهاء حساب أي مستخدم إذا كانت شركة ROYALFUT تعتبر مثل هذا الإجراء مشروعًا وفق تقديرها المنفرد والمطلق. يوافق المستخدم على أن شركة ROYALFUT لا تتحمل أي مسؤولية تجاه المستخدم، بما في ذلك مسؤولية أي أضرار تبعية أو أي أضرار أخرى في حال ارتكاب ROYALFUT أيًّا من الإجراءات المذكورة في هذا القسم، ويوافق المستخدم على تحمل المخاطر المترتبة على قدرة ROYALFUT على اتخاذ مثل هذه الإجراءات.',
        },
        {
            p: '6. المعاملات بين المشترين والبائعين',
        },
        {
            p: '6.1. توفر ROYALFUT منصة ويب إلكترونية لتبادل المعلومات بين مشتري البضائع والخدمات (يُشار إليهم باسم «المشتري») وبائعيها (يُشار إليهم باسم «البائع»).',
        },
        {
            p: '6.2. يتحمل المستخدمون المسؤولية الكاملة عن أي بنود أو شروط للمعاملات التي تتم على الموقع الإلكتروني أو عبره أو نتيجةً لاستخدامه، بما في ذلك، على سبيل المثال لا الحصر، بنود الدفع والمرتجعات والضمانات والتسليم والتأمين والرسوم والضرائب والملكية والتراخيص والغرامات/التعويضات والأذونات والمناولة والنقل والتخزين.',
        },
        {
            p: '6.3. لا تمثل ROYALFUT البائعين أو المشترين في معاملات بعينها، ولا تتصرف بصفتها وكيلاً لأيّ من البائعين أو المشترين. ليس لشركة ROYALFUT أي تحكم في جودة المنتجات أو الخدمات المتوفرة للبيع على الموقع الإلكتروني أو سلامتها أو مشروعيتها أو توفرها وهي ليست مسؤولةً عن كل ذلك، كما أنها لا تتحكم في قدرة البائعين على إتمام البيع أو قدرة المشترين على إتمام الشراء، وليست مسؤولة عن ذلك. يدرك المستخدمون أنهم قد يتعاملون مع مستخدمين آخرين يتصرفون وفق ادعاءات غير حقيقية. توصي ROYALFUT باستخدام الأدوات المتعددة المتاحة على الموقع، وكذلك الاستعانة بالمنطق السليم، لتقييم الشخص الذي تتعاملون معه.',
        },
        {
            p: '6.4. في حال تم تنفيذ نقل البضائع والأموال إلى جميع المستخدمين ضمن معاملة واحدة عن طريق ممثل لشركة ROYALFUT، بإمكان المستخدمين إبقاء هويتهم طي الكتمان ويُضمن لهم إرجاع البضائع سليمة أو دفع الأموال أو كلّ من الأمرين.',
        },
        {
            p: '6.5. يوافق كل مستخدم على أنه يدرك تمامًا كل المخاطر التي تكتنف المعاملات عند استخدام الموقع الإلكتروني لتنفيذ المعاملات، وأن المستخدم يتحمل بالكامل مخاطر المسؤولية القانونية أو الأضرار من أي نوع المتعلقة باستخدام الموقع الإلكتروني. يوافق كل مستخدم على أن ROYALFUT ليست مسؤولة عن أي خسارة أو مسؤولية قانونية أو مصروفات أو أضرار أو إزعاج أو انقطاع للخدمة أو نفقات من أي نوع مما قد ينشأ من أي مخاطر للمعاملات أو في ما يتعلق بها.',
        },
        {
            p: '6.6. يجب على المستخدمين دفع كل الضرائب المستحقة للمبيعات والاستخدام، وكذلك كل الضرائب الأخرى التي تنشأ من استخدامهم للموقع الإلكتروني على مسؤوليتهم.',
        },
        {
            p: '7. الدفع',
        },
        {
            p: '7.1. يجب ألا تزيد قيمة المبلغ الذي تفرضه شركة ROYALFUT نظير استخدام خدماتها على نسبة 50% من قيمة الطلب المدفوع، وذلك حسب عروض المورّد.',
        },
        {
            p: '7.2. ويجب على المستخدمين أن يكونوا قادرين على دفع رسوم ROYALFUT وجميع الرسوم الأخرى والضرائب المستحقة المرتبطة بالخدمات المقدمة بحلول تاريخ الاستحقاق.',
        },
        {
            p: '7.3. يمكن تنفيذ المعاملات بين المشترين والبائعين على الموقع الإلكتروني باستخدام الرمز الترويجي (القسيمة) أو بالنقر فوق رابط الجهة المروّجة. تتلقى كل جهة مروّجة نسبة مئوية ثابتة عن كل معاملة يتم إجراؤها على الموقع الإلكتروني عن طريق رابط الجهة المروّجة أو من خلال تحديد رمز ترويجي (قسيمة).',
        },
        {
            p: '8. المنازعات بين المستخدمين',
        },
        {
            p: '8.1. في حال نشأت أي نزاعات بين المستخدمين بخصوص المعاملات التي تتم على الموقع، يوافق المستخدم على رفع النزاع إلى ROYALFUT التي ستكون بمثابة المحكّم لاتخاذ القرار النهائي والملزم. للسماح لشركة ROYALFUT بإجراء تحقيقاتها بشكل منصف ومعقول، يوافق المستخدمون على الامتناع عن اللجوء للتحكيم عندما يكون طلب الشراء لا يزال مفتوحًا أو في انتظار التنفيذ. سوف يتم التعامل مع المستخدمين الذين يلجؤون إلى تدخل أطراف ثالثة (باستثناء سلطات التحقيقات التابعة للدولة) على النحو التالي: سوف يتم اعتبار إجراءاتهم تدخلاً في سير إجراءات التحقيق ومحاولة لفرض قرار في صالحهم. تحتفظ ROYALFUT بالحق في تعليق حساب المستخدمين الذين يحاولون التدخل في إجراءات التشغيل القياسية الخاصة بالطلبيات التي لا تزال نشطة أو في انتظار التنفيذ أو حظرهم نهائيًّا.',
        },
        {
            p: '8.2. إذا كان على البائع تعويض المشتري أو ROYALFUT، فإن البائع يفوض ROYALFUT بإزالة المبلغ الذي يمثل قيمة التعويض (بالعملة نفسها أو بعملة أخرى) من حسابه في طريقة دفعه المحددة (PayPal على سبيل المثال) وإيداعه في حساب ROYALFUT. ويجب على البائع أن يحدد طريقة دفع صالحة في حسابه. إذا لم يكن في حساب المشتري أموالاً كافية، فإن البائع يفوض ROYALFUT بتحصيل أي مبلغ دين باستخدام طريقة الدفع هذه. ويمكن كذلك أن تودع ROYALFUT المبلغ المسترد في حساب البائع. وإذا كان البائع لم يزوّد ROYALFUT بطريقة دفع صالحة، يجوز لنا تحصيل المبالغ غير المدفوعة عبر آليات التحصيل الأخرى، بما في ذلك احتجاز التحصيل.',
        },
        {
            p: '8.3. في حالات نادرة عندما تقرر ROYALFUT أن النزاع بين المستخدمين كان سببه انتهاكًا لاتفاقية المستخدم، يتعهد المستخدم الذي ارتكب الانتهاك بدفع تعويض إلى ROYALFUT بقيمة 150.00 يورو. وعلاوةً على ذلك، يحق لشركة ROYALFUT تعليق حساب المستخدم أو حظره، أو طلب إيداع مبلغ يصل إلى 300.00 يورو، أو كلٌّ من الأمرين، لتنشيط حساب المستخدم.',
        },
        {
            p: '9. إخلاء مسؤولية عن الضمانات، تقييد المسؤولية القانونية',
        },
        {
            p: '9.1. يتم تقديم الميزات والخدمات على الموقع الإلكتروني «على حالتها» و"حسب توفرها«، وتخلي شركة ROYALFUT مسؤوليتها صراحةً عن أي ضمانات، صريحة أو ضمنية، بما في ذلك، على سبيل المثال لا الحصر، أي ضمان في ما يخص الحالة أو الجودة أو المتانة أو الأداء أو الدقة أو الموثوقية أو قابلية الرواج أو الملاءمة لغرض معين. يتم استبعاد كل هذه الضمانات والبيانات والشروط والالتزامات.',
        },
        {
            p: '9.2. ولا تقدم ROYALFUT أي تعهدات أو ضمانات بخصوص صلاحية أي معلومات يتم تقديمها على الموقع الإلكتروني أو من خلاله أو دقتها أو موثوقيتها أو جودتها أو ثباتها أو اكتمالها أو توفرها في الوقت المناسب. لا تتعهد شركة ROYALFUT أو تضمن أن إنتاج المنتجات التي يتم توفيرها أو عرضها على الموقع الإلكتروني أو استيرادها أو توزيعها أو توفيرها أو عرضها أو بيعها أو استخدامها أو جميع ما سبق لا ينتهك أي حقوق لأطراف ثالثة، كما لا تقدم ROYALFUT أي تعهدات أو ضمانات من أي نوع بخصوص أي منتج أو خدمة يتم توفيرها أو عرضها على الموقع الإلكتروني.',
        },
        {
            p: '9.3. وأي مادة يتم تنزيلها أو الحصول عليها بأي طريقة أخرى عن طريق الموقع الإلكتروني تتوقف على التقدير الشخصي لكل مستخدم وبناءً على مسؤوليته الشخصية، وكل مستخدم مسؤول وحده عن أي ضرر يتعرض له نظام الكمبيوتر أو أي فقدان للبيانات ينشأ من تنزيل مثل هذه المادة. لا تنشئ أي نصيحة أو معلومات يحصل عليها أي مستخدم، بطريقة شفوية أو مكتوبة، من ROYALFUT أو عن طريق الموقع الإلكتروني أي ضمانات لم يتم النص عليها صراحةً في هذا المستند.',
        },
        {
            p: '9.4. ولن تتحمل شركة ROYALFUT — تحت أي ظروف - أي مسؤولية قانونية عن أي تأخير يتعلق بتوفير المحتوى أو الخدمات المقدمة عبر الموقع الإلكتروني أو عدم توفير أيّ منهما أو حدوث تعطيل لهما، مما قد ينشأ - بشكل مباشر أو غير مباشر - من ظواهر أو قوى أو أسباب طبيعية خارج تحكمها، بما في ذلك انقطاع الإنترنت أو تعطل الكمبيوتر أو الاتصالات أو أي أعطال أخرى أو أعطال في الأجهزة أو في التيار الكهربائي أو إضرابات أو نزاعات عمالية أو حالات تمرد أو احتجاجات أو اضطرابات مدنية أو عدم توفر للعمالة البشرية أو المواد أو حرائق أو فيضانات أو أعاصير أو تفجيرات أو كوارث طبيعية أو حروب أو إجراءات حكومية أو أوامر صادرة من محاكم وطنية أو أجنبية أو بسبب عدم امتثال أطراف ثالثة للالتزامات المنوطة بهم.',
        },
        {
            p: '9.5. يوافق كل مستخدم على تعويض ROYALFUT وشركاتها التابعة ومديريها ومسؤوليها وموظفيها وإبراء ذمتهم من أي خسائر أو مطالبات أو مسؤوليات قانونية (بما في ذلك التكاليف القانونية المستندة إلى التعويض الكامل) قد تنشأ بشكل مباشر أو غير مباشر:',
        },
        {
            p: '1) من استخدام المستخدم للموقع الإلكتروني، بما في ذلك، على سبيل المثال لا الحصر، عرض معلومات مثل هذا المستخدم على الموقع',
        },
        {
            p: '2) من انتهاك مثل هذا المستخدم لأي بنود وشروط للاتفاقية',
        },
        {
            p: '3) من انتهاك مثل هذا المستخدم لأي بيانات وضمانات يقدمها مستخدم ROYALFUT، بما في ذلك، على سبيل المثال لا الحصر، تلك التي يُنصُّ عليها في الأقسام 5.3، و5.4، و5.5 أعلاه.',
        },
        {
            p: '4) نتيجةً لأي دعاوى ترفعها أطراف ثالثة أو أطراف ثالثة أخرى في ما يرتبط بالمنتجات أو الخدمات المقدمة أو المعروضة على الموقع الإلكتروني.',
        },
        {
            p: '9.6. لا تتحمل شركة ROYALFUT وشركاتها التابعة ومديريها ومسؤوليها وموظفيها مسؤلية أي أضرار خاصة أو مباشرة أو غير مباشرة أو تأديبية أو أي أضرار بصفة عامة (بما في ذلك على سبيل المثال لا الحصر الأضرار التي تكون بسبب فقدان الأرباح أو المدخرات أو انقطاع العمل وفقدان المعلومات)، سواء أكانت نتيجة تنفيذ العقد أو التقصير أو الضرر أو المسؤولية المُحدّدة أو غير ذلك أو أي خسارة أخرى تنشأ من أي مما يلي:',
        },
        {
            p: '1) استخدام الموقع الإلكتروني أو عدم القدرة على استخدامه',
        },
        {
            p: '2) أي عيب في البضائع أو العينات أو البيانات أو المعلومات أو الخدمات التي يتم شراؤها أو الحصول عليها من مستخدم أو موفر خدمة خارجي عبر الموقع الإلكتروني',
        },
        {
            p: '3) أي دعاوى أو طلبات يقدمها المستخدم بخصوص إنتاج المنتجات أو الخدمات التي يتم تقديمها أو عرضها على الموقع أو تصديرها أو توزيعها أو توفيرها أو عرضها أو شراؤها أو استخدامها أو جميع ما سبق وقد تنتهك أو يُزعم أنها تنتهك حقوق الأطراف الثالثة، أو الادعاءات من جهة أي طرف بأحقيته في الحماية أو التعويض في ما يتصل بادعاء حقوق معينة، أو طلبات أو دعاوى من أطراف ثالثة تدعي الحقوق',
        },
        {
            p: '4) الوصول غير المصرّح به لأطراف ثالثة إلى بيانات أي مستخدم أو معلوماته الشخصية',
        },
        {
            p: '5) البيانات أو السلوكيات أو المواد المنشورة بواسطة مستخدمي الموقع الإلكتروني، بما في ذلك المادة التشهيرية أو المهينة أو غير المشروعة',
        },
        {
            p: '6) أي أسباب أخرى ترتبط بأنشطة شركة ROYALFUT وتوفير الخدمات عبر الموقع الإلكتروني',
        },
        {
            p: '9.7. تحتفظ شركة ROYALFUT بالحق في الحصول على حماية وتحكم حصريين بخصوص أي مسألة، وفي حال كهذه يجب عليك التعاون مع ROYALFUT لتسوية مثل هذه المسألة.',
        },
        {
            p: '9.8. تحتفظ شركة ROYALFUT بالحق في تقييد الوصول إلى الموقع الإلكتروني وميزاته أو حظره أو إنشاء وصول مختلف للمستخدمين المختلفين، وتغيير أي ميزات أو إدخال ميزات جديدة من دون إشعار سابق. يقرّ كل مستخدم بأن عدم القدرة على استخدام الموقع الإلكتروني - بالكلية أو جزئيًّا - لأي سبب قد يؤثر بالسلب في أعماله. يوافق كل مستخدم على أن ROYALFUT أو أي من شركاتها التابعة أو مديريها أو مسؤوليها أو موظفيها لن يتحملوا تحت أي ظرف أي مسؤولية قانونية تجاه المستخدم أو أي أطراف ثالثة بسبب عدم القدرة على استخدام الموقع الإلكتروني (سواء بسبب انتهاك أي وظيفة على الموقع الإلكتروني أو غير ذلك أو الوصول المحدود إليها أو تعديلها أو إنهائها).',
        },
        {
            p: '9.9. لا تعدُّ شركة ROYALFUT مؤلفًا لمحتوى الطرف الثالث سواء أكان من مستخدمين مجهولي الهوية أم مؤلفين معروفين بشكل عام أم من موفري خدمات كتابة محتوى بأجر. لم تنخرط شركة ROYALFUT أو أيّ من شركاتها التابعة أو مديريها أو مسؤوليها أو موظفيها في أي علاقات مع مثل هذه الأطراف الثالثة. ويتحمل الطرف الذي يوفر أي محتوى طرف ثالث المسؤولية منفردًا عن مثل هذا المحتوى. ولا تتحمل شركة ROYALFUT أو أيّ من شركاتها التابعة أو مديريها أو مسؤوليها أو موظفيها أي مسؤولية عن دقة أي محتوى طرف ثالث أو ملاءمته أو مشروعيته أو صلاحيته، ولا تتحمل المسؤولية تجاه أي مستخدم في ما يخص اعتماد هؤلاء المستخدمين على محتوى الطرف الثالث من هذا القبيل. وعلاوةً على ما سبق، لا تتحمل شركة ROYALFUT أو أيّ من شركاتها التابعة أو مديريها أو مسؤوليها أو موظفيها أي مسؤولية عن سلوك أي مستخدم على الموقع الإلكتروني، ولا يتحملون مسؤولية تجاه أي شخص في ما يخص أي ضرر يتكبده أي شخص نتيجة مثل هذا السلوك من المستخدم.',
        },
        {
            p: '9.10. يجوز لشركة ROYALFUT تخويل المستخدمين بالوصول إلى المحتوى أو المنتجات أو الخدمات التي توفرها أطراف ثالثة عن طريق الروابط التشعبية (الروابط الحرفية أو الشعارات أو القنوات أو خلاف ذلك) إلى موقع إلكتروني أو ملف تعريفي/حساب على خدمة الويب الخارجية التابعة لهذا الطرف الثالث. يقرّ المستخدم بأن شركة ROYALFUT لا تتحكم في المواقع الإلكترونية التابعة للأطراف الثالثة هذه، ولا تتحمل ROYALFUT أو أيّ من شركاتها التابعة أو مديريها أو مسؤوليها أو موظفيها أي مسؤولية تجاه أي شخص في ما يخص هذا الموقع الإلكتروني أو أي محتوى أو منتجات أو خدمات متوفرة عليه. يجب على المستخدم قراءة بنود استخدام مثل هذه المواقع الإلكترونية وسياسة الخصوصية المتبعة فيها قبل استخدام المواقع الإلكترونية للأطراف الثالثة لكي يكون مدركًا لبنود استخدامها.',
        },
        {
            p: '9.11. وعلى الرغم مما سلف، إذا وُجد أن شركة ROYALFUT مسؤولة مسؤوليةً قانونيةً، فإن مسؤوليتها تقتصر على الجزء الأكبر من أ) مبلغ المعاملة المحددة محل التنازع وب) الرسوم المتنازع عليها بما لا يتجاوز إجمالي الرسوم التي دفعها المستخدم إلى ROYALFUT قبل 12 شهرًا من الإجراء الذي نشأت بسببه المسؤولية القانونية، أو 100 دولار.',
        },
        {
            p: '10. إشعار المستخدم',
        },
        {
            p: '10.1. تصبح كل الإشعارات والمطالبات إلى المستخدم سارية المفعول إذا تم تسليمها إليه بصفة شخصية أو تم إرسالها عن طريق ساعي البريد أو ببريد مسجل أو بالفاكس أو بالبريد الإلكتروني إلى آخر عنوان مراسلة أو فاكس أو بريد إلكتروني معروف قدمه مستخدم ROYALFUT أو عن طريق نشر هذا الإشعار أو هذه المطالبة في المجال العام للموقع الإلكتروني مجانًا. ويعدّ تسليم إخطار المستخدم قد تمّ بواسطة المستخدم المذكور في حال:',
        },
        {
            p: '• كان بإمكان ROYALFUT إثبات إرسال الرسالة إلى هذا المستخدم، سواء كانت مادية أو إلكترونية، أو',
        },
        {
            p: '• فور نشر ROYALFUT لمثل هذا الإشعار في المجال العام للموقع الإلكتروني، ويكون متاحًا مجانًا.',
        },
        {
            p: '11. النزاع القانوني',
        },
        {
            p: '11.1. يتفق الطرفان على أن أيّ دعوى أو نزاع قانوني أو عادل ينشأ بينهما في ما يخص اتفاقية المستخدم هذه أو الإصدارات السابقة منها أو استخدامك لـ - أو وصولك إلى - الموقع الإلكتروني أو الخدمات أو أي منتجات أو خدمات تُباع أو تُشترى عبر مواقع ROYALFUT أو خدماتها أو تطبيقاتها أو أدواتها سوف تتم تسويتها بما يتفق مع الأحكام المنصوص عليها في هذا القسم بشأن النزاعات القانونية.',
        },
        {
            p: '11.2. أنت توافق على أن قانون الإمارات العربية المتحدة، بصرف النظر عن مبادئ تضارب القوانين، هو المختص بتنظيم اتفاقية المستخدم وأي دعاوى أو نزاعات تنشأ أو قد تنشأ بينك وبين ROYALFUT، ما لم يتم النص على خلاف ذلك في اتفاقية المستخدم.',
        },
        {
            p: '11.3. في حال قيام أي نزاع أو رفع أي دعوى أو استفسار أو خلاف نتيجة هذه الاتفاقية أو في ما يتصل بانتهاكها، فإن طرفي هذه الاتفاقية سوف يبذلان كل جهد ممكن لتسوية النزاع أو الدعوى أو القضية أو الخلاف. ولتحقيق ذلك، يلتزم الطرفان بالتشاور والتفاوض بنية حسنة في ما بينهما ويقرّان بمصالحهما المتبادلة ويحاولان الوصول إلى حل عادل ومنصف يرضي كلاً من الطرفين. وإذا لم ينجحا في الوصول إلى مثل هذا القرار في غضون 60 يومًا، وبعد إرسال أحد الطرفين إخطارًا إلى الطرف الآخر، فإن كل النزاعات أو الدعاوى أو القضايا أو الخلافات ستتم تسويتها في النهاية أمام المحكمة الواقعة ضمن نطاق موقع الشركة على العنوان: Azur Apps FZ-LLC (شقة 40903، المقر الجنوبي بفايف بالم، الجميرا، PB336929، دبي، الإمارات العربية المتحدة) بناءً على نوع المستخدم.',
        },
        {
            p: '12. معلومات عامة',
        },
        {
            p: '12.1. تمثّل اتفاقية ROYALFUT وكل المستندات المنشورة على مواقعنا الإلكترونية الاتفاقية الكاملة بين المستخدم وROYALFUT في ما يخص الوصول إلى الموقع الإلكتروني واستخدامه، وهي تبطل أي اتفاقيات سابقة مكتوبة أو شفهية في ما يخص موضوع الاتفاقية نفسه.',
        },
        {
            p: '12.2. إن ROYALFUT والمستخدم هما متعاقدان مستقلان وليس القصد من هذه الاتفاقية أن تقيم علاقة وكالة أو شراكة أو مشروع مشترك أو علاقة موظف وجهة عمل أو مانح حق امتياز وحاصل على حق الامتياز، وهي لا تنشئ أيًّا من ذلك.',
        },
        {
            p: '12.3. ولا يشكّل عدم قيام ROYALFUT بممارسة أي حق أو أي حكم من بنود هذه الاتفاقية أو فرضه تنازلاً منها عن هذا الحق أو هذا الحكم.',
        },
        {
            p: '12.4. وإذا وُجد أن أي حكم من أحكام هذه الاتفاقية باطل أو غير قابل للتنفيذ، فإن هذا الحكم سوف تتم إزالته من الاتفاقية ولا يؤثر في سلامة الأحكام المتبقية من الاتفاقية وقابليتها للتنفيذ.',
        },
        {
            p: '12.5. يوافق المستخدم على أنه لا يوجد في هذه الاتفاقية مستفيدون تابعون لأطراف ثالثة.',
        },
        {
            p: '12.6. يتمثل الغرض من العناوين الرئيسية في أن تُستخدم كمرجع فقط، وهي لا تحدد نطاق العنوان نفسه أو نطاق هذا القسم أو تقيّده أو تفسره أو تصفه.',
        },
        {
            p: '13. التوافق مع سياسات مكافحة غسل الأموال (AML)/التدقيق في هوية العمل (KYC)',
        },
        {
            p: '13.1. يوافق المشتري والبائع على أن ROYALFUT لديها سياسة للتدقيق في هوية العميل ومكافحة غسل الأموال والغرض منها مكافحة الاحتيال عبر الإنترنت.',
        },
        {
            p: '13.2. وتعتمد ROYALFUT سياسة عدم التسامح على الإطلاق مع الاحتيال عبر الإنترنت وأي محاولة للوصول إلى معلومات العميل أو أي معلومات أخرى أو الحصول عليها على مواقعها الإلكترونية بالوسائل غير القانونية أو السرية. تعمل الشركة بالتعاون مع وكالات التحقيق في جرائم الاحتيال المحلية والوطنية والدولية وتستخدم مجموعة متنوعة من الوسائل الإلكترونية والوسائل الأخرى لمنع الاحتيال واكتشافه والقضاء عليه. تلاحق الشركة بكل صرامة، وإلى أقصى درجة يسمح بها القانون، مرتكبي الجرائم الذين تم اعتقالهم وقاموا بارتكاب نشاطات احتيالية على الموقع الإلكتروني. وتعمل الشركة مع وكالات، مثل الشرطة المحلية وشرطة الدولة، والمباحث الفيدرالية الأمريكية، وهيئات الجمارك الأمريكية والدولية، والشرطة الدولية.',
        },
        {
            p: '13.3. وفي إطار إجراءات التدقيق في هوية العميل، تعمد ROYALFUT إلى تقييم معاملات العملاء، وتجمع الوقائع المادية عن المستخدمين والعملاء ومعاملاتهم وتخزّنها. تلتزم ROYALFUT بحماية حقوق المستخدمين وخصوصية بياناتهم الشخصية. وتجمع ROYALFUT المعلومات الشخصية من العملاء شريطة أن يقتصر ذلك على النطاق اللازم لتوفير الخدمات بطريقة مناسبة إلى المستخدمين. ولا يمكن الإفصاح عن البيانات الشخصية عن المشترين والمشترين السابقين لأطراف ثالثة إلا في ظروف محدودة وبما يتوافق مع القوانين والاتفاقيات المعمول بها والمبرمة بين ROYALFUT والمستخدم. تلتزم ROYALFUT بتخزين ملفات العميل بعناية، وهو ما يشمل الإفادات وتقارير المعاملات والإيصالات والإشعارات والمراسلات الداخلية وأي مستندات أخرى تخص العميل إلكترونيًّا لأطول فترة تحتاج إليها فرق ضمان الاكتتاب في البنوك المشترية المعنية.',
        },
        {
            p: '13.4. يتم اعتبار أي معاملة مالية يمكن الربط بينها وبين غسل الأموال معاملةً مشبوهةً. والأساس للبت في كون معاملة معينة مشبوهة أو عدمه قد يكون الملاحظة والخبرة الشخصيتين لموظفي ROYALFUT وكذلك المعلومات التي تم تلقيها أو تحديدها. قد تقوم ROYALFUT، عند الضرورة ومن دون التزام بالحصول على موافقة من العميل أو إخطاره، بإبلاغ السلطات الرقابية أو سلطات إنفاذ القانون أو كلتيهما بأي معاملات مشبوهة وذلك عملاً بالقوانين والمتطلبات المعمول بها لدى المنظمات الدولية. تلتزم ROYALFUT بالرجوع بشكل دوري إلى القوائم التي تنشرها السلطات المحلية والمنظمات الدولية والتي تشتمل على قوائم بالإرهابيين المعروفين والإرهابيين المشتبه بهم والمنظمات الإرهابية والدول ذات الخطورة العالية الخاضعة لعقوبات مكتب مراقبة الأصول الأجنبية (OFAC). تلتزم ROYALFUT بتطبيق إجراءات العناية الواجبة بشكل مستمر على عملائها عن طريق تحليل معاملاتهم للاشتباه في جرائم غسل أموال.',
        },
        {
            p: '14. الموافقة على معالجة البيانات الشخصية',
        },
        {
            p: 'عبر التسجيل في الخدمة، يمنح المستخدمُ شركةَ ROYALFUT موافقتَه على التحقق من بياناته الشخصية ومعالجتها بناءً على الشروط التالية:',
        },
        {
            p: '1. يقوم الشخص المسؤول بمعالجة بيانات صاحب البيانات من أجل:',
        },
        {
            p: '• تزويدك بخدماتنا.',
        },
        {
            p: '• الاتصال بك عن طريق البريد الإلكتروني أو الهاتف أو أي وسيلة أخرى لحل النزاعات وتحصيل الرسوم واستكشاف أخطاء حسابك أو مواقعنا أو خدماتنا أو تطبيقاتنا أو أدواتنا وإصلاحها أو لأغراض أخرى يسمح بها القانون.',
        },
        {
            p: '• منع الاحتيال وخروقات الأمان والأنشطة التي يُحتمل أن تكون محظورة أو غير قانونية واكتشافها، وتطبيق اتفاقيات المستخدم الخاصة بنا',
        },
        {
            p: '• فحص عملائنا لتحديد هويتهم والتحقق منها',
        },
        {
            p: '• الأسباب التشغيلية، مثل اكتساب الكفاءة والتدريب ومراقبة الجودة',
        },
        {
            p: '• منع الوصول إلى أنظمتنا وإدخال التعديلات عليها من دون تصريح',
        },
        {
            p: '• التسويق لخدماتنا وخدمات أطراف ثالثة محددة من أجل:',
        },
        {
            p: '✓ العملاء الحاليين والسابقين',
        },
        {
            p: '✓ الأطراف الثالثة التي عبَّرت سابقًا عن اهتمامها بخدماتنا',
        },
        {
            p: '✓ الأطراف الثالثة التي لم نمارس سابقًا أي أنشطة تجارية معها',
        },
        {
            p: '• التدقيقات الخارجية وفحوصات الجودة',
        },
        {
            p: '2. قائمة البيانات الشخصية التي يتم نقلها إلى ROYALFUT بغرض إخضاعها للمعالجة:',
        },
        {
            p: 'قد نجمع المعلومات الشخصية التالية عنك وقد نستخدمها:',
        },
        {
            p: '• اسمك ومعلومات الاتصال بك، بما في ذلك عنوان البريد الإلكتروني ورقم الهاتف',
        },
        {
            p: '• المعلومات التي تسمح لنا بالتحقق من هويتك وتأكيدها، مثل تاريخ ميلادك',
        },
        {
            p: '• معلومات جنسك، إذا اخترت تزويدنا بها',
        },
        {
            p: '• بيانات تسجيل الدخول إلى الكمبيوتر وإحصائيات مشاهدة الصفحة وحركة مرور البيانات إلى ROYALFUT ومنها، ومعلومات ملفات تعريف الارتباط',
        },
        {
            p: '• بيانات الموقع الجغرافي',
        },
        {
            p: '• المعلومات حول التوصيل الخاص بك (المنصة وقيمة العملات في الطلب) ومعلومات الفوترة والمعلومات حول المعاملات وبطاقات الدفع',
        },
        {
            p: '• اهتماماتك الشخصية أو المهنية',
        },
        {
            p: '• وجودك المهني عبر الإنترنت',
        },
        {
            p: '• سجل اتصالاتك مع ROYALFUT وموظفيها ومديريها والشركات التابعة لها، وسجل مشترياتك والعناصر المحفوظة على ROYALFUT',
        },
        {
            p: '• المعلومات حول الحسابات التي تربطها بـ ROYALFUT، على سبيل المثال، حسابا فيسبوك وغوغل وغيرهما من المنصات',
        },
        {
            p: '• المعلومات التي تسمح لنا بإجراء فحوصات الائتمان وغيرها من الفحوصات المالية عليك',
        },
        {
            p: '• المعلومات حول كيفية استخدام موقع شركة ROYALFUT الإلكتروني',
        },
        {
            p: '• أجوبتك عن الاستبيانات ومعلومات حول المشاركة في المسابقات وبرامج الجوائز والعروض الخاصة',
        },
        {
            p: '• معلومات معاملاتك القائمة على نشاطك على ROYALFUT (مثل المعلومات التي تبسّط عمليات الشراء والبيع)',
        },
        {
            p: '• النقاشات العامة والدردشات وحل النزاعات والمراسلات عبر ROYALFUT وكذلك المراسلات المرسلة إلينا',
        },
        {
            p: '• معلومات أخرى، من بينها عنوان IP ومعلومات سجلات الويب (نوع المتصفح وموفر خدمة الإنترنت (ISP) وصفحات الإحالة/الخروج ونظام التشغيل والطابع التاريخي/الزمني وبيانات تدفقات النقر) وكذلك معلومات إضافية من الأطراف الثالثة، مثل معلومات حساب الفوترة المقدمة بواسطة أي خدمات دفع تستخدمها لتنفيذ عمليات الشراء أو تلقي المدفوعات وكذلك معرّف متصفحك ومعرّف ملفات تعريف الارتباط ومعرّف الجهاز ونوع الجهاز ومعلومات حول استخدام الخادم الوكيل/ الشبكة الظاهرية الخاصة والتقنيات المرتبطة بها ومعلومات الموقع الجغرافي وعناوين البريد الإلكتروني وأرقام الهاتف وملفات التعريف على مواقع التواصل الاجتماعي العامة التي يقدمها موفرو خدمات مكافحة الاحتيال في المدفوعات والمعلومات الخاصة بإجراء العناية الواجبة بالعميل.',
        },
        {
            p: 'هذه البيانات الشخصية مطلوبة لتزويدك بخدماتنا. يمكنك اختيار عدم تزويدنا بالمعلومات، لكن بعض المعلومات عنك ضرورية من أجل أن يتسنى لك القيام بما يلي: التسجيل كعضو وشراء المنتجات أو الخدمات وإكمال ملف تعريفي والمشاركة في الاستبيانات أو المنافسات أو عمليات السحب، أو طرح سؤال علينا أو بدء معاملات أخرى على موقعنا الإلكتروني. كذلك تستخدم ROYALFUT هذه المعلومات لتحليل الاتجاهات الرائجة، واكتشاف الاحتيال وإدارة الموقع.',
        },
        {
            p: 'تكون الموافقة سارية المفعول من لحظة قيام الشخص المالك للبيانات الشخصية بالتسجيل في موقع https://royalfut.com',
        },
        {
            p: '15. سياسة معالجة ملفات تعريف الارتباط',
        },
        {
            p: 'عبر قيامك بزيارة موقع https://royalfut.com، أنت تقبل هذه السياسة، بما في ذلك حقيقة أنه قد تقوم شركة ROYALFUT باستخدام بيانات ملفات تعريف الارتباط والبيانات الأخرى لمعالجتها اللاحقة عن طريق Google Analytics وYandex.Metrics وغيرهما من الأنظمة، وقد تقوم كذلك بنقلها إلى أطراف ثالثة لإجراء الأبحاث أو تنفيذ الأعمال أو تقديم الخدمات.',
        },
        {
            p: 'عند زيارة موقع https://royalfut.com، يمكن استخدام ملفات تعريف الارتباط للأغراض التالية:',
        },
        {
            p: '• التأكّد من أن الموقع الإلكتروني يعمل بشكل آمن وكما ينبغي',
        },
        {
            p: '• تحسين جودة الموقع الإلكتروني',
        },
        {
            p: '• التسجيل على الموقع الإلكتروني',
        },
        {
            p: '• تزويدك بالمعلومات حول الموقع الإلكتروني، بما في ذلك منتجاته وخدماته',
        },
        {
            p: '• تحسين المنتجات أو الخدمات أو كلتيهما، وتطوير منتجات أو خدمات جديدة أو كلتيهما.',
        },
        {
            p: 'يجوز لنا استخدام معلومات أخرى يتم جمعها لإنشاء «قائمة الاهتمامات» الخاصة بك، وهي تتضمن معرّفًا عشوائيًّا وفئة الاهتمام والطابع الزمني، وذلك لعرض المحتوى والإعلانات المطابقين لاهتماماتك عليك.',
        },
        {
            p: 'يسمح لك المتصفح أو الجهاز اللذان تستخدمهما أو كلاهما بحظر استخدام ملفات تعريف الارتباط أو حذفها أو تقييدها بأي طريقة خلاف ذلك. لكن ملفات تعريف الارتباط جزء مهم من موقع https://royalfut.com، ومن ثمّ فإن حظر استخدامها أو حذفها أو تقييدها سيؤدي إلى فقدان الوصول إلى كثير من الميزات التي يشتمل عليها الموقع الإلكتروني.',
        },
        {
            p: 'للتعرّف على كيفية إدارة ملفات تعريف الارتباط في المتصفح أو على الجهاز اللذين تستخدمهما، يمكنك اتباع التعليمات المقدمة من مطور المتصفح أو جهة تصنيع الجهاز.',
        },
    ],
    nl: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Ingangsdatum: 4 juni 2021.',
        },
        {
            p: '1. Introductie',
        },
        {
            p: '1.1. Door op deze website te blijven, ga je akkoord met de voorwaarden van de Gebruikersovereenkomst. Lees de Gebruikersovereenkomst op ROYALFUT.COM aandachtig door. Hierin worden je rechten en plichten en de rechten en plichten van ROYALFUT uiteengezet. Inschrijven voor en het gebruik van de dienst is verboden voor personen die niet akkoord gaan met de volgende voorwaarden.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») is een marktplaats waar gebruikers producten kunnen aanbieden, verkopen en kopen. Als marktplaats is ROYALFUT geen eigenaar of verkoper van de producten op de website. De daadwerkelijke koopovereenkomst wordt direct gesloten tussen kopers en verkopers.',
        },
        {
            p: '1.3. ROYALFUT heeft geen controle over en garandeert niet het bestaan, de kwaliteit, de veiligheid of de wettigheid van de aangeboden producten.',
        },
        {
            p: '1.4. ROYALFUT draagt alleen als tussenpersoon zorg voor bepaalde functies en is niet verantwoordelijk voor potentiële of daadwerkelijke juridische consequenties van transacties. In sommige games kan er bijvoorbeeld een sanctie of straf staan op bepaalde acties, tot en met het blokkeren van een account. ROYALFUT leest en/of verifieert de regels van games niet en controleert de acties van gebruikers in zulke games niet.',
        },
        {
            p: '1.5. ROYALFUT staat garant voor de transacties tussen websitegebruikers en is alleen verantwoordelijk voor de juiste afhandeling van transacties, en niet hun effectiviteit.',
        },
        {
            p: '1.6. ROYALFUT staat gebruikers toe om anoniem te blijven als de transactie van goederen en valuta via www.royalfut.com verloopt.',
        },
        {
            p: '1.7. In de omstandigheden zoals omschreven in Clausule 1.6 is de aansprakelijkheid van ROYALFUT beperkt tot het bedrag van de transactie. Mocht een gebruiker worden geweerd uit een voltooide transactie, dan staat ROYALFUT garant voor het volledige bedrag, min zijn vergoeding.',
        },
        {
            p: '1.8. Deze Gebruikersovereenkomst («Overeenkomst»), plus andere documenten op www.royalfut.com («Website»), stellen de procedure en voorwaarden van interacties met gebruikers vast.',
        },
        {
            p: '1.9. Deze Overeenkomst geldt tussen jou als gebruiker van onze diensten («Gebruiker») en ROYALFUT. Door akkoord te gaan met deze Overeenkomst, ga je akkoord met alle onderdelen van de Overeenkomst wanneer je onze diensten gebruikt.',
        },
        {
            p: '1.10. Door de Website te bezoeken en te gebruiken, ga je hierbij als Gebruiker akkoord met de voorwaarden in de huidige Overeenkomst. Je gaat er ook akkoord mee dat je bent gebonden aan de voorwaarden van de Overeenkomst als het gaat om je toegang tot of gebruik van de Website en toekomstige updates, aanpassingen, uitbreidingen of veranderingen aan de Website. Als je niet volledig akkoord gaat met de voorwaarden in de Overeenkomst, vragen we je om geen gebruik te maken van de Website. Je kunt deze Website niet gebruiken en niet akkoord gaan met de voorwaarden van deze Overeenkomst als je (A) nog niet de leeftijd hebt bereikt die juridisch nodig is om bindende contracten aan te gaan, of (B) je de Website niet mag gebruiken onder de wetten van de Verenigde Arabische Emiraten of andere landen, inclusief het land waarin je woont en het land waarin je de Website gebruikt.',
        },
        {
            p: '1.11. ROYALFUT behoudt zich het absolute en onbetwistbare recht voor om Gebruikers restitutie te ontzeggen als hun bestelling volledig is geleverd.',
        },
        {
            p: '1.12. Er wordt alleen tot restitutie overgegaan als de uitslag van het bestuderen van het restitutieverzoek van de Gebruiker door het ROYALFUT-team daartoe aanleiding geeft. Besluiten van het ROYALFUT-team zijn absoluut en definitief. Als er besloten wordt om een bedrag te restitueren ten gunste van de Gebruiker, vindt de overschrijving plaats tussen 1 en 14 werkdagen. De exacte tijd is afhankelijk van de gebruikte betaalmethode. ROYALFUT heeft geen invloed op dit proces. Restitutie wordt alleen overgemaakt op de rekening waarmee de transactie op de Website is verricht.',
        },
        {
            p: '1.13. Een geregistreerde Gebruiker kan zijn of haar account verwijderen mits hij of zij beschikt over de inloggegevens (e-mail, ROYALFUT-account, wachtwoord). ROYALFUT garandeert dat de Gebruikersgegevens worden verwijderd uit zijn databases. Je kunt ons verzoeken om je Persoonlijke Data te updaten, blokkeren of verwijderen als de gegevens onvolledig, verlopen, incorrect, op illegale wijze bemachtigd of niet langer relevant zijn voor verwerking. Stuur daarvoor een e-mail naar support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT kan deze Overeenkomst of andere documenten op de Website op elk moment aanpassen, met of zonder een aankondiging, door de aangepaste en vernieuwde Overeenkomst en/of bijbehorende documenten op de Website te plaatsen. De aangepaste en bewerkte Overeenkomst en/of documenten gelden direct zodra ze zijn gepubliceerd. Nadat de aangepaste en bewerkte documenten zijn geplaatst, wordt jouw gebruik van de Website gezien als een akkoord voor de aangepaste voorwaarden. De Overeenkomst en het Websitebeleid kunnen niet op een andere manier worden veranderd dan schriftelijk door een geautoriseerde medewerker van ROYALFUT.',
        },
        {
            p: '2. Definities',
        },
        {
            p: '2.1. Persoonlijke data — alle informatie over een geïdentificeerd of identificeerbaar individu.',
        },
        {
            p: '2.2. ROYALFUT-content — de data, tekst, afbeeldingen, video’s, catalogi, databases of aanbiedingen die verkrijgbaar zijn op of via de Website; wordt hierna genoemd als «ROYALFUT-content».',
        },
        {
            p: '2.3. Geregistreerde Gebruiker — elke gebruiker die het aanmeldformulier op de Website voltooit met informatie over zichzelf (bijvoorbeeld naam, adres, telefoonnummer, faxnummer, e-mail, etc.) wordt een geregistreerde gebruiker («Geregistreerde Gebruiker») van ROYALFUT.',
        },
        {
            p: '2.4. Operationele Risico’s — de risico’s die gebruikers aangaan wanneer ze de Website gebruiken of transacties voltooien worden gezien als ’transactierisico’s’. Operationele Risico’s bevatten onder andere aansprakelijkheidsrisico’s voor alle soorten schade die kunnen voorkomen door gebruik van de Website. Deze risico’s omvatten, maar zijn niet beperkt tot:',
        },
        {
            p: '• onjuiste informatie over producten en diensten, frauduleuze handel, ontoereikende kwaliteit, verschil in technische vereisten, defecte of gevaarlijke producten, illegale producten, vertraging of het niet opvolgen van de voorwaarden van bezorging of betaling, rekenfouten in waarde, schending van de garantie en contractbreuk.',
        },
        {
            p: '• risico’s dat de productie, import, distributie, aanbieding, demonstratie, aankoop, verkoop en/of het gebruik van producten of diensten die worden aangeboden of getoond op de Website de rechten van derde partijen schenden of als zodanig worden geclaimd, plus het risico dat gebruikers mogelijk kosten moeten maken om zich te verdedigen of andere kosten in verband met het opeisen van de rechten van derde partijen door derde partijen in verband met claims van andere partijen dat zij recht hebben op verdediging of schadevergoeding in verband met het opeisen van de rechten, claims of eisen van derde partijen',
        },
        {
            p: '• risico’s dat consumenten, andere kopers, eindgebruikers of producten of andere personen die claimen schade te hebben geleden door een product dat in eerste instantie werd verkregen door gebruikers van de Website als gevolg van de verkoop- en aankooptransacties in verband met het gebruik van de Website, schade kunnen oplopen en/of claims kunnen krijgen door het gebruik van zulke producten',
        },
        {
            p: '2.5. «Gebruiker» — alle personen die voor welk doeleinde dan ook op de Website komen, ongeacht of de Gebruiker zich op de Website heeft geregistreerd als geregistreerde gebruiker.',
        },
        {
            p: '3. Gebruik van ROYALFUT',
        },
        {
            p: '3.1. Algemene bepalingen. Gebruikers kunnen de Website alleen voor persoonlijke doeleinden gebruiken. Alle Gebruikers gaan ermee akkoord dat ze geen content van de website mogen kopiëren, reproduceren of downloaden om ROYALFUT-content te verkopen of te distribueren, via massamails te verspreiden (via e-mail, draadloze tekstberichten, fysieke post of andere manieren), een bedrijf te draaien dat concurreert met ROYALFUT of voor ander commercieel gebruik van ROYALFUT-content. Het systematisch zoeken naar ROYALFUT-content op de Website om direct of indirect een verzameling, compilatie, database of catalogus (automatisch of handmatig) te maken of samen te stellen zonder schriftelijke toestemming van ROYALFUT is verboden. Daarnaast mogen Gebruikers de ROYALFUT-content niet gebruiken voor andere doeleinden die niet uitdrukkelijk zijn toegestaan in deze Overeenkomst.',
        },
        {
            p: '3.2. De Gebruiker gaat ermee akkoord dat ROYALFUT berichten stuurt naar het e-mailadres dat is gespecificeerd in zijn of haar ROYALFUT-account of tijdens het betalen via een ROYALFUT-partnerbetalingssysteem, of via een andere communicatiemethode zoals omschreven als communicatiemethode op de Website, via de Website of via socialmediaplatforms, berichtenservices of online chatberichten die de Gebruiker heeft gevonden op de Website. De Gebruiker gaat er bij dezen mee akkoord dat ROYALFUT de Persoonlijke Data van de Gebruiker mag gebruiken voor privécorrespondentie of grootschalige berichtgeving.',
        },
        {
            p: '3.3. Berichten of andere informatie die door de Gebruiker wordt verstuurd via communicatiesystemen van ROYALFUT, plus e-mails, faxberichten, brieven, berichten via andere platforms, social media of instant messages of online chats die zijn verstuurd naar de e-mailadressen uit de informatie die via de Website is verkregen, mogen geen materialen bevatten als omschreven in Clausule 5.3 en moeten daarnaast feitelijk juist zijn en er mogen geen veranderingen of informatie opzettelijk zijn weggelaten.',
        },
        {
            p: '3.4. Geen enkele Gebruiker mag een actie uitvoeren die de integriteit van de computersystemen of netwerken die worden gebruikt door ROYALFUT of elke andere gebruiker ondermijnt, en geen enkele gebruiker mag proberen om ongeautoriseerd toegang te krijgen tot zulke computersystemen en netwerken.',
        },
        {
            p: '3.5. Alle persoonlijke data die ROYALFUT ontvangt wordt volgens de Overeenkomst verwerkt.',
        },
        {
            p: '3.6. ROYALFUT gebruikt essentiële cookies om de Website te laten functioneren. Cookies zijn kleine tekstbestanden die op je apparaat (bijvoorbeeld je computer, smartphone of ander elektronisch apparaat) worden geplaatst wanneer je de Website gebruikt. Essentiële cookies verzorgen basisfunctionaliteiten van de website, zoals veiligheid, beheer van het netwerk en toegankelijkheid. Je kunt ze uitschakelen door de instellingen van je browser aan te passen, maar dit kan de functionaliteit van de website beïnvloeden.',
        },
        {
            p: '3.7. ROYALFUT heeft het recht om reclamecookies te verzamelen, gebruiken, verwerken en op te slaan.',
        },
        {
            p: '3.8. Als voorwaarde voor toegang tot en gebruik van de Website, stemmen Gebruikers in om de diensten van ROYALFUT niet te gebruiken om de rechten van derde partijen op wat voor manier dan ook te schenden. Mocht er toch een schending plaatsvinden, dan heeft ROYALFUT het recht om de accounts van de Gebruiker af te sluiten.',
        },
        {
            p: '3.9. Tijdens het registreren op de Website kan ROYALFUT een automatisch gegenereerd wachtwoord naar de Gebruiker sturen. Door contactgegevens te verstrekken (bijvoorbeeld een e-mailadres), geeft de Gebruiker aan dat deze informatie controleerbaar, feitelijk juist, correct en volledig is, en bevestigt en garandeert de Gebruiker dit feit. Door contactgegevens te verstrekken, gaat de Gebruiker akkoord met het ontvangen van een bericht met een wachtwoord van ROYALFUT, volgens Clausule 3.2. De Gebruiker gaat akkoord dat het wachtwoord niet de volledige veiligheid van het account tegen ongeautoriseerde toegang op de Website garandeert, en zal daarom stappen ondernemen om het account zo volledig mogelijk te beschermen. Het wachtwoord zou bij de eerste inlogpoging veranderd moeten worden.',
        },
        {
            p: '3.10. ROYALFUT behoudt zich het recht voor om het account van een Gebruiker af te sluiten als ROYALFUT van mening is dat het gedrag van de Gebruiker indruist tegen de belangen van ROYALFUT, zijn werknemers, directeuren, partners of andere gebruikers, of voor elke andere reden naar goeddunken van ROYALFUT, met of zonder reden.',
        },
        {
            p: '3.11. ROYALFUT mag links naar externe sites aanbieden die mogelijk producten en diensten aanbieden. ROYALFUT is niet verantwoordelijk voor het controleren en evalueren van deze websites, en heeft geen controle over de content op deze websites of de beslissingen van derde partijen. ROYALFUT is niet verantwoordelijk voor de acties van deze websites tegen jou.',
        },
        {
            p: '3.12. De Gebruiker gaat akkoord dat de verkoper een product binnen 3 dagen moet bezorgen vanaf het moment dat alle noodzakelijke data is verstrekt door de Gebruiker voor het bezorgen via de Comfort-methode (e-mail, wachtwoord, back-upcode EA-account), ongeacht de prijs van de bestelling.',
        },
        {
            p: '4. Geregistreerde Gebruiker',
        },
        {
            p: '4.1. Door een Geregistreerde Gebruiker te worden, ga je akkoord met het verzamelen, verwerken, opslaan en versturen van je persoonlijke data. Je gaat er ook akkoord mee dat je persoonlijke data wordt opgenomen in onze database en dat ROYALFUT zulke informatie mag delen met andere Gebruikers, in overeenstemming met de doeleinden die in de Overeenkomst worden omschreven.',
        },
        {
            p: '4.2. ROYALFUT mag een registratie afwijzen en weigeren om een account en bijbehorende gebruikersnaam te verstrekken aan elke Gebruiker voor elke reden, of zonder enkele reden.',
        },
        {
            p: '4.3. ROYALFUT kan het account van een Geregistreerde Gebruiker op elk moment afsluiten als:',
        },
        {
            p: '• naar de mening van ROYALFUT er een schending heeft plaatsgevonden van de voorwaarden in deze Overeenkomst door de Geregistreerde Gebruiker; of',
        },
        {
            p: '• ROYALFUT redelijkerwijs vermoedt dat de informatie die is verstrekt door de Geregistreerde Gebruiker niet waar, onjuist, verouderd of niet compleet is; of',
        },
        {
            p: '• ROYALFUT van mening is dat het gedrag van de Gebruiker indruist tegen de belangen van ROYALFUT, zijn werknemers, directeuren, partners of andere Gebruikers; of',
        },
        {
            p: '• voor elke andere reden of zonder enige reden, naar goeddunken van ROYALFUT',
        },
        {
            p: '4.4. Een Geregistreerde Gebruiker mag een account, gebruikersnaam of wachtwoord niet verkopen, proberen te verkopen, aanbieden om te verkopen, weggeven, toewijzen of op een andere manier overdragen aan derde partijen zonder schriftelijke toestemming van ROYALFUT. ROYALFUT kan het account van een Geregistreerde Gebruiker of een ontvanger schorsen of verwijderen in het geval dat een account in strijd met deze sectie wordt verkocht, aangeboden, cadeau gedaan, toegewezen of overgedragen.',
        },
        {
            p: '5. Posten op ROYALFUT',
        },
        {
            p: '5.1. Er ontstaat geen handelsrelatie tussen een Gebruiker en ROYALFUT, zijn partners, directeuren, agenten of medewerkers op basis van het tonen van de informatie van de Gebruiker op de Website van ROYALFUT.',
        },
        {
            p: '5.2. Elke Gebruiker begrijpt, garandeert en gaat akkoord dat:',
        },
        {
            p: '• alle informatie die door de Gebruiker aan de Website wordt verstrekt waar, accuraat, recent en volledig is; en',
        },
        {
            p: '• de Gebruiker de informatie aanvult en snel verandert zodat het waar, accuraat, recent en volledig is',
        },
        {
            p: '5.3. Elke Gebruiker verklaart, garandeert en gaat akkoord dat informatie verstrekt aan ROYALFUT voor gebruik op de Website niet:',
        },
        {
            p: 'a) frauduleuze informatie bevat of frauduleuze goederen aanbiedt/adverteert, of in verband staat met het verkopen of proberen te verkopen van nepgoederen, gestolen goederen of goederen die wettelijk niet verkocht en/of geadverteerd mogen worden, of op elke andere manier illegale activiteiten faciliteert',
        },
        {
            p: 'b) onderdeel uitmaakt van fraude tegen andere Gebruikers van de Website of andere illegale doeleinden',
        },
        {
            p: 'c) onderdeel uitmaakt van het adverteren van producten of diensten die de rechten van derde partijen schenden of op een of andere manier daaraan bijdragen of dat aanmoedigen',
        },
        {
            p: 'd) relevante wetten, statuten, verordeningen of regels schendt (inclusief maar niet beperkt tot exportregels, consumentenbescherming, oneerlijke concurrentie, anti-discriminatie of misleidende reclame)',
        },
        {
            p: 'e) onfatsoenlijk, smadelijk, illegaal bedreigend of illegaal vervolgend is',
        },
        {
            p: 'f) obsceen is, pornografie of aan pornografie verwante materialen of merchandise bevat of promoot, of andere content bevat die op welke manier dan ook seksueel expliciete materialen promoot of schadelijk is voor minderjarigen',
        },
        {
            p: 'g) discriminatie op grond van ras, gender, religie, nationaliteit, beperkingen, seksuele geaardheid of leeftijd bevordert',
        },
        {
            p: 'h) materiaal bevat dat wordt gezien als ongeoorloofde reclame of spam',
        },
        {
            p: 'i) aanbiedingen bevat van gebruikers over zakelijke activiteiten. Mocht ROYALFUT ontdekken dat de Gebruiker deze Clausule 5.3 (i) heeft geschonden, gaat de Gebruiker ermee akkoord dat ROYALFUT een boete van maximaal €150,00 mag innen via de gebruikte betaalmethode van de Gebruiker in het bestand en/of een bedrag van maximaal €300,00 mag eisen voor het activeren van het account van de Gebruiker',
        },
        {
            p: 'j) computervirussen, Trojans of anderen schadelijke programma’s, codes, links en webinterfaces bevat die software- en hardwaresystemen kunnen beschadigen of verstoren, of software- en hardwaresystemen, data of persoonlijke data over kan nemen of onteigenen',
        },
        {
            p: 'k) direct of indirect verwijst naar de omschrijving van goederen en diensten die verboden zijn door deze Overeenkomst, of een omschrijving daarvan bevat; of',
        },
        {
            p: 'l) anders niet onder de verantwoordelijkheid valt van ROYALFUT, zijn medewerkers, directeuren of partners',
        },
        {
            p: '5.4. Elke Gebruiker verklaart, garandeert en accepteert dat de Gebruiker alle nodige copyrights, handelsmerken, handelsgeheimen of licenties en vergunningen van patenten, en alle andere licenties en vergunningen die eventueel nodig zijn in overeenstemming met andere persoonlijke en eigendomsrechten van derde partijen (inclusief maar niet beperkt tot persoonlijkheidsrechten en privacyrechten) heeft bemachtigd voor alle materialen en informatie die de Gebruiker plaatst op de Website en verstrekt deze aan ROYALFUT, of geeft ROYALFUT toestemming om deze te tonen en op te slaan. Elke Gebruiker verklaart, garandeert en accepteert dat alleen de Gebruiker verantwoordelijk is om ervoor te zorgen dat materialen en data die de Gebruiker toont op de Website, aan ROYALFUT verstrekt en ROYALFUT toestemming geeft om te tonen en op te slaan, geen rechten van derde partijen schenden of worden getoond met toestemming van de eigenaar (eigenaren) van zulke rechten. Elke Gebruiker verklaart, garandeert en accepteert dat de Gebruiker het recht heeft om producten die de Gebruiker toont en aanbiedt op de Website te produceren, aan te bieden, te verkopen, te importeren en te distribueren, en dat deze productie, verkoop, import en/of distributie geen rechten van derde partijen schendt.',
        },
        {
            p: '5.5. Elke Gebruiker geeft ROYALFUT en zijn partners een onherroepelijke, oneindige, wereldwijde en royalty-vrije, sublicentieerbare (op meerdere niveaus) en toewijsbare licentie om alle data die is verstrekt door de Gebruiker te tonen en gebruiken in overeenstemming met de doeleinden die in de Overeenkomst zijn beschreven, en de licentie voor het uitvoeren van de rechten die je houdt in verband met zulke materialen en data, inclusief maar niet beperkt tot copyright, publicatie- en databaserechten, in alle media die op dit moment bekend of onbekend zijn.',
        },
        {
            p: '5.6. ROYALFUT heeft het absolute recht om data over een bestelling van een Gebruiker publiekelijk te tonen op de Website (besteltijd, verstreken tijd sinds het begin van de bestelling, verstreken tijd sinds het einde van de bestelling, inclusief de kosten van automatisch posten (15 minuten), het platform en het aantal munten in de bestelling), waarbij het e-mailadres van de Gebruiker wordt verborgen tot maximaal 7 zichtbare symbolen om de vertrouwelijkheid te waarborgen.',
        },
        {
            p: '5.7. ROYALFUT behoudt zich het recht voor om materialen die op de Website zijn geplaatst naar eigen goeddunken te verwijderen, inclusief content die, volgens zijn mening, illegaal is, een aansprakelijkheidsprobleem voor ROYALFUT kan opleveren, deze Overeenkomst schendt of op een andere manier ongepast wordt geacht.',
        },
        {
            p: '5.8. ROYALFUT behoudt zich het recht voor om samen te werken met overheidsinstellingen, privédetectives en/of beschadigde derde partijen bij het onderzoeken van vermeende criminele of onrechtmatige daden. Daarnaast mag ROYALFUT de identiteit en contactinformatie van elke Gebruiker vrijgeven als dit wordt verzocht door een autoriteit van een land of staat, een beschadigde derde partij, een dagvaarding of andere juridische stappen, en ROYALFUT is niet verantwoordelijk voor de schade of andere gevolgen van het vrijgeven van deze informatie. De Gebruiker gaat ook akkoord dat er geen claims kunnen worden ingediend tegen ROYALFUT voor dit soort gevallen. Naast de informatie hierboven mag ROYALFUT het account van een Gebruiker schorsen of verwijderen als ROYALFUT dat passend vindt, naar eigen goeddunken. De Gebruiker gaat akkoord dat ROYALFUT geen enkele verantwoordelijkheid heeft tegenover de Gebruiker, inclusief verantwoordelijkheid voor gevolgschade of andere schade, in het geval dat ROYALFUT een van de acties die hierboven in deze sectie zijn genoemd onderneemt, en de Gebruiker gaat akkoord met het risico dat ROYALFUT zulke acties kan ondernemen.',
        },
        {
            p: '6. Transacties tussen kopers en verkopers',
        },
        {
            p: '6.1. ROYALFUT biedt een elektronisch webplatform voor het uitwisselen van informatie tussen kopers («koper») en verkopers («verkoper») van goederen en diensten.',
        },
        {
            p: '6.2. De Gebruikers dragen de volledige verantwoordelijkheid voor alle voorwaarden van transacties op de Website, via de Website of als gevolg van gebruik van de Website, inclusief maar niet beperkt tot betaalmethoden, retourneren, bezorgen, verzekeringen, vergoedingen, boetes/straffen, vergunningen, afhandeling, transportatie en opslag.',
        },
        {
            p: '6.3. ROYALFUT vertegenwoordigt verkopers of kopers niet in specifieke transacties, en treedt ook niet op als agent voor verkopers of kopers. ROYALFUT heeft geen controle over en is niet verantwoordelijk voor de kwaliteit, veiligheid, wettelijkheid of beschikbaarheid van de producten of diensten die te koop worden aangeboden op de Website, het vermogen van verkopers om de verkoop te voltooien, of het vermogen van kopers om een aankoop te voltooien. Gebruikers zijn ervan op de hoogte dat ze mogelijk met andere gebruikers in contact komen die onder valse voorwendselen contact maken. ROYALFUT raadt aan om verschillende tools te gebruiken die op de site worden aangeboden, plus gezond verstand, om te bepalen met wie je contact hebt.',
        },
        {
            p: '6.4. Mocht het overdragen van goederen en geld tussen alle Gebruikers binnen een enkele transactie worden uitgevoerd via een vertegenwoordiger van ROYALFUT, dan kunnen gebruikers anoniem blijven en is de veiligheid van het retourneren van goederen en/of geld gegarandeerd.',
        },
        {
            p: '6.5. Elke Gebruiker verklaart bij het gebruik van de Website dat de Gebruiker alle risico’s volledig begrijpt die verband houden met transacties via de Website, en dat de Gebruiker alle risico’s op aansprakelijkheid in welke vorm dan ook op zich neemt bij het gebruik van de Website. Elke Gebruiker gaat ermee akkoord dat ROYALFUT niet verantwoordelijk is voor enige verliezen, aansprakelijkheden, uitgaven, schade, ongemakken, verstoringen of kosten die het resultaat zijn van of verband houden met de transactierisico’s.',
        },
        {
            p: '6.6. Gebruikers moeten zelf alle belastingen betalen voor verkopen en gebruik, en alle andere belastingen die ontstaan door het gebruik van de Website.',
        },
        {
            p: '7. Betaling',
        },
        {
            p: '7.1. De betaling die ROYALFUT vraagt voor het gebruik van zijn diensten is maximaal 50% van het bedrag van de betaalde bestelling, afhankelijk van aanbiedingen van de leverancier.',
        },
        {
            p: '7.2. Gebruikers moeten de vergoedingen van ROYALFUT en alle andere vergoedingen en geldende belastingen op geleverde diensten voor de einddatum kunnen betalen.',
        },
        {
            p: '7.3. Transacties tussen kopers en verkopers op de Website kunnen worden uitgevoerd met een promocode (bon) of door op een affiliate-link te klikken. Elke affiliate krijgt een vastgesteld percentage van elke transactie die op de Website wordt gedaan via een affiliate-link of met gebruik van een promocode (bon).',
        },
        {
            p: '8. Geschillen tussen gebruikers',
        },
        {
            p: '8.1. Mochten er geschillen ontstaan tussen Gebruikers over transacties op de site, dan gaat de Gebruiker ermee akkoord om het geschil voor te leggen aan ROYALFUT als arbiter voor een laatste en bindende beslissing. Om ROYALFUT het onderzoek eerlijk en redelijk uit te laten voeren, gaat de Gebruiker ermee akkoord om geen arbitrage te starten terwijl de bestelling nog open of in afwachting is. Gebruikers die de tussenkomst van derde partijen opzoeken (met uitzondering van autoriteiten van een land) worden als volgt behandeld: hun acties worden gezien als een verstoring van het onderzoeksproces en een poging om een beslissing in hun voordeel af te dwingen. ROYALFUT behoudt zich het recht voor om Gebruikers die de standaardprocedures voor bestellingen die nog actief of in afwachting zijn verstoren, te schorsen of permanent te verbannen.',
        },
        {
            p: '8.2. Als de verkoper een koper van ROYALFUT geld moet teruggeven, dan autoriseert de verkoper ROYALFUT om het bedrag (in dezelfde of een andere valuta) van hun aangewezen betaalmethode (bijvoorbeeld PayPal) over te maken naar ROYALFUT. De verkoper moet een geldige betaalmethode in zijn of haar account hebben. Als er niet genoeg geld staat op het account van de koper, geeft de verkoper ROYALFUT toestemming om het verschuldigde bedrag te innen via deze betaalmethode. ROYALFUT kan het bedrag ook in het account van de verkoper plaatsen. Als de verkoper ROYALFUT geen geldige betaalmethode geeft, kunnen we de verschuldigde bedragen via andere methoden opeisen, inclusief het aftrekken van het bedrag van openstaande betalingen.',
        },
        {
            p: '8.3. In het zeldzame geval waarbij ROYALFUT bepaalt dat een geschil tussen Gebruikers het resultaat is van een schending van de Gebruikersovereenkomst, moet de Gebruiker die in overtreding is ROYALFUT een boete betalen van €150,00. Daarnaast kan ROYALFUT het account van de Gebruiker schorsen of verwijderen, en/of een storting van €300,00 eisen om het account van de Gebruiker te activeren.',
        },
        {
            p: '9. Afwijzen van garanties; beperking van aansprakelijkheid',
        },
        {
            p: '9.1. De functies en diensten op de Website worden in de huidige staat en naar beschikbaarheid geleverd en ROYALFUT wijst uitdrukkelijk alle garanties, directe of indirecte, af, inclusief maar niet beperkt tot garanties over conditie, kwaliteit, duurzaamheid, prestaties, nauwkeurigheid, betrouwbaarheid, verkoopbaarheid of geschiktheid voor een bepaald doel. Al dit soort garanties, statements, voorwaarden, plichten en condities zijn niet van toepassing.',
        },
        {
            p: '9.2. ROYALFUT geeft geen verklaringen over of garanties voor de geldigheid, nauwkeurigheid, juistheid, betrouwbaarheid, kwaliteit, stabiliteit, volledigheid of tijdigheid van alle informatie die op of via de Website wordt verstrekt. ROYALFUT geeft geen verklaringen over of garanties dat de productie, import, distributie, aanbiedingen, vertoningen, aankopen, verkopen en/of het gebruik van de producten of diensten die worden aangeboden of getoond op de Website geen rechten van derde partijen schenden, en ROYALFUT geeft geen enkele verklaringen of garanties over producten of diensten die op de Website worden aangeboden of getoond.',
        },
        {
            p: '9.3. Gebruikers die materialen downloaden of op een andere manier verkrijgen van de Website, doen dat op hun eigen verantwoordelijkheid en risico. Elke Gebruiker is uitdrukkelijk verantwoordelijk voor schade aan het computersysteem of verlies van data die het resultaat kunnen zijn van het downloaden van dit materiaal. Geen enkel advies of informatie, mondeling of op schrift, dat door een Gebruiker wordt verkregen van ROYALFUT of via de Website, leidt tot garanties die niet uitdrukkelijk in dit document worden genoemd.',
        },
        {
            p: '9.4. In geen enkel geval is ROYALFUT aansprakelijk voor enig uitstel, gebrek of verstoring aan de content of diensten die via de Website worden aangeboden die direct of indirect voortkomen uit natuurverschijnselen, krachten of oorzaken buiten zijn macht, inclusief gebreken aan het internet, computers, telecommunicaties of andere gebreken, verstoringen in apparaten, stroomuitval, stakingen, arbeidsgeschillen, rellen, demonstraties, maatschappelijke onrust, gebrek aan mankracht of materiaal, branden, overstromingen, stormen, explosies, natuurrampen, oorlogen, overheidsingrijpen, bevelen van nationale of buitenlandse rechters of tribunalen, of het niet voldoen aan de plichten door derde partijen.',
        },
        {
            p: '9.5. Elke gebruiker gaat ermee akkoord om ROYALFUT en zijn partners, directeuren, agenten en medewerkers vrij te waren en vrij te houden van verliezen, claims, aansprakelijkheden (inclusief juridische kosten op basis van volledige compensatie) die direct of indirect het resultaat zijn van:',
        },
        {
            p: '1) het gebruik van de Website door de Gebruiker, inclusief maar niet beperkt tot het tonen van informatie over zo’n Gebruiker op de site',
        },
        {
            p: '2) een schending van zo’n Gebruiker van de voorwaarden van de Overeenkomst',
        },
        {
            p: '3) een schending van zo’n Gebruiker van een statement of garantie die is gemaakt door de Gebruiker van ROYALFUT, inclusief maar niet beperkt tot degenen die zijn genoemd in secties 5.3, 5.4 en 5.5 hierboven.',
        },
        {
            p: '4) claims van derde partijen of andere derde partijen in verband met de producten die worden aangeboden of getoond op de Website.',
        },
        {
            p: '9.6. ROYALFUT en zijn partners, directeuren, agenten en medewerkers zijn niet verantwoordelijk voor enige speciale, directe of indirecte punitieve schade, of andere schade in het algemeen (inclusief maar niet beperkt tot schade van omzetverlies of verlies van spaargeld, een zakelijke onderbreking of verlies van informatie), of dat nou het resultaat is van het uitvoeren van het contract, nalatigheid, onrechtmatige daden, strikte aansprakelijkheid of andere wijze, of een ander verlies als resultaat van een van de volgende zaken:',
        },
        {
            p: '1) gebruik van de Website of onmogelijkheid om de Website te gebruiken',
        },
        {
            p: '2) enige gebreken in goederen, monsters, data, informatie of diensten die van een gebruiker of derde partij worden gekocht of verkregen via de Website',
        },
        {
            p: '3) enige claims of eisen die de gebruiker maakt over productie, import, distributie, aanbieding, tentoonstelling, aankoop, verkoop en/of het gebruik van producten of diensten die worden aangeboden of getoond op de Website die de rechten van derde partijen schenden of als zodanig worden geclaimd, of claims van andere partijen dat zij recht hebben op vergoeding of herstel in verband met een rechtenclaim; eisen of claims van derde partijen die rechten claimen',
        },
        {
            p: '4) ongeautoriseerde toegang door derde partijen tot de data of persoonlijke informatie van een Gebruiker',
        },
        {
            p: '5) statements, gedrag of materiaal dat op de Website geplaatst wordt door Gebruikers, inclusief lasterlijk, aanstootgevend of illegaal materiaal',
        },
        {
            p: '6) andere redenen die verband hebben met de activiteiten van ROYALFUT en het leveren van diensten via de Website',
        },
        {
            p: '9.7. ROYALFUT behoudt zich het recht voor om op eigen kosten exclusieve bescherming en controle over een zaak over te nemen. In dit geval moet je meewerken met ROYALFUT om zo’n zaak op te lossen.',
        },
        {
            p: '9.8. ROYALFUT behoudt zich het recht voor om toegang tot de Website en zijn functies te beperken, verbieden of aan te passen voor verschillende gebruikers en om zonder aankondiging functies te veranderen of nieuwe functies te introduceren. Elke Gebruiker accepteert dat het soms niet mogelijk kan zijn om de Website in zijn geheel of gedeeltelijk te gebruiken en dat dit een negatief effect kan hebben op zijn of haar zaken. Elke Gebruiker gaat ermee akkoord dat ROYALFUT en zijn partners, directeuren, agenten of medewerkers in geen geval aansprakelijk zijn tegenover de Gebruiker of andere derde partijen in het geval dat de Website niet te gebruiken is (bijvoorbeeld door een overtreding, beperking van de toegang, aanpassingen of verwijderen van een functie van de Website, of elke andere wijze).',
        },
        {
            p: '9.9. ROYALFUT is niet de auteur van content van derde partijen, zoals anonieme gebruikers, bekende auteurs of betaalde contentleveranciers. ROYALFUT noch zijn partners, directeuren, agenten of medewerkers zijn een relatie aangegaan met zulke derde partijen. Alle content van derde partijen valt onder de uitdrukkelijke verantwoordelijkheid van de partij die de content levert. ROYALFUT noch zijn partners, directeuren, agenten of medewerkers zijn verantwoordelijk voor de nauwkeurigheid, relevantie, wettelijkheid of juistheid van content van derde partijen en zijn niet aansprakelijk tegenover Gebruikers in verband met het vertrouwen dat Gebruikers hebben gesteld in content van derde partijen. Daarnaast zijn ROYALFUT noch zijn partners, directeuren, agenten of medewerkers verantwoordelijk voor het gedrag van Gebruikers op de Website, en zijn niet aansprakelijk tegenover personen voor schade die is geleden door een persoon als gevolg van gedrag van Gebruikers.',
        },
        {
            p: '9.10. ROYALFUT kan Gebruikers toestemming geven om toegang te krijgen tot content, producten of diensten die worden aangeboden door derde partijen via een hyperlink (tekstlinks, banners, kanalen of andere links) naar een website of profiel/account op de webdienst van de derde partij. De Gebruiker erkent dat ROYALFUT geen controle heeft over zulke websites van derde partijen of invloed heeft op zulke websites, en dat ROYALFUT noch zijn partners, directeuren, agenten of medewerkers verantwoordelijk of aansprakelijk zijn tegenover anderen voor zulke websites of elke soort content, producten of diensten die op zo’n website worden aangeboden. De Gebruiker moet de gebruiksvoorwaarden en het privacybeleid van zulke websites lezen voordat hij of zij zulke websites van derde partijen gebruikt om zich te informeren over de Gebruiksvoorwaarden van zulke websites.',
        },
        {
            p: '9.11. Als ROYALFUT ondanks het bovenstaande aansprakelijk wordt gesteld, is die aansprakelijkheid beperkt tot het merendeel van a) de prijs van een specifieke transactie waarover een geschil is ontstaan, b) de betwiste vergoedingen zijn niet groter dan de totale vergoedingen betaald door de Gebruiker aan ROYALFUT 12 maanden voor de actie die de aansprakelijkheid opleverde, of $100.',
        },
        {
            p: '10. Kennisgeving voor de gebruiker',
        },
        {
            p: '10.1. Alle berichten of claims aan de Gebruiker zijn geldig als ze persoonlijk, via koerier, via geregistreerde post, fax of e-mail naar het laatst bekende adres, faxnummer of e-mailadres dat is verstrekt door de ROYALFUT-gebruiker worden geleverd, of als zo’n bericht of claim wordt geplaatst in een publiek en gratis toegankelijk deel van de Website. Een notificatie aan een Gebruiker wordt gezien als ontvangen door zo’n Gebruiker als en wanneer:',
        },
        {
            p: '• ROYALFUT kan aantonen dat een bericht, fysiek of elektronisch, is verstuurd naar zo’n Gebruiker; of',
        },
        {
            p: '• direct zodra ROYALFUT zo’n bericht plaatst in het publiek en gratis toegankelijke deel van de Website.',
        },
        {
            p: '11. Juridische geschillen',
        },
        {
            p: '11.1. De partijen gaan akkoord dat alle juridische of redelijke claims of geschillen die ontstaan of mogelijk ontstaan tussen hen in verband met deze of vorige versies van de Gebruikersovereenkomst van ROYALFUT, je gebruik van of toegang tot de Website, diensten of enige producten of diensten die zijn gekocht of verkocht via de websites, diensten, applicaties of tools van ROYALFUT worden opgelost in overeenstemming met de voorzieningen in deze sectie over juridische geschillen.',
        },
        {
            p: '11.2. Je gaat ermee akkoord dat wetgeving van VAE, ongeacht conflict van wettelijke regels, de Gebruikersovereenkomst en alle claims of geschillen die ontstaan of kunnen ontstaan tussen jou en ROYALFUT beheerst, tenzij uitdrukkelijk anders wordt gemeld in de Gebruikersovereenkomst.',
        },
        {
            p: '11.3. Mocht er een geschil, claim, vraag of onenigheid ontstaan uit deze Overeenkomst of in verband met een schending ervan, zullen de partijen van deze Overeenkomst alle mogelijke moeite doen om het geschil, de claim, het probleem of de onenigheid op te lossen. Daarom zullen ze gewetensvol overleggen en onderhandelen met elkaar en, in elkaars belang, proberen om een eerlijke en billijke oplossing te vinden die beide partijen tevreden stemt. Als ze niet binnen 60 dagen zo’n beslissing bereiken, zullen na een bericht van een van de partijen aan de andere partij alle geschillen, claims, vragen of onenigheden uiteindelijk worden beslist door de rechtbank op de locatie van het bedrijf Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, de Verenigde Arabische Emiraten), afhankelijk van het type Gebruiker.',
        },
        {
            p: '12. Algemene informatie',
        },
        {
            p: '12.1. De Overeenkomst van ROYALFUT en alle documenten die op onze websites worden geplaatst vormen de gehele Overeenkomst tussen de Gebruiker en ROYALFUT in verband met toegang tot en gebruik van de Website, en overstijgen alle vorige schriftelijke of mondelinge Overeenkomsten in verband met dezelfde onderwerpen van deze Overeenkomst.',
        },
        {
            p: '12.2. ROYALFUT en de Gebruiker zijn onafhankelijke partijen en geen enkel agentschap, partnership, joint venture, medewerker-werkgever- of franchisor-franchisee-relatie is bedoeld of wordt gecreëerd door deze Overeenkomst.',
        },
        {
            p: '12.3. Mocht ROYALFUT een recht of voorziening uit de voorwaarden van deze Overeenkomst niet handhaven, dan betekent dat niet dat er afstand wordt gedaan van deze rechten of voorzieningen.',
        },
        {
            p: '12.4. Als een voorziening van de Overeenkomst ongeldig of niet afdwingbaar wordt verklaard, wordt zo’n voorziening verwijderd uit de Overeenkomst zonder dat dit van invloed is op de geldigheid van de overige voorzieningen in de Overeenkomst.',
        },
        {
            p: '12.5. De Gebruiker gaat ermee akkoord dat er geen derde begunstigden in de Overeenkomst zullen zijn.',
        },
        {
            p: '12.6. Headlines zijn alleen bedoeld ter referentie en definiëren, beperken, interpreteren of omschrijven op geen enkele manier de reikwijdte van de heading zelf of de reikwijdte van zo’n sectie.',
        },
        {
            p: '13. Nakoming van AML/KYC-beleid',
        },
        {
            p: '13.1. De koper en verkoper gaan ermee akkoord dat ROYALFUT een ’Know Your Customer’ (Ken je Klant)- en ’Anti-Money Laundering’ (Anti-witwassen)-beleid heeft om internetfraude te bestrijden.',
        },
        {
            p: '13.2. ROYALFUT heeft een ZERO TOLERANCE-beleid tegen internetfraude en alle pogingen om toegang te krijgen tot klantinformatie of andere informatie op zijn websites, of deze informatie te verkrijgen, via illegale of geheime wegen. Het bedrijf werkt samen met lokale, nationale en internationale fraudeonderzoekers en gebruikt meerdere elektronische en andere manieren om fraude te voorkomen, detecteren en verdringen. Het bedrijf vervolgt overtreders die zijn opgepakt en frauduleuze activiteiten hebben gepleegd op de Website op agressieve wijze met alle juridische mogelijkheden. Het bedrijf werkt samen met agentschappen als lokale en landelijke politie, de Amerikaanse FBI, Amerikaanse en internationale douaneagentschappen en Interpol.',
        },
        {
            p: '13.3. Als onderdeel van de ’Know Your Customer’-procedures evalueert ROYALFUT klanttransacties en worden materiële feiten over gebruikers, klanten en hun transacties verzameld en opgeslagen. ROYALFUT is toegewijd aan het beschermen van de rechten van gebruikers en de privacy van hun persoonlijke data. ROYALFUT verzamelt alleen persoonlijke data van klanten als dat nodig is om op de juiste manier zijn diensten aan te bieden aan Gebruikers. Persoonlijke data over kopers en voormalige kopers mag alleen worden gedeeld met derde partijen in een beperkt aantal omstandigheden, in overeenstemming met toepasselijke wetten en Overeenkomsten tussen ROYALFUT en de Gebruiker. ROYALFUT moet klantenbestanden zorgvuldig en elektronisch opslaan, inclusief statements, transactierapporten, bonnetjes, aantekeningen, interne correspondentie en alle andere documenten die verband houden met de klant, zo lang als dat is vereist door de verzekeringsteams bij de respectievelijke banken.',
        },
        {
            p: '13.4. Alle financiële transacties die gekoppeld kunnen worden aan witwassen, worden gezien als verdacht. De basis om te bepalen dat een bepaalde transactie verdacht is, kan de persoonlijke observatie en ervaring van ROYALFUT-medewerkers zijn, of ontvangen of geïdentificeerde informatie. Onderhevig aan toepasselijke wetten en vereisten van internationale organisaties mag ROYALFUT, als dat noodzakelijk is en zonder verplichting om toestemming te krijgen van de Cliënt of hem of haar in te lichten, regelgevende instanties of rechthandhavingsautoriteiten inlichten over verdachte transacties. ROYALFUT zou periodiek lijsten moeten raadplegen die worden gepubliceerd door lokale autoriteiten en internationale organisaties met bekende of verdachte terroristen, terroristische organisaties en landen met een hoog risico op basis van OFAC-sancties. ROYALFUT is verplicht om zorgvuldigheidsprocedures uit te voeren rond al zijn klanten door hun transacties te analyseren op verdenking van witwassen.',
        },
        {
            p: '14. Toestemming voor het verwerken van persoonlijke data',
        },
        {
            p: 'Door zich te registreren bij de service geeft de Gebruiker toestemming aan ROYALFUT om zijn of haar Persoonlijke Data te controleren en verwerken, op basis van de volgende voorwaarden:',
        },
        {
            p: '1. De Operator verwerkt de data van het Onderwerp om:',
        },
        {
            p: '• Je onze diensten te kunnen verlenen.',
        },
        {
            p: '• Contact met je op te kunnen nemen via e-mail, telefoon of andere manieren om geschillen op te lossen, vergoedingen te innen, problemen op te lossen met je account of onze sites, diensten, applicaties of tools, of voor andere doeleinden die wettelijk zijn toegestaan.',
        },
        {
            p: '• Fraude, beveiligingsinbreuken of potentieel verboden of illegale activiteiten te voorkomen en op te sporen, en onze Gebruikersovereenkomsten te handhaven',
        },
        {
            p: '• De identiteit van onze klanten te controleren en te verifiëren',
        },
        {
            p: '• Operationele redenen als verbetering van onze efficiëntie, trainingen en kwaliteitscontroles',
        },
        {
            p: '• Ongeautoriseerde toegang tot en aanpassingen aan onze systemen te voorkomen',
        },
        {
            p: '• Onze diensten en de diensten van bepaalde derde partijen aan te prijzen voor:',
        },
        {
            p: '✓ bestaande en voormalige klanten',
        },
        {
            p: '✓ derde partijen die eerder interesse hebben getoond in onze diensten',
        },
        {
            p: '✓ derde partijen met wie we tot nu toe nog geen zaken hebben gedaan',
        },
        {
            p: '• Externe onderzoeken en kwaliteitscontroles uit te voeren',
        },
        {
            p: '2. De lijst van persoonlijke data die wordt overgedragen aan ROYALFUT om verwerkt te worden:',
        },
        {
            p: 'We kunnen de volgende persoonlijke informatie over jou verzamelen en verwerken:',
        },
        {
            p: '• je naam en contactgegevens, waaronder je e-mailadres en telefoonnummer',
        },
        {
            p: '• informatie waarmee we je identiteit kunnen verifiëren en bevestigen, zoals je geboortedatum',
        },
        {
            p: '• informatie over je gender, als je ervoor kiest om dat met ons te delen',
        },
        {
            p: '• logindata van je computer, statistieken over pageviews, verkeer van en naar ROYALFUT en cookie-informatie',
        },
        {
            p: '• locatiedata',
        },
        {
            p: '• informatie over je levering (platform, aantal munten in de bestelling), factureringsgegevens, informatie over transacties en betaalkaarten',
        },
        {
            p: '• je persoonlijke of professionele interesses',
        },
        {
            p: '• je professionele online aanwezigheid',
        },
        {
            p: '• je contactgeschiedenis met ROYALFUT, zijn medewerkers, directeuren, partners, je aankoopgeschiedenis en bewaarde items op ROYALFUT',
        },
        {
            p: '• • informatie over de accounts die je koppelt aan ROYALFUT, zoals Facebook, Google en andere platforms',
        },
        {
            p: '• informatie waarmee we krediet- of andere financiële controles over je kunnen uitvoeren',
        },
        {
            p: '• informatie over hoe je de Website van ROYALFUT gebruikt',
        },
        {
            p: '• je antwoorden op enquêtes en informatie over je deelname aan prijsvragen, lotingen en speciale aanbiedingen',
        },
        {
            p: '• transactionele informatie op basis van je activiteit op ROYALFUT (bijv. informatie om het aankoop- en verkoopproces te simplificeren)',
        },
        {
            p: '• publieke discussies, chats, oplossingen van geschillen, correspondentie via ROYALFUT en correspondentie die naar ons is gestuurd',
        },
        {
            p: '• andere informatie, waaronder je IP-adres en standaard webloginformatie (type browser, Internet Service Provider (ISP), referral- en exit-pagina’s, besturingssyteem, datum/tijd-stamp en clickstream-data), plus extra informatie van derde partijen, zoals factureringsgegevens die zijn verstrekt door betaalmethoden die je gebruikt om betalingen te doen of te ontvangen, plus je browser-ID, cookie-ID, apparaat-ID, type apparaat, informatie over gebruik van proxyservers/VPN en aanverwante technologieën, informatie over je locatie, e-mailadressen, telefoonnummers en publieke socialmediaprofielen die worden verstrekt door onze diensten tegen betalingsfraude en zorgvuldigheid rond onze klanten.',
        },
        {
            p: 'Deze persoonlijke data is noodzakelijk om je onze diensten te kunnen verlenen. Je kunt ervoor kiezen om ons geen informatie te verstrekken, maar sommige informatie over jou is noodzakelijk om: je als lid te registreren; producten of diensten te kopen en een profiel te voltooien; mee te doen aan enquêtes, wedstrijden of lotingen; ons een vraag te stellen of andere transacties uit te voeren op onze Website. ROYALFUT gebruikt deze informatie ook om trends te analyseren, fraude op te sporen en de site te beheren.',
        },
        {
            p: 'De toestemming is geldig vanaf het moment dat de Persoonlijke Data zijn geregistreerd op https://royalfut.com',
        },
        {
            p: '15. Cookieverwerkingsbeleid',
        },
        {
            p: 'Door https://royalfut.com te bezoeken, aanvaard je dit beleid, waaronder het feit dat ROYALFUT cookies en andere data kan gebruiken voor verdere verwerking door Google Analytics, Yandex.Metrics en andere systemen, en deze voorts kan overdragen aan derden ten behoeve van onderzoek, werkzaamheden of diensten.',
        },
        {
            p: 'Als je https://royalfut.com bezoekt, kunnen cookies worden gebruikt om:',
        },
        {
            p: '• ervoor te zorgen dat de Website goed en veilig fuctioneert',
        },
        {
            p: '• de kwaliteit van de Website te verbeteren',
        },
        {
            p: '• je te registreren op de Website',
        },
        {
            p: '• je informatie te geven over de Website, zoals over zijn producten en diensten',
        },
        {
            p: '• producten en/of diensten te verbeteren en nieuwe producten en/of diensten te ontwikkelen.',
        },
        {
            p: 'Andere informatie die wordt verzameld, kan worden gebruikt om je "lijst met interesses" te genereren, die bestaat uit een willekeurige identificatie, interessecategorie en een tijdvermelding, om je online content en advertenties te tonen die overeenkomen met je interesses.',
        },
        {
            p: 'Je browser en/of apparaat kan je de mogelijkheid geven om cookies te blokkeren, verwijderen of op andere wijze te beperken. Echter, cookies vormen een belangrijk deel van https://royalfut.com, dus het blokkeren, verwijderen of beperken van cookies kan leiden tot verlies van een groot aantal functies van de Website.',
        },
        {
            p: 'Als je de cookies van de browser of het apparaat dat je gebruikt wilt beheren, kun je de aanwijzingen opvolgen van de ontwikkelaar van de browser of de fabrikant van het apparaat.',
        },
    ],
    es: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Fecha de aplicación: 4 de junio de 2021.',
        },
        {
            p: '1. Introducción',
        },
        {
            p: '1.1. Al permanecer en el Sitio web, usted está de acuerdo con las condiciones del Acuerdo de Usuario. Lea cuidadosamente el Acuerdo de Usuario publicado en ROYALFUT.COM que determina sus derechos y responsabilidades, además de los derechos y las responsabilidades de ROYALFUT. Se prohíbe el registro y el uso del servicio a las personas que se nieguen a seguir estos términos y condiciones.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») es un mercado en el que los Usuarios pueden ofertar, vender y comprar productos. Como mercado, ROYALFUT no es dueño ni vende los productos publicados en el Sitio web. El verdadero acuerdo de compraventa se da directamente entre compradores y vendedores.',
        },
        {
            p: '1.3. ROYALFUT no controla ni garantiza la existencia, calidad, seguridad o legalidad de los productos ofrecidos.',
        },
        {
            p: '1.4. ROYALFUT es un mero intermediario y no se responsabiliza de las posibles consecuencias reales y/o legales de las transacciones. Por ejemplo, dentro de algunos juegos pueden darse sanciones o penalizaciones por ciertas acciones que puedan incluso conducir al bloqueo de la cuenta. ROYALFUT no lee y/o verifica las reglas de los juegos ni comprueba las acciones del Usuario en dichos juegos.',
        },
        {
            p: '1.5. ROYALFUT actúa como garante de las transacciones entre los Usuarios del Sitio web y solo es responsable de la correcta ejecución de las transacciones, no de su efectividad.',
        },
        {
            p: '1.6. ROYALFUT permite a los Usuarios mantener su anonimato si la transferencia de bienes y divisas se realiza a través de www.royalfut.com.',
        },
        {
            p: '1.7. En las circunstancias especificadas en la cláusula 1.6, la responsabilidad de ROYALFUT se limita solamente a la cantidad de la transacción. En caso de que algún usuario rechace una transacción ya efectuada, ROYALFUT garantiza su reembolso total menos los costes de gestión.',
        },
        {
            p: '1.8. Este Acuerdo de Usuario («Acuerdo»), al igual que el resto de documentos publicados en www.royalfut.com («Sitio web»), establece el procedimiento, los términos y las condiciones de la interacción con los Usuarios.',
        },
        {
            p: '1.9. Este Acuerdo se establece entre usted como usuario de nuestros servicios («Usuario») y ROYALFUT. Al aceptar este Acuerdo, está de acuerdo en cumplir con todos los términos del mismo al acceder y hacer uso de nuestros servicios.',
        },
        {
            p: '1.10. Al acceder o hacer uso del Sitio web, usted acepta por este medio los términos y las condiciones descritas en el Acuerdo de Usuario vigente. Del mismo modo, está de acuerdo en estar sujeto a los términos del Acuerdo en lo que respecta a su acceso o uso del Sitio web, además de cualquier actualización, modificación, añadido o cambio realizado en el Sitio web. Si no acepta los términos del Acuerdo en su totalidad, le rogamos que no utilice el Sitio web. No puede hacer uso de este Sitio web y aceptar los términos de este Acuerdo si (a) no ha alcanzado la edad legal para involucrarse en un contrato vinculante o (b) se le prohíbe hacer uso del Sitio web bajo leyes de los Emiratos Árabes Unidos u otros países, incluyendo su país de residencia y el país desde el cual usted accede al Sitio web.',
        },
        {
            p: '1.11. ROYALFUT se reserva el derecho absoluto e innegable de denegarle el reembolso al Usuario si este ha recibido su pedido íntegro.',
        },
        {
            p: '1.12. Los reembolsos se llevan a cabo después de que el equipo de ROYALFUT examine la solicitud de reembolso del Usuario. Las decisiones tomadas por el equipo de ROYALFUT son absolutas y concluyentes. Si se procede al reembolso, este se llevará a cabo en la cuenta personal del Usuario en un período estimado de 1 a 14 días hábiles, dependiendo del sistema de pago utilizado. ROYALFUT ejerce como mero intermediario en este proceso. Los reembolsos solo se realizan a la cuenta utilizada para realizar la transacción en el sitio web.',
        },
        {
            p: '1.13.  Un usuario registrado puede eliminar su cuenta si posee sus datos de acceso (correo electrónico y contraseña de la cuenta de ROYALFUR). ROYALFUT garantiza la eliminación de los datos del usuario de sus bases de datos. Es posible solicitar que actualicemos, bloqueemos o eliminemos sus datos personales si estos están incompletos, son obsoletos, incorrectos, se han obtenido por medios ilegales o ya no son pertinentes. Para ello tiene que enviarnos un correo electrónico a support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT puede modificar este Acuerdo o cualquier otro documento del Sitio web en cualquier momento con o sin previo aviso publicando dicho Acuerdo modificado y revisado y/o los documentos relacionados en el Sitio web. Estos entrarán en vigor inmediatamente tras su publicación. Después de la publicación de los mismos, su uso continuado del Sitio web será considerado como aceptación de los términos y de las condiciones modificados. Tanto el Acuerdo como la política del Sitio web no pueden cambiarse de ninguna manera que no sea por escrito por un agente autorizado de ROYALFUT.',
        },
        {
            p: '2. Definiciones',
        },
        {
            p: '2.1. Datos personales: cualquier información relativa a una persona física viva identificada o identificable.',
        },
        {
            p: '2.2. Contenido de ROYALFUT: los datos, texto, imágenes, videos, catálogos, bases de datos u ofertas disponibles en o por medio del Sitio web de aquí en adelante denominado como «Contenido de ROYALFUT».',
        },
        {
            p: '2.3. Usuario registrado: cada usuario que complementa el formulario de registro en el Sitio web proporcionando información sobre sí mismo (como, por ejemplo, nombre, dirección, número de teléfono, número de fax, correo electrónico, etc.) se convierte en un usuario registrado («Usuario registrado») de ROYALFUT.',
        },
        {
            p: '2.4. Riesgos operativos: los riesgos que asumen los Usuarios al hacer uso del Sitio web o al realizar transacciones se consideran «riesgos transaccionales». Los Riesgos Operativos incluyen riesgos de responsabilidad o riesgos por daños de cualquier tipo en relación con el uso del Sitio web. Estos riesgos pueden incluir, entre otros:',
        },
        {
            p: '• información tergiversada de productos y servicios, fraude, calidad insatisfactoria, discrepancias de requisitos técnicos, productos defectuosos o peligrosos, productos ilegales, demora o incumplimiento de los plazos de entrega o pago, errores de cálculo del valor, incumplimiento de garantía e incumplimiento del contrato.',
        },
        {
            p: '• riesgos de que la producción, la importación, la distribución, la oferta, la muestra, la compra, la venta y/o el uso de productos o servicios ofrecidos o expuestos en el Sitio web puedan violar o ser demandados por infringir los derechos de terceros. Así como el riesgo de que los Usuarios puedan incurrir en gastos para su defensa u otros gastos en relación con la aserción de los derechos de terceros por terceros o en relación con las reclamaciones de cualquier parte por la que tengan derecho de defensa jurídica o indemnización por daños y perjuicios con respecto a la reivindicación de los derechos, reclamaciones o demandas de terceros',
        },
        {
            p: '• riesgos de que los consumidores, otros compradores, consumidores finales de productos u otras personas que afirman haber sufrido daños o perjuicios en relación con un producto obtenido originalmente por los Usuarios del Sitio web como resultado de las transacciones de compra y venta en relación con el uso del Sitio web puedan sufrir daños y/o presentar reclamaciones derivadas del uso de dichos productos',
        },
        {
            p: '2.5. «Usuario»: aquel individuo que accede al Sitio web con cualquier propósito, independientemente de si el usuario se ha registrado en el Sitio web como Usuario registrado.',
        },
        {
            p: '3. Uso de ROYALFUT',
        },
        {
            p: '3.1. Disposiciones generales. Los Usuarios pueden utilizar el Sitio web únicamente para sus propios fines personales. Todo Usuario está de acuerdo en que no puede replicar, reproducir o descargar ningún contenido del Sitio web con el propósito de revender o redistribuir contenido de ROYALFUT, envío masivo (correo electrónico, mensajes de texto, correo físico o de otro tipo), hacer negocios con la competencia de ROYALFUT, u otro uso comercial del contenido de ROYALFUT. Está prohibida la investigación sistemática de contenido de ROYALFUT desde el Sitio web para crear o recopilar, directa o indirectamente, una colección, compilación, base de datos o catálogo (ya sea por medios automatizados o manuales) sin el permiso por escrito de ROYALFUT. Además, los Usuarios tienen prohibido usar el contenido de ROYALFUT para cualquier propósito que no esté expresamente permitido por este Acuerdo.',
        },
        {
            p: '3.2. El usuario acepta recibir mensajes de ROYALFUT a través del correo electrónico especificado en su cuenta, al pagar en un sistema de pago asociado a ROYALFUT o a través de cualquier canal de comunicación seleccionado como canal de comunicación predeterminado en el sitio, ya sea a través de este o a través de cualquier plataforma de redes sociales, mensajería instantánea o mensajes de chat en línea del usuario en el sitio. Por el presente, el Usuario acepta que ROYALFUT pueda utilizar sus datos personales dentro de la correspondencia privada con el usuario para la mensajería masiva.',
        },
        {
            p: '3.3. Los mensajes o cualquier otro tipo de información enviada por el Usuario a través de los sistemas de comunicación proporcionados por ROYALFUT, así como correos electrónicos, mensajes de fax, cartas, mensajes por medio de plataformas de mensajería, redes sociales o mensajes instantáneos de las conversaciones en línea enviados a las direcciones de correo electrónico de la información obtenida del Sitio web no pueden contener ningún material descrito en la cláusula 5.3 y, además, deben ser factuales y verídicos y no contener vacíos o cambios intencionales.',
        },
        {
            p: '3.4. Ningún Usuario debe tomar ninguna medida para socavar la integridad de los sistemas o redes informáticas utilizados por ROYALFUT o cualquier otro usuario. De la misma manera que ningún usuario debe tratar de obtener acceso no autorizado a esos sistemas o redes informáticas.',
        },
        {
            p: '3.5. Cualquier dato personal recibido por ROYALFUT será procesado según el Acuerdo.',
        },
        {
            p: '3.6. ROYALFUT utiliza las cookies esenciales para el funcionamiento del Sitio web. Las cookies son pequeños archivos de texto colocados en su dispositivo (ya sea un ordenador, smartphone, u otro dispositivo electrónico) cuando usted hace uso del Sitio web. Las cookies esenciales proporcionan funcionalidad básica, como seguridad, gestión de redes, y accesibilidad. Puede inhabilitarlas cambiando la configuración del navegador, pero esto puede afectar al funcionamiento del Sitio web.',
        },
        {
            p: '3.7. ROYALFUT se reserva el derecho de recogida, de utilización, almacenamiento y procesamiento de las cookies publicitarias.',
        },
        {
            p: '3.8. Como condición de acceso y uso del Sitio web, los Usuarios están de acuerdo en no utilizar servicios de ROYALFUT para violar de ninguna manera los derechos de terceros. En caso de infracción, ROYALFUT se reserva el derecho de eliminación de las cuentas de usuario.',
        },
        {
            p: '3.9. Durante el registro en el Sitio web, existe la posibilidad de que ROYALFUT envíe una contraseña automáticamente generada al Usuario. Al proporcionar información sobre su dirección de contacto (como por ejemplo, el correo electrónico), el Usuario declara que dicha información es verificable, exacta, correcta y completa y confirma y garantiza este hecho. Al proporcionar una dirección de contacto, el Usuario está de acuerdo recibir un mensaje con una contraseña de ROYALFUT según la Cláusula 3.2. El Usuario está de acuerdo en que la contraseña no garantiza la seguridad total de su cuenta de un posible acceso no autorizado en el Sitio web y, por lo tanto, está de acuerdo en proporcionar la máxima protección a la cuenta. La contraseña se debe cambiar antes del primer intento de inicio de sesión.',
        },
        {
            p: '3.10. ROYALFUT se reserva el derecho de eliminación de cualquier cuenta de Usuario si ROYALFUT cree que el comportamiento del Usuario es perjudicial para los intereses de ROYALFUT, sus empleados, directores, afiliados u otros Usuarios o por cualquier otra razón a criterio exclusivo y absoluto de ROYALFUT, con o sin razón.',
        },
        {
            p: '3.11. ROYALFUT puede proporcionar enlaces a sitios externos que pueden estar involucrados en la venta de productos y servicios. ROYALFUT no se hace responsable de revisar y evaluar sitios web y no tiene control sobre el contenido de los sitios web o de las decisiones tomadas por terceros. ROYALFUT no se hace responsable de ninguna acción de estos sitios web contra el Usuario.',
        },
        {
            p: '3.12. El Usuario está de acuerdo en que el vendedor debe enviar el pedido en 3 días a partir del momento en el que todos los datos necesarios hayan sido proporcionados por el Usuario a través del método de envío preferido (correo electrónico, contraseña, código de reserva de la cuenta de EA) sin importar el precio del pedido.',
        },
        {
            p: '4. Usuario registrado',
        },
        {
            p: '4.1. Al convertirse en Usuario registrado, usted está de acuerdo con la recogida, el procesamiento, el almacenamiento y la transferencia de sus datos personales. También está de acuerdo en que sus datos personales sean incluidos en nuestra base de datos, permitiendo que ROYALFUT comparta dicha información con otros Usuarios de acuerdo a los propósitos establecidos en el Acuerdo.',
        },
        {
            p: '4.2. ROYALFUT se reserva el derecho de rechazo de registro o de emisión de una cuenta y su nombre de usuario y contraseña asociados a cualquier Usuario por cualquier motivo, o ningún motivo en absoluto.',
        },
        {
            p: '4.3. ROYALFUT puede suspender o eliminar la cuenta de un Usuario registrado en cualquier momento si:',
        },
        {
            p: '• por determinación única y absoluta de ROYALFUT, hubiese alguna violación de las cláusulas de este Acuerdo por parte del Usuario registrado; o',
        },
        {
            p: '• ROYALFUT tiene argumentos razonables para sospechar que la información proporcionada por el Usuario registrado es falsa, inexacta, incompleta o no está actualizada; o',
        },
        {
            p: '• ROYALFUT cree que el comportamiento del Usuario perjudica los intereses de ROYALFUT, de sus empleados, de los directores, de los afiliados o de otros Usuarios; o',
        },
        {
            p: '• por cualquier motivo o ningún motivo en absoluto, a exclusivo y absoluto criterio de ROYALFUT',
        },
        {
            p: '4.4. Un Usuario registrado no debe vender, intentar vender, ofrecer, dar, ceder o transferir una cuenta, nombre de usuario o contraseña a terceros sin el consentimiento previo por escrito de ROYALFUT. ROYALFUT se reserva el derecho de suspensión o eliminación de la cuenta del Usuario registrado o destinatario del Usuario registrado en caso de venta, oferta, regalo, traspaso o transferencia en violación de los términos de esta sección.',
        },
        {
            p: '5. Publicar en ROYALFUT',
        },
        {
            p: '5.1. No surge ninguna relación de actividad comercial entre ningún usuario y ROYALFUT, sus afiliados, directores, gerentes o empleados sobre la base de la muestra de cualquier información del Usuario sobre el Sitio web por parte de ROYALFUT.',
        },
        {
            p: '5.2. Todo Usuario entiende, garantiza y está de acuerdo en que:',
        },
        {
            p: '• cualquier información proporcionada en el Sitio web por el Usuario es verdadera, exacta, completa y está actualizada; y',
        },
        {
            p: '• el Usuario estará a favor y cambiará rápidamente la información para que sea verdadera, exacta, completa y está actualizada',
        },
        {
            p: '5.3. Todo Usuario manifiesta, garantiza y está de acuerdo en que la información proporcionada a ROYALFUT para la disposición sobre el Sitio web no debe:',
        },
        {
            p: 'a) incluir ningún tipo de información fraudulenta u ofrecer/anunciar ningún tipo de mercancía fraudulenta, estar relacionada con la venta o intento de venta de mercancías de imitación, bienes robados o prohibidos para su comercialización y/o venta o que de cualquier manera facilite la actividad ilegal',
        },
        {
            p: 'b) formar parte de una trama de fraude contra otros Usuarios del Sitio web o de cualquier otro propósito ilegal',
        },
        {
            p: 'c) formar parte de la comercialización de productos o servicios que infringen o de cualquier manera contribuyen a o incentivan la infracción de los derechos de terceros',
        },
        {
            p: 'd) violar cualquiera de las leyes, estatutos, ordenanzas o regulaciones aplicables (incluyendo pero no limitándose al control de regulación de la exportación, la protección al consumidor, la competencia desleal, la imparcialidad o la publicidad engañosa)',
        },
        {
            p: 'e) ser inapropiada, difamatoria, ofensiva o procesada ilegalmente',
        },
        {
            p: 'f) ser obscena, contener o promover cualquier tipo de pornografía o contenido de carácter pornográfico, producto o cualquier otro contenido que de alguna manera promueva el consumo de material sexualmente explícito o sea de alguna manera inapropiado para menores de edad',
        },
        {
            p: 'g) promover la discriminación basada en la raza, sexo, religión, nacionalidad, discapacidad, orientación sexual o edad',
        },
        {
            p: 'h) contener cualquier material considerado publicidad no autorizada o spam',
        },
        {
            p: 'i) solicitar ofertas de cualquier usuario relacionadas con las actividades comerciales. Asimismo, en caso de que ROYALFUT descubra que el Usuario ha infringido la cláusula 5.3 (i), el Usuario autoriza a ROYALFUT a cobrar una sanción de hasta 150.00 € por medio del método de pago registrado del Usuario en el expediente y/o exigir un depósito de hasta 300.00 € para la activación de la cuenta del Usuario',
        },
        {
            p: 'j) contener algún virus informático, troyano o cualquier otro programa destructor, código, enlace e interfaz web que pueda dañar o interrumpir los sistemas de software o hardware o se apodere o expropie de cualquier sistema de software o hardware, información o datos personales',
        },
        {
            p: 'k) hacer referencia directa o indirectamente a la descripción de bienes y servicios prohibidos en el presente Acuerdo o que incluyen su descripción; o',
        },
        {
            p: 'l) de lo contrario, no deberá recaer ningún tipo de responsabilidad sobre ROYALFUT, sus empleados, directores o afiliados.',
        },
        {
            p: '5.4. Todo Usuario declara, garantiza y está de acuerdo en que el Usuario ha obtenido todos los derechos de autor de terceros, marcas registradas, secretos comerciales o licencias y permisos de la patente y otras licencias y permisos que puedan ser necesarios de acuerdo con cualquier otro derecho de propiedad de un tercero (incluidos, entre otros, los derechos de propiedad y los derechos a la privacidad), para todo material e información que el Usuario publique en el Sitio web y proporcione a ROYALFUT o permita que ROYALFUT muestre o almacene. Todo Usuario declara, garantiza y está de acuerdo en que el Usuario es el único responsable de asegurar que todo material y datos expuestos en el Sitio web por el Usuario y proporcionados a ROYALFUT para que ROYALFUT los muestre y almacene no violan ningún derecho de terceros o han sido mostrados con el consentimiento del dueño (dueños) de dichos derechos. Todo Usuario declara, garantiza y está de acuerdo en que el Usuario tiene derecho a producir, ofrecer, vender, importar y distribuir los productos que el Usuario ofrece y muestra en el Sitio web y que dicha producción, oferta, venta, importación y/o distribución no viola de ninguna manera los derechos de terceros.',
        },
        {
            p: '5.5. Todo Usuario concede una licencia irrevocable, perpetua, mundial y libre de regalías, sublicenciable (a través de múltiples niveles) y asignable a ROYALFUT y a sus afiliados para mostrar y hacer uso de todos los datos proporcionados por dicho Usuario de acuerdo con los objetivos indicados en el Acuerdo. Así como la licencia para la ejecución de los derechos que posee en relación con dichos materiales y datos, incluyendo pero no limitándose a los derechos de autor, publicidad y derechos de bases de datos, en cualquier medio actualmente conocido o desconocido.',
        },
        {
            p: '5.6. ROYALFUT se reserva el derecho absoluto de exposición de datos sobre el pedido de un Usuario público del Sitio web (tiempo del pedido, tiempo transcurrido desde el inicio del pedido, tiempo transcurrido desde el final del pedido, incluidos los costes de publicación automática (15 minutos), de la plataforma y de la cantidad de monedas en el pedido), ocultando el correo electrónico del Usuario dejando hasta 7 símbolos visibles para cumplir con la confidencialidad.',
        },
        {
            p: '5.7. ROYALFUT se reserva el derecho de eliminación, de acuerdo a su absoluta discreción, de todo material publicado en el Sitio web, incluido el contenido que, según su opinión, sea ilegal, pueda invocar la responsabilidad de ROYALFUT, violar este Acuerdo, o se considere inadecuado por alguna otra razón.',
        },
        {
            p: '5.8. ROYALFUT se reserva el derecho de cooperación con los organismos gubernamentales, inversores privados y/o terceros que se hayan visto perjudicados en la investigación de cualquier presunto delincuente o sospecha de acto ilícito civil. Además, ROYALFUT puede divulgar la identidad e información de contacto de cualquier usuario si así lo solicita un estado o un organismo de seguridad, un tercero perjudicado, una citación o cualquier otra acción legal, no haciéndose responsable de los daños o cualquier otra consecuencia de dicha divulgación. Además, el Usuario está de acuerdo en no demandar a ROYALFUT por dichas divulgaciones. En lo que concierne a la información indicada anteriormente, ROYALFUT puede suspender o eliminar la cuenta de cualquier Usuario si ROYALFUT considera que dicha acción es apropiada a su exclusivo y absoluto criterio. El Usuario está de acuerdo en que ROYALFUT no asume ninguna responsabilidad para con el Usuario, incluyendo la responsabilidad de daños consecuentes u otro tipo de daños, en caso de que ROYALFUT ejecute alguna de las acciones mencionadas en esta sección. Igualmente, el Usuario está de acuerdo en correr con el riesgo de que ROYALFUT decida tomar dichas acciones.',
        },
        {
            p: '6. Transacciones entre compradores y vendedores',
        },
        {
            p: '6.1. ROYALFUT proporciona una plataforma web electrónica para el intercambio de información entre compradores («comprador») y vendedores («vendedor») de bienes y servicios.',
        },
        {
            p: '6.2. Los Usuarios asumen la responsabilidad plena de los términos y condiciones de las transacciones en el Sitio web, a través de él o como resultado de su uso, incluyendo pero no limitándose a los términos de pago, devoluciones, garantías, entrega, seguro, tarifas, impuestos, propiedad, licencias, multas y sanciones, permisos, manipulación, transporte y almacenamiento.',
        },
        {
            p: '6.3. ROYALFUT no representa a vendedores ni compradores en transacciones específicas, ni actúa como agente de vendedores o compradores. ROYALFUT no controla ni es responsable de la calidad, seguridad, legalidad o disponibilidad de los productos o los servicios puestos a la venta en el Sitio web, la capacidad de los vendedores para completar una venta, o la capacidad de compradores para completar una compra. Los Usuarios son conscientes de que puede que traten con otros Usuarios que actúen bajo falsos pretextos. ROYALFUT recomienda hacer uso de varias herramientas disponibles en el sitio, así como del sentido común, para evaluar con quién está tratando.',
        },
        {
            p: '6.4. En el caso de que la transferencia de bienes y fondos a todos los Usuarios dentro de una única transacción se realice a través de un representante de ROYALFUT, los Usuarios pueden mantener su anonimato y la seguridad de devolución de los Bienes y/o el pago de fondos está garantizada.',
        },
        {
            p: '6.5. Todo Usuario está de acuerdo en que el Usuario entiende por completo todos los riesgos de llevar a cabo transacciones haciendo uso del Sitio web para efectuar dichas transacciones y que el Usuario asume la totalidad de los riesgos de responsabilidad o de daño de cualquier tipo en relación con el uso del Sitio web. Todo Usuario está de acuerdo en que ROYALFUT no es responsable de ninguna pérdida, responsabilidad, gasto, daño, inconveniencia, interrupción o gasto de cualquier tipo que pueda surgir de o en conexión con cualquier riesgo de transacción.',
        },
        {
            p: '6.6. Los Usuarios deben pagar todos los impuestos de venta y uso, así como el resto de los impuestos derivados del uso del Sitio web por su cuenta.',
        },
        {
            p: '7. Pago',
        },
        {
            p: '7.1. El pago que cobra ROYALFUT por el uso de sus servicios no supera el 50 % del importe del pedido pagado, dependiendo de las ofertas del proveedor.',
        },
        {
            p: '7.2. Los Usuarios deben poder pagar las tasas de ROYALFUT y demás tasas e impuestos aplicables asociados con los servicios prestados antes de la fecha de vencimiento.',
        },
        {
            p: '7.3. Las transacciones entre compradores y vendedores en el Sitio web se pueden realizar con un código promocional (cupón) o haciendo clic en un enlace de afiliado. Todo afiliado recibe un porcentaje fijo de cada transacción hecha en el Sitio web a través de un enlace de afiliado o con la especificación de un código promocional (cupón).',
        },
        {
            p: '8. Disputas entre Usuarios',
        },
        {
            p: '8.1. En caso de surgir cualquier disputa surgida entre los Usuarios con respecto a las transacciones en el sitio, el Usuario está de acuerdo en enviar la disputa a ROYALFUT para que actúe como intermediario para proporcionar una decisión final y vinculante. Para permitir que ROYALFUT lleve a cabo sus investigaciones de manera justa y razonable, los Usuarios están de acuerdo en abstenerse de buscar intermediación mientras la sentencia siga abierta o pendiente de resolver. Se procederá de la siguiente manera con los Usuarios que pidan la intervención de terceros (a excepción de los organismos de investigación estatales): sus acciones serán consideradas como una interferencia en el proceso de investigación y un intento de imponer una decisión a su favor. ROYALFUT se reserva el derecho de suspensión o veto permanentemente a los Usuarios que intenten interferir con los procedimientos operativos habituales en sentencias que aún estén abiertas o pendientes de resolver.',
        },
        {
            p: '8.2. En caso de que el vendedor tuviera que hacer un reembolso al comprador o a ROYALFUT, el vendedor autoriza a ROYALFUT a retirar la cantidad reembolsada (en la misma moneda o en una moneda diferente) de su método de pago designado (como, por ejemplo, PayPal) para ROYALFUT. El vendedor debe tener un método de pago válido en su cuenta. Si la cuenta del comprador no tiene fondos suficientes, el vendedor autoriza a ROYALFUT a cobrar cualquier cantidad adeudada mediante este método de pago. ROYALFUT puede también depositar la cantidad del reembolso en la cuenta del vendedor. Si el vendedor no proporciona a ROYALFUT un método de pago válido, podemos cobrar los importes pendientes a través de otros mecanismos de cobro, incluyendo la retención de fondos.',
        },
        {
            p: '8.3. En el caso improbable de que ROYALFUT determine que un conflicto entre Usuarios ha sido causado por una violación del Acuerdo de Usuario, el Usuario causante de esta violación se compromete a abonar a ROYALFUT una sanción por la cantidad de 150.00 €. Además, ROYALFUT podrá suspender o bloquear la cuenta de Usuario y/o solicitar un depósito de hasta 300.00 € para activar la cuenta de Usuario.',
        },
        {
            p: '9. Exención de Garantías y Limitación de Responsabilidades',
        },
        {
            p: '9.1. Las características y los servicios del Sitio web se ofrecen «tal cual» y «según disponibilidad» y ROYALFUT renuncia expresamente a cualquier garantía, expresa o implícita, incluyendo, pero no limitándose a cualquier garantía de condición, calidad, durabilidad, rendimiento, exactitud, fiabilidad, comerciabilidad o idoneidad para un propósito específico. Todas estas garantías, declaraciones, condiciones, obligaciones y condiciones están excluidas.',
        },
        {
            p: '9.2. ROYALFUT no brinda ninguna declaración o garantía con respecto a la validez, exactitud, corrección, fiabilidad, calidad, estabilidad, integridad u oportunidad de cualquier información proporcionada en o a través del Sitio web. ROYALFUT no declara ni garantiza que la producción, importación, distribución, oferta, muestra, compra, venta y/o uso de los productos o servicios ofrecidos o mostrados en el Sitio web no viola ningún derecho de terceros. Asimismo, ROYALFUT no brinda declaraciones o garantías de ningún tipo con respecto a cualquier producto o servicio ofrecido o mostrado en el Sitio web.',
        },
        {
            p: '9.3. Cualquier material descargado u obtenido a través del Sitio web queda a discreción y riesgo de cada Usuario, y cada Usuario es el único responsable de cualquier daño al sistema informático o pérdida de datos que pueda resultar de la descarga de dicho material. Ningún consejo o información, oral o escrita, obtenido por cualquier Usuario de ROYALFUT o a través del Sitio web, da lugar a garantías que no estén expresamente establecidas en este documento.',
        },
        {
            p: '9.4. Bajo ninguna circunstancia ROYALFUT será responsable por cualquier retraso, falla o interrupción del contenido o servicios prestados por medio del Sitio web que sea resultado directo o indirecto de fenómenos naturales, fuerzas o causas ajenas a su control, incluyendo fallos de internet, informáticos, de telecomunicaciones o cualquier otro tipo, fallos del sistema, fallos en la corriente eléctrica, huelgas, conflictos laborales, manifestaciones, protestas, disturbios civiles, falta de mano de obra o materiales, incendios, inundaciones, huracanes, explosiones, desastres naturales, guerras, acciones gubernamentales, órdenes judiciales de tribunales nacionales o extranjeros, o el incumplimiento de obligaciones por parte de terceros.',
        },
        {
            p: '9.5. Todo usuario está de acuerdo en indemnizar y mantener a ROYALFUT, sus afiliados, directores, funcionarios y empleados a salvo de cualquier pérdida, reclamación o responsabilidad (incluyendo los costes legales basados en indemnización íntegra) que pueda surgir directa o indirectamente:',
        },
        {
            p: '1) de uso del Sitio web por parte del Usuario, incluyendo, pero no limitado a, la divulgación de información de dicho Usuario en el sitio',
        },
        {
            p: '2) de la violación por parte de dicho Usuario de cualquiera de los términos y condiciones del Acuerdo',
        },
        {
            p: '3) de la violación por parte de dicho Usuario de cualquiera de las declaraciones y garantías hechas por el Usuario de ROYALFUT, incluyendo, pero no limitado a, las que se exponen en las secciones 5.3, 5.4, 5.5 y anteriores.',
        },
        {
            p: '4) como resultado de cualquier reclamación realizada por terceros u otros terceros relacionada con los productos ofrecidos o mostrados en el Sitio web.',
        },
        {
            p: '9.6. ROYALFUT y sus afiliados, directores, agentes y empleados no son responsables de daños especiales, directos, indirectos o punitivos, o ningún tipo de daño en general (incluyendo, pero no limitado a, los daños por lucro cesante o pérdida de ahorros, interrupción comercial, pérdida de información), ya sea como consecuencia de ejecución del contrato, negligencia, agravio, responsabilidad terminante u otros. Al igual que de cualquier otra pérdida derivada de alguna de las siguientes:',
        },
        {
            p: '1) uso o imposibilidad de hacer uso del Sitio web',
        },
        {
            p: '2) cualquier defecto en los bienes, muestras, datos, información o servicios adquiridos o comprados a un usuario o de un tercero proveedor de servicios en el Sitio web',
        },
        {
            p: '3) cualquier reclamación o exigencia que el usuario haga hacia la producción, importación, distribución, oferta, muestra, compra, venta y/o uso de productos o servicios ofrecidos y mostrados en el sitio puede violar o se puede alegar que viola los derechos de terceros. Al igual que a las reclamaciones de cualquier parte que tenga derecho a la defensa o compensación en relación con una reclamación de derechos y otras demandas o reclamaciones de terceros que reclamen derechos',
        },
        {
            p: '4) acceso no autorizado por parte de terceros a los datos o información personal de cualquier Usuario',
        },
        {
            p: '5) declaraciones, comportamiento o materiales publicados por Usuarios del Sitio web, incluyendo material difamatorio, ofensivo o ilegal',
        },
        {
            p: '6) cualquier otra razón relacionada con las actividades de ROYALFUT y la prestación de servicios a través del Sitio web',
        },
        {
            p: '9.7. ROYALFUT se reserva el derecho, por su propia cuenta, de asunción de protección y control exclusivos sobre cualquier asunto, en cuyo caso, usted debe cooperar con ROYALFUT para la resolución de dicho asunto.',
        },
        {
            p: '9.8. ROYALFUT se reserva el derecho de restricción, prohibición o creación de un acceso diferente al Sitio web y sus características para diferentes Usuarios y del cambio de cualquier característica o introducción de nuevas características sin previo aviso. Todo Usuario reconoce que la imposibilidad de utilizar el Sitio web en su totalidad o en parte por cualquier motivo puede afectar negativamente a su negocio. Todo Usuario está de acuerdo en que en ningún caso ROYALFUT o cualquiera de sus afiliados, directores, agentes o empleados deben responsabilidad al Usuario o a cualquier tercero ante cualquier incapacidad para usar el Sitio web (ya sea debido a una violación, acceso limitado, modificación o eliminación de cualquier función en el Sitio web u otro motivo).',
        },
        {
            p: '9.9. ROYALFUT no es el autor de contenidos de terceros, ya sea de usuarios anónimos, autores públicos o proveedores de contenidos de pago. Ni ROYALFUT ni ninguno de sus afiliados, directores, agentes o empleados ha entablado relaciones con dichos terceros. Cualquier contenido de terceros es responsabilidad exclusiva de la parte que lo proporciona. Ni ROYALFUT ni ninguno de sus afiliados, directores, agentes o empleados son responsables de la exactitud, relevancia, legalidad o validez de cualquier contenido de terceros y no son responsables ante ningún Usuario en relación con la confianza de los Usuarios en dicho contenido de terceros. Además, ni ROYALFUT ni ninguno de sus afiliados, directores, agentes o empleados son responsables del comportamiento de ningún Usuario del Sitio web y no son responsables ante ninguna persona en relación con cualquier daño sufrido por cualquier persona como resultado de dicho comportamiento del Usuario.',
        },
        {
            p: '9.10. ROYALFUT puede autorizar a los Usuarios a acceder a contenidos, productos o servicios ofrecidos por terceros a través de hipervínculos (enlaces verbales, banners, canales u otros) a un sitio web o perfil/cuenta en el servicio web de dicho tercero. El Usuario reconoce que ROYALFUT no tiene ningún control sobre estos sitios web de terceros ni controla dichos sitios web, así como que ni ROYALFUT ni ninguno de sus afiliados, directores, agentes o empleados son responsables ante nadie por dicho sitio web o cualquier contenido, productos o servicios disponibles en dicho sitio web. El usuario debe leer las condiciones de uso de esos sitios web y la política de privacidad antes de hacer uso de esos sitios web de terceros a fin de conocer las condiciones de uso de dichos sitios web.',
        },
        {
            p: '9.11. A pesar de lo anteriormente mencionado, si se determina que ROYALFUT es responsable, su responsabilidad se limita a la mayor parte de a) la cantidad de una transacción específica en disputa, b) los honorarios en disputa que no excedan el total de los honorarios pagados por el usuario a ROYALFUT 12 meses antes de la acción que da lugar a la responsabilidad, o 100 dólares.',
        },
        {
            p: '10. Aviso para el Usuario',
        },
        {
            p: '10.1. Todas las notificaciones o reclamaciones hacia el Usuario surten efecto si se entregan en persona, se envían por mensajería, correo certificado, fax o correo electrónico a la última correspondencia, fax o dirección de correo electrónico conocida proporcionada por el Usuario de ROYALFUT o mediante la publicación gratuita de dicha notificación o reclamación en el dominio público del Sitio web. La notificación de un Usuario se considera recibida por dicho Usuario siempre y cuando:',
        },
        {
            p: '• ROYALFUT puede demostrar que un mensaje, ya sea físico o electrónico, ha sido enviado a dicho Usuario; o',
        },
        {
            p: '• inmediatamente después de que ROYALFUT publique dicho aviso en el dominio público del Sitio web, que está disponible de forma gratuita.',
        },
        {
            p: '11. Conflicto legal',
        },
        {
            p: '11.1. Las partes acuerdan que cualquier reclamación o disputa legal que surja o pueda surgir entre ellos en relación con esta versión o versiones anteriores del Acuerdo de Usuario de ROYALFUT, su uso o acceso al Sitio web, a los servicios o a cualquier producto o servicio vendido o comprado a través de los sitios web, servicios, aplicaciones o herramientas de ROYALFUT se resolverá de acuerdo con las disposiciones establecidas en esta sección sobre litigios legales.',
        },
        {
            p: '11.2. Usted está de acuerdo en que la ley de los EAU, independientemente de los principios de conflicto de leyes, regirá el Acuerdo de Usuario y cualquier reclamación o disputa que surja o pueda surgir entre usted y ROYALFUT, a menos que se especifique lo contrario en el Acuerdo de Usuario.',
        },
        {
            p: '11.3. En caso de cualquier disputa, reclamación, duda o desacuerdo que surja del presente Acuerdo o que esté relacionado con su violación, las partes en el presente Acuerdo harán todo lo posible por resolver la disputa, reclamación, duda o desacuerdo. Para ello, ambas partes consultan y negocian concienzudamente entre ellas y, reconociendo sus intereses mutuos, tratan de llegar a una solución justa y equitativa que satisfaga a ambas partes. Si no logran alcanzar esa decisión en un plazo de 60 días tras la previa notificación de una de las partes a la otra, todas las controversias, reclamaciones, dudas o desacuerdos serán resueltos definitivamente por el tribunal en la sede de la empresa Azur Apps FZ-LLC (Apartamento 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Emiratos Árabes Unidos) según el tipo de usuario.',
        },
        {
            p: '12. Información general',
        },
        {
            p: '12.1. El Acuerdo de ROYALFUT y todos los documentos publicados en nuestros sitios web constituyen el Acuerdo completo entre el Usuario y ROYALFUT en relación con el acceso y uso del Sitio web, reemplazando cualquier Acuerdo previo escrito u oral en relación al mismo tema de este Acuerdo.',
        },
        {
            p: '12.2. ROYALFUT y el Usuario son contratistas independientes y no se pretende ni se crea ninguna relación de agencia, asociación, empresa conjunta, empleado-empleador o franquiciador-franquiciado por el presente Acuerdo.',
        },
        {
            p: '12.3. El hecho de que ROYALFUT no ejerza o haga cumplir cualquier derecho o disposición de los términos del presente Acuerdo no constituye una renuncia a tal derecho o disposición.',
        },
        {
            p: '12.4. Si alguna cláusula del Acuerdo llega a considerarse inválida o inaplicable, dicha cláusula será eliminada del Acuerdo y no afectará la validez y la aplicabilidad de las cláusulas restantes del Acuerdo.',
        },
        {
            p: '12.5. El Usuario está de acuerdo en que no habrá terceros beneficiarios en el Acuerdo.',
        },
        {
            p: '12.6. Los encabezamientos existen únicamente como referencia y no definen, limitan, interpretan o describen de ningún modo el alcance del propio encabezamiento o el de la sección correspondiente.',
        },
        {
            p: '13. Cumplimiento de las políticas de PBC/KYC',
        },
        {
            p: '13.1. El comprador y el vendedor están de acuerdo en que ROYALFUT tenga una política de «Prevención de Blanqueo de Capitales» (PBC, por sus siglas en inglés) y de «conozca a su cliente» (KYC, por sus siglas en inglés) para combatir el fraude en Internet.',
        },
        {
            p: '13.2. ROYALFUT tiene una política de TOLERANCIA CERO contra el fraude en Internet y cualquier intento de acceder u obtener información de los clientes u otra información en sus sitios web de forma ilegal. La compañía trabaja con organismos locales, nacionales e internacionales para la investigación de fraude y utiliza diversos medios electrónicos además de otros mecanismos para prevenir, detectar y acabar con el fraude. La empresa persigue activamente, en toda la extensión permitida por la ley, a los culpables que hayan sido detenidos y hayan cometido actividades fraudulentas en el Sitio web. La compañía trabaja con agencias como la policía estatal y local, el FBI de EE.UU., agencias aduaneras estadounidenses e internacionales y la Interpol.',
        },
        {
            p: '13.3. Como parte de los procedimientos de Conozca a su cliente, ROYALFUT evalúa las transacciones de los clientes y recopila y almacena datos importantes sobre los Usuarios, los clientes y sus transacciones. ROYALFUT se compromete a proteger los derechos de los Usuarios y la privacidad de sus datos personales. ROYALFUT recoge datos personales de los Clientes en la medida necesaria para proporcionar adecuadamente los servicios a los Usuarios. Los datos personales de los compradores y antiguos compradores solo se revelarán a terceros bajo un número limitado de circunstancias de acuerdo con la legislación aplicable y los Acuerdos entre ROYALFUT y el Usuario. ROYALFUT debe almacenar cuidadosamente los datos del cliente, incluyendo el extracto de cuenta, informes de operaciones, recibos, notas, correspondencia interna y cualquier otro documento perteneciente al cliente de manera electrónica durante el tiempo que lo requieran los bancos adquirentes.',
        },
        {
            p: '13.4. Toda transacción financiera que pueda estar vinculada al blanqueo de dinero se considera sospechosa. El criterio para determinar que una transacción determinada es sospechosa puede ser tanto la observación y la experiencia personal de los empleados de ROYALFUT, como la información que se reciba o identifique. Conforme a las leyes y requisitos aplicables de organizaciones internacionales, ROYALFUT puede, si es necesario y sin la obligación de obtener la aprobación o la notificación del cliente, notificar a las autoridades reguladoras y/o policiales de cualquier transacción sospechosa. ROYALFUT debe consultar periódicamente las publicaciones de autoridades locales y organismos internacionales que contengan listas de terroristas o sospechosos de terrorismo, organizaciones terroristas y jurisdicciones de alto riesgo sometidas a sanciones por parte de la Oficina de Control de Activos Extranjeros (OFAC, por sus siglas en inglés). ROYALFUT debe llevar a cabo los procedimientos necesarios de diligencia en relación a sus clientes analizando sus transacciones por sospecha de delitos de blanqueo de capitales.',
        },
        {
            p: '14. Consentimiento para el tratamiento de datos personales',
        },
        {
            p: 'Al registrarse en este servicio, el usuario otorga a ROYALFUT su consentimiento para comprobar y procesar sus datos personales en base a las siguientes condiciones:',
        },
        {
            p: '1. El Operador procesa los datos del Sujeto con el fin de:',
        },
        {
            p: '• Ofrecerle nuestros servicios.',
        },
        {
            p: '• Ponerse en contacto con usted por correo electrónico, teléfono u otros medios para resolver disputas, cobrar honorarios, solucionar problemas en su cuenta o nuestros sitios, servicios, aplicaciones o herramientas, así como para otros fines permitidos por la ley.',
        },
        {
            p: '• Prevenir y detectar fraudes, violaciones de seguridad, actividades potencialmente prohibidas o ilegales y hacer cumplir nuestros Acuerdos de usuario',
        },
        {
            p: '• Identificar a nuestros clientes y verificar su identidad',
        },
        {
            p: '• Razones operativas como el aumento de la eficiencia, la formación y el control de calidad',
        },
        {
            p: '• Evitar el acceso no autorizado y las modificaciones de nuestros sistemas',
        },
        {
            p: '• Comercializar nuestros servicios y los servicios de terceros para:',
        },
        {
            p: '✓ clientes actuales y antiguos',
        },
        {
            p: '✓ terceros que han expresado previamente interés en nuestros servicios',
        },
        {
            p: '✓ terceros con los que no hemos hecho negocios anteriormente',
        },
        {
            p: '• Auditorías externas y controles de calidad',
        },
        {
            p: '2. La lista de datos personales transferidos a ROYALFUT para su procesamiento:',
        },
        {
            p: 'Podemos recopilar y utilizar los siguientes datos personales sobre usted:',
        },
        {
            p: '• su nombre e información de contacto, incluyendo el correo electrónico y número de teléfono',
        },
        {
            p: '• información que nos permita verificar y confirmar su identidad, como su fecha de nacimiento',
        },
        {
            p: '• su género, si decide proporcionarlo',
        },
        {
            p: '• datos de inicio de sesión del ordenador, estadísticas de vistas a páginas web, tráfico hacia y desde ROYALFUT e información de cookies',
        },
        {
            p: '• ubicación',
        },
        {
            p: '• información sobre su entrega (plataforma, número de monedas en el pedido), información de facturación, información sobre transacciones y tarjetas de pago',
        },
        {
            p: '• sus intereses personales o profesionales',
        },
        {
            p: '• su presencia profesional en línea',
        },
        {
            p: '• su historial de contacto con ROYALFUT, sus empleados, directores, afiliados, su historial de compras y elementos guardados en ROYALFUT',
        },
        {
            p: '• información de las cuentas que vincula a ROYALFUT, tales como Facebook, Google y otras plataformas de redes sociales',
        },
        {
            p: '• información que nos permita realizarle verificaciones de crédito u otros controles financieros',
        },
        {
            p: '• información sobre cómo hace uso del Sitio web de ROYALFUT',
        },
        {
            p: '• sus respuestas a encuestas e información sobre la participación en torneos, sorteos y ofertas especiales',
        },
        {
            p: '• información transaccional basada en su actividad en ROYALFUT (como, por ejemplo, información para simplificar el proceso de compra y venta)',
        },
        {
            p: '• conversaciones públicas, charlas, resolución de disputas, correspondencia a través de ROYALFUT, así como la correspondencia enviada a nosotros',
        },
        {
            p: '• otra información, incluyendo la dirección IP y la información de registro del servidor (tipo de navegador, proveedor de servicios de Internet (ISP, por sus siglas en inglés), páginas de origen/destino, sistema operativo, fecha/hora y datos de secuencia de clics), así como información adicional de terceros, como la información de facturación de la cuenta proporcionada por cualquier servicio de pago que utilice para realizar compras o recibir pagos, así como la identificación del navegador, la identificación de las cookies, la identificación del dispositivo, el tipo de dispositivo, información sobre el uso del servidor proxy/VPN y tecnologías relacionadas, ubicación, direcciones de correo electrónico, números de teléfono y perfiles de públicos en redes sociales proporcionados por nuestros proveedores de servicios de pago y la diligencia debida del cliente.',
        },
        {
            p: 'Estos datos personales son necesarios para proporcionarle nuestros servicios. Puede optar por no proporcionarnos cierta información, pero algunos de sus datos personales son necesarios para: registrarse como miembro, adquirir productos o servicios, completar un perfil, participar en encuestas, torneos o sorteos, hacernos una pregunta, o iniciar otro tipo de transacciones en nuestro Sitio web. ROYALFUT también utiliza esta información para el análisis de tendencias, la detección de fraude y la administración del sitio.',
        },
        {
            p: 'El consentimiento se oficializa en el momento en que el interesado complete su registro en https://royalfut.com',
        },
        {
            p: '15. Política de cookies',
        },
        {
            p: 'Al visitar https://royalfut.com, acepta esta política, aceptando el hecho de que ROYALFUT puede utilizar cookies y otros datos para su posterior tratamiento por parte de Google Analytics, Yandex.Metrics y otros sistemas, pudiendo también transferirlos a terceros para llevar a cabo distintas investigaciones, trabajos o servicios.',
        },
        {
            p: 'Al visitar https://royalfut.com, las cookies pueden ser utilizadas para:',
        },
        {
            p: '• garantizar el seguro y adecuado funcionamiento del sitio',
        },
        {
            p: '• mejorar la calidad del sitio',
        },
        {
            p: '• registrarse en el sitio',
        },
        {
            p: '• proporcionarle información sobre el sitio, incluyendo los productos y servicios',
        },
        {
            p: '• la mejora de productos y/o servicios y el desarrollo de nuevos productos y/o servicios',
        },
        {
            p: 'Otro tipo de información recopilada puede ser utilizada para generar una «lista de intereses» para el usuario, que consiste en un identificador aleatorio, categoría de interés y horarios para mostrarle contenidos y anuncios en línea que coincidan con sus intereses.',
        },
        {
            p: 'A través del navegador y/o el dispositivo que utilice puede bloquear, eliminar o restringir el uso de cookies. Sin embargo, las cookies forman parte de https://royalfut.com, por lo que bloquear, eliminar o restringir su uso puede suponer la pérdida de acceso a muchas de las funciones del sitio.',
        },
        {
            p: 'Para saber cómo gestionar las cookies en el navegador o en el dispositivo que utilice, puede seguir las instrucciones proporcionadas por el desarrollador del navegador o el fabricante del dispositivo.',
        },
    ],
    pt: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Entrada em vigor: 4 de junho de 2021.',
        },
        {
            p: '1. Introdução',
        },
        {
            p: '1.1. Ao permanecer no site, aceita os termos do Acordo de Utilizador. Leia atentamente o Acordo de Utilizador publicado em ROYALFUT.COM, que determina os seus direitos e responsabilidades e os direitos e responsabilidades da ROYALFUT. É proibido o registo e utilização do serviço por pessoas que não consintam em seguir estes termos e condições.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») é um mercado onde os utilizadores podem oferecer, vender e comprar produtos. Como mercado que é, a ROYALFUT não é proprietária nem vende os produtos publicados no site. O acordo de compra e venda efetivo é realizado diretamente entre os compradores e os vendedores.',
        },
        {
            p: '1.3. A ROYALFUT não controla nem garante a existência, qualidade, segurança, ou legalidade dos produtos apresentados.',
        },
        {
            p: '1.4. A ROYALFUT apenas tem funções de intermediária e não é responsável por possíveis consequências reais e/ou legais que decorram das transações. Por exemplo, em alguns jogos pode haver penalizações/sanções no jogo para determinadas ações, que podem ir até ao bloqueio da conta. A ROYALFUT não lê e/ou verifica as regras dos jogos e não verifica as ações dos utilizadores nesses jogos.',
        },
        {
            p: '1.5. A ROYALFUT age como garante das transações entre os utilizadores do site e apenas é responsável pela correta execução das transações, não pela sua existência de facto.',
        },
        {
            p: '1.6. A ROYALFUT permite aos utilizadores manter o anonimato se a transferência de artigos e moeda for efetuada através de www.royalfut.com.',
        },
        {
            p: '1.7. Nas circunstâncias especificadas na Cláusula 1.6, a responsabilidade da ROYALFUT está limitada apenas ao montante da transação. Em caso de recusa de uma transação concluída da parte de qualquer utilizador, a ROYALFUT assegura um reembolso total, excetuando a respetiva taxa.',
        },
        {
            p: '1.8. Este Acordo de Utilizador («Acordo»), bem como outros documentos publicados em www.royalfut.com («Site»), estabelece o procedimento, termos e condições de interação com os utilizadores.',
        },
        {
            p: '1.9. Este Acordo é firmado entre si, como utilizador dos nossos serviços («Utilizador»), e a ROYALFUT. Ao aceitar este Acordo, concorda em cumprir todos os termos do Acordo ao aceder e utilizar os nossos serviços.',
        },
        {
            p: '1.10. Ao aceder ou utilizar o Site, pelo presente aceita os termos e condições estipulados neste Acordo como Utilizador. Também concorda em estar vinculado pelos termos do Acordo, no que diz respeito ao seu acesso ao Site ou utilização do mesmo e a quaisquer atualizações, modificações, complementos, ou alterações realizadas no Site. Se não aceitar os termos do Acordo na sua totalidade, por favor não utilize o Site. Não pode utilizar este Site e concordar com os termos deste Acordo se (A) não tiver atingido a idade legal para firmar um contrato vinculativo ou (B) estiver proibido de utilizar o Site ao abrigo da legislação dos Emirados Árabes Unidos ou de outros países, incluindo o país onde reside e o país a partir de onde utiliza o Site.',
        },
        {
            p: '1.11. A ROYALFUT tem o direito absoluto e inegável de negar um reembolso aos Utilizadores se a sua encomenda tiver sido entregue na totalidade.',
        },
        {
            p: '1.12. Os reembolsos são apenas efetuados após os resultados da consideração da equipa da ROYALFUT do pedido de reembolso do Utilizador. As decisões da equipa da ROYALFUT são absolutas e definitivas. Se tiver sido efetuado um reembolso para a conta pessoal do Utilizador, a transferência demora entre 1 a 14 dias úteis. A duração exata depende do sistema de pagamento utilizado. A ROYALFUT não tem nenhuma influência sobre este processo. Os reembolsos são realizados apenas para a conta utilizada para efetuar a transação no site.',
        },
        {
            p: '1.13. Um utilizador registado pode eliminar a sua conta, caso estejam na posse dos seus detalhes de inicio de sessão (email, palavra-passe da conta ROYALFUT). A ROYALFUT garante a remoção dos dados do utilizador da sua base de dados. Pode pedir-nos para atualizar, bloquear ou eliminar os seus dados pessoais se os dados estiverem incompletos, desatualizados, incorretos, tiverem sido obtidos através de meios ilegais ou se já não forem relevantes para fins de processamento. Só tem de nos enviar um email para support@royalfut.com.',
        },
        {
            p: '1.14. A ROYALFUT pode alterar este Acordo ou quaisquer outros documentos no Site em qualquer momento, com ou sem aviso prévio, publicando o Acordo alterado e revisto e/ou os documentos relacionados no Site. O Acordo alterado e revisto e/ou os documentos deve(m) entrar em vigor imediatamente após a publicação. Depois de os documentos alterados e revistos serem publicados, a sua utilização continuada do Site será considerada uma aceitação dos termos e condições alterados. O Acordo e a política do Site não podem ser alterados de qualquer outra forma que não por escrito por um agente oficial autorizado da ROYALFUT.',
        },
        {
            p: '2. Definições',
        },
        {
            p: '2.1. Dados pessoais — qualquer informação relacionada com um indivíduo identificado ou identificável.',
        },
        {
            p: '2.2. Conteúdo da ROYALFUT — os dados, textos, imagens, vídeos, catálogos, bases de dados ou ofertas disponíveis no Site ou através do Site, doravante mencionados como «Conteúdo da ROYALFUT».',
        },
        {
            p: '2.3. Utilizador Registado — cada utilizador que preenche o formulário de registo no Site, fornecendo informações sobre si mesmo (por exemplo, nome, endereço, número de telefone, número de fax, e-mail, etc.) torna-se num utilizador registado («Utilizador Registado») da ROYALFUT.',
        },
        {
            p: '2.4. Riscos Operacionais — os riscos que os utilizadores assumem ao utilizar o Site ou ao efetuar transações são considerados «riscos transacionais». Os Riscos Operacionais incluem riscos por responsabilidade ou risco de danos relacionados com a utilização do Site. Estes riscos incluem mas não se limitam a:',
        },
        {
            p: '• informação deturpada sobre produtos e serviços, esquemas de fraude, qualidade não satisfatória, discrepâncias de requisitos técnicos, produtos com defeito ou perigosos, produtos ilegais, atrasos ou falhas no cumprimento dos termos de entrega ou pagamento, cálculos de valores errados, quebras de garantia ou quebras de contrato.',
        },
        {
            p: '• riscos de que a produção, importação, distribuição, oferta, demonstração, compra, venda e/ou utilização dos produtos ou serviços oferecidos ou apresentados no Site violem ou possam ser reivindicados como infração dos direitos de terceiros, bem como o risco de que os utilizadores possam incorrer em despesas para a sua defesa ou outros custos relacionados com a afirmação dos direitos de terceiros, por terceiros ou em ligação com qualquer reivindicação de qualquer parte de que tem direito a defesa ou danos relacionados com a afirmação dos direitos, reclamações ou reivindicações de terceiros',
        },
        {
            p: '• riscos de que os consumidores, outros compradores, utilizadores finais de produtos ou outras pessoas que reivindiquem ter sofrido danos ou prejuízos relacionados com um produto originalmente obtido por utilizadores do Site como resultado de transações de venda e compra relacionadas com a utilização do Site possam sofrer danos e/ou apresentar queixas resultantes da sua utilização desses produtos',
        },
        {
            p: '2.5. «Utilizador» — qualquer pessoa que aceda ao Site para qualquer fim, independentemente de o Utilizador estar registado no Site como um utilizador registado.',
        },
        {
            p: '3. Utilização da ROYALFUT',
        },
        {
            p: '3.1. Disposições gerais. Os utilizadores podem utilizar o Site apenas para os seus fins pessoais. Cada Utilizador concorda que não pode copiar, reproduzir ou transferir qualquer conteúdo do site com o objetivo de revender ou redistribuir conteúdo da ROYALFUT, enviar correio em massa (e-mail, mensagens de texto, correio físico ou outros), realizar negócios que compitam com a ROYALFUT, ou para outros fins comerciais do conteúdo da ROYALFUT. É proibida a procura sistemática de conteúdo da ROYALFUT a partir do Site para criar ou compilar, direta ou indiretamente, uma coleção, compilação, base de dados ou catálogo (seja de forma automática ou manual) sem autorização por escrito da ROYALFUT. Além disso, os utilizadores estão proibidos de utilizar conteúdo da ROYALFUT para qualquer fim não expressamente permitido por este Acordo.',
        },
        {
            p: '3.2. O utilizador aceita receber mensagens da ROYALFUT através do email especificado na sua conta ROYALFUT, ou especificado ao pagar num sistema de pagamento parceiro da ROYALFUT, através de qualquer meio de comunicação especificado como tal no site, através do site ou de quaisquer plataformas de redes sociais, mensagens instantâneas ou mensagens de chat online encontradas pelo utilizador no site. O Utilizador concorda que a ROYALFUT pode utilizar os dados pessoais do Utilizador em correspondência privada com o Utilizador ou para mensagens em massa.',
        },
        {
            p: '3.3. As mensagens ou qualquer outra informação enviada pelo Utilizador através dos sistemas de comunicação fornecidos pela ROYALFUT, bem como e-mails, mensagens de fax, cartas, mensagens por plataformas de envio de mensagens, redes sociais ou mensagens instantâneas de chats online para os endereços de e-mail a partir de informações obtidas no Site, não podem conter qualquer do material descrito na Cláusula 5.3 e, adicionalmente, devem ser factuais e verdadeiras e não devem conter quaisquer lacunas ou alterações.',
        },
        {
            p: '3.4. Nenhum Utilizador deve agir para comprometer a integridade dos sistemas informáticos ou das redes utilizadas pela ROYALFUT ou qualquer outro utilizador, e nenhum utilizador deve tentar obter acesso não autorizado a esses sistemas informáticos ou redes.',
        },
        {
            p: '3.5. Quaisquer dados pessoais recebidos pela ROYALFUT serão processados segundo o Acordo.',
        },
        {
            p: '3.6. A ROYALFUT utiliza cookies essenciais para que o Site funcione. Os cookies são pequenos ficheiros de texto colocados no seu dispositivo (por exemplo, computador, smartphone ou outro dispositivo eletrónico) quando utiliza o Site. Os cookies essenciais proporcionam funcionalidades básicas, como segurança, gestão de rede e acessibilidade. Pode desativá-los alterando as definições do seu browser, mas isso poderá afetar a funcionalidade do Site.',
        },
        {
            p: '3.7. A ROYALFUT tem direito de recolher, utilizar, armazenar e processar cookies de publicidade.',
        },
        {
            p: '3.8. Como condição de acesso e utilização do Site, os Utilizadores concordam em não utilizar os serviços da ROYALFUT para violar os direitos de terceiros seja de que forma for. Em caso de uma violação, a ROYALFUT tem o direito de cessar as contas de Utilizador.',
        },
        {
            p: '3.9. Durante o registo no Site, a ROYALFUT poderá enviar uma palavra-passe gerada automaticamente para o Utilizador. O Utilizador, ao fornecer informações sobre o seu endereço de contacto (por exemplo, e-mail), concorda que essas informações são verificáveis, precisas, corretas e completas e confirma e garante este facto. Ao fornecer um endereço de contacto, o Utilizador concorda em receber uma mensagem com uma palavra-passe da ROYALFUT, segundo a Cláusula 3.2. O Utilizador concorda que a palavra-passe não garante a total segurança da sua conta contra acesso não autorizado no Site e, por isso, para ter o máximo de proteção da sua conta, a palavra-passe deve ser alterada antes da primeira tentativa de início de sessão.',
        },
        {
            p: '3.10. A ROYALFUT reserva-se o direito de cessar qualquer conta de Utilizador se a ROYALFUT acreditar que o comportamento do Utilizador é prejudicial para os interesses da ROYALFUT, dos seus funcionários, diretores, associados ou outros utilizadores, ou por qualquer outra razão a critério exclusivo e absoluto da ROYALFUT, com ou sem motivo.',
        },
        {
            p: '3.11. A ROYALFUT poderá fornecer hiperligações para sites externos que estejam relacionados com a venda de produtos e serviços. A ROYALFUT não é responsável por rever e avaliar sites e não controla o conteúdo de sites ou decisões tomadas por terceiros. A ROYALFUT não é responsável por quaisquer ações destes sites contra o utilizador.',
        },
        {
            p: '3.12. O Utilizador concorda que o vendedor deve entregar a encomenda em 3 dias a partir do momento em que todos os dados necessários foram fornecidos pelo Utilizador para o método de entrega Conforto (e-mail, palavra-passe, código de segurança da conta EA), independentemente do preço da encomenda.',
        },
        {
            p: '4. Utilizador Registado',
        },
        {
            p: '4.1. Ao tornar-se um Utilizador Registado, concorda com a recolha, processamento, armazenamento e transferência dos seus dados pessoais. Também concorda que os seus dados pessoais sejam incluídos na nossa base de dados e permite que a ROYALFUT partilhe essas informações com outros Utilizadores, conforme os objetivos dispostos no Acordo.',
        },
        {
            p: '4.2. A ROYALFUT poderá rejeitar o registo e recusar emitir uma conta e nome de utilizador e palavra-passe associados a qualquer Utilizador por qualquer razão ou sem qualquer razão.',
        },
        {
            p: '4.3. A ROYALFUT pode suspender ou cessar uma conta de Utilizador registado a qualquer altura se:',
        },
        {
            p: '• por determinação exclusiva e absoluta da ROYALFUT, houver qualquer violação das disposições deste Acordo pelo Utilizador Registado; ou',
        },
        {
            p: '• a ROYALFUT tiver bases suficientes para suspeitar de que as informações fornecidas pelo Utilizador Registado são falsas, imprecisas, desatualizadas ou incompletas; ou',
        },
        {
            p: '• a ROYALFUT acreditar que o comportamento do Utilizador é prejudicial aos interesses da ROYALFUT, dos seus funcionários, diretores, associados ou para outros Utilizadores; ou',
        },
        {
            p: '• por qualquer outra razão ou sem qualquer razão, a critério exclusivo e absoluto da ROYALFUT',
        },
        {
            p: '4.4. Um Utilizador Registado não pode vender, tentar vender, oferecer para venda, dar, atribuir ou transferir de outra forma uma conta, nome de utilizador ou palavra-passe a terceiros sem o consentimento prévio por escrito da ROYALFUT. A ROYALFUT pode suspender ou cessar a conta do Utilizador Registado ou do destinatário do Utilizador Registado em caso de venda, oferta para venda, dádiva, atribuição ou transferência que viole os termos desta secção.',
        },
        {
            p: '5. Publicação na ROYALFUT',
        },
        {
            p: '5.1. Nenhuma relação de agência comercial surge entre o Utilizador e a ROYALFUT, os seus associados, diretores, agentes ou funcionários com base na publicação de qualquer informação do Utilizador no Site por parte da ROYALFUT.',
        },
        {
            p: '5.2. Cada Utilizador compreende, garante e concorda que:',
        },
        {
            p: '• qualquer informação fornecida pelo Utilizador ao Site é verdadeira, precisa, atualizada e completa; e',
        },
        {
            p: '• o Utilizador irá suportar e alterar rapidamente as informações para que sejam verdadeiras, precisas, atualizadas e completas',
        },
        {
            p: '5.3. Cada Utilizador declara, garante e concorda que as informações fornecidas à ROYALFUT para disposição no Site não devem:',
        },
        {
            p: 'a) incluir qualquer informação fraudulenta nem oferecer/publicitar artigos fraudulentos, nem estar relacionadas com a venda ou tentativa de venda de imitações ou artigos roubados ou artigos cuja comercialização e/ou venda seja legalmente proibida, nem de qualquer outra forma facilitar atividade ilegal',
        },
        {
            p: 'b) fazer parte de um esquema de fraude para outros Utilizadores do Site ou qualquer outra finalidade ilegal',
        },
        {
            p: 'c) fazer parte da comercialização de produtos ou serviços que infrinjam ou que de qualquer forma contribuam para ou encorajem a infração dos direitos de terceiros',
        },
        {
            p: 'd) violar quaisquer regulamentos, ordenações, estatutos ou leis aplicáveis (incluindo mas não se limitando a regulamentos de controlo de exportações, proteção do consumidor, concorrência desleal, publicidade enganosa ou anti-discriminação)',
        },
        {
            p: 'e) ser desonestas, difamatórias, ilegalmente ameaçadoras ou criminalmente ilegais',
        },
        {
            p: 'f) ser obscenas, conter ou promover pornografia de qualquer tipo nem estar relacionadas com mercadoria ou materiais pornográficos ou qualquer conteúdo que de alguma forma promova materiais sexualmente explícitos ou que de alguma forma sejam prejudiciais a menores',
        },
        {
            p: 'g) promover a discriminação com base em etnia, género, religião, nacionalidade, deficiência, orientação sexual ou idade',
        },
        {
            p: 'h) conter qualquer material que seja considerado spam ou publicidade não autorizada',
        },
        {
            p: 'i) solicitar ofertas de qualquer utilizador relacionadas com atividades comerciais. Além disso, no caso de a ROYALFUT descobrir que o Utilizador violou esta Cláusula 5.3 (i), o Utilizador autoriza a ROYALFUT a cobrar uma multa de até 150,00 € utilizando o método de pagamento registado do Utilizador no ficheiro e/ou a reivindicar um depósito de até 300,00 € para ativação da conta de Utilizador',
        },
        {
            p: 'j) conter qualquer vírus informático, trojans ou quaisquer outras interfaces web, hiperligações, códigos ou programas destrutivos que possam prejudicar ou corromper os sistemas de software ou hardware, ou assumir o controlo/expropriar quaisquer sistemas de software ou hardware, dados ou dados pessoais',
        },
        {
            p: 'k) referir-se direta ou indiretamente à descrição de artigos e serviços proibidos por este Acordo, incluindo a sua descrição; ou',
        },
        {
            p: 'l) caso contrário, não deve criar qualquer responsabilidade para a ROYALFUT, os seus funcionários, diretores e associados',
        },
        {
            p: '5.4. Cada Utilizador declara, garante e aceita que obteve todas as autorizações, licenças de patente ou segredos comerciais, marcas comerciais e direitos de autor terceiros necessários e outras licenças e autorizações que possam ser necessárias em conformidade com quaisquer direitos de propriedade e pessoais de qualquer terceiro (incluindo, mas não se limitando a, direitos de personalidade e direitos de privacidade), por quaisquer materiais e informações que o Utilizador publica no Site e fornece à ROYALFUT ou autoriza a ROYALFUT a apresentar ou armazenar. Cada Utilizador declara, garante e aceita que é o único responsável por se certificar de que os materiais e dados que o Utilizador apresenta no Site e fornece à ROYALFUT e autoriza a ROYALFUT a apresentar e armazenar não violam quaisquer direitos de terceiros ou foram apresentados com o consentimento do(s) proprietário(s) desses direitos. Cada Utilizador declara, garante e aceita que o Utilizador tem o direito de reproduzir, oferecer, vender, importar e distribuir os produtos que o Utilizador oferece e apresenta no Site, e que essa produção, oferta, venda, importação e/ou distribuição não viola quaisquer direitos de terceiros.',
        },
        {
            p: '5.5. Cada Utilizador concede uma licença irrevogável, perpétua, global e isenta de direitos, com direito a sublicença (através de vários níveis) e atribuível à ROYALFUT e seus associados para apresentar e utilizar todos os dados fornecidos por esse Utilizador em conformidade com os objetivos declarados no Acordo, e uma licença para a execução dos direitos que o Utilizador detém relativamente a esses materiais e dados, incluindo, mas não se limitando a, direitos de autor, de publicidade e de bases de dados, em qualquer suporte atualmente conhecido ou desconhecido.',
        },
        {
            p: '5.6. A ROYALFUT tem o direito absoluto de apresentar dados sobre a encomenda de um Utilizador publicamente no Site (hora da encomenda, tempo que passou desde o início da encomenda, tempo que passou desde o fim da encomenda, incluindo os custos de publicação automática (15 minutos), a plataforma e o montante de moedas na encomenda), ocultando o e-mail do Utilizador até 7 símbolos visíveis, para cumprir a Confidencialidade.',
        },
        {
            p: '5.7. A ROYALFUT reserva-se o direito de remover a seu critério exclusivo e absoluto qualquer material publicado no Site, incluindo conteúdo que seja, segundo a sua opinião, ilegal, possa invocar responsabilidade para a ROYALFUT, viole este Acordo ou seja considerado inadequado de qualquer outra forma.',
        },
        {
            p: '5.8. A ROYALFUT reserva-se o direito de cooperar com agências governamentais, investigadores privados e/ou terceiros lesados na investigação de qualquer suspeita de ilícitos civis ou criminais. Além disso, a ROYALFUT pode divulgar a identidade e as informações de contacto de qualquer utilizador, se tal for solicitado por uma agência legal ou governamental, por um terceiro lesado, por uma intimação ou qualquer outra ação legal, e a ROYALFUT não é responsável por danos ou quaisquer outras consequências dessa divulgação. O Utilizador concorda também em não apresentar qualquer reclamação contra a ROYALFUT por essa divulgação. Relativamente às informações declaradas acima, a ROYALFUT pode suspender ou cessar qualquer conta de Utilizador se a ROYALFUT considerar que essa ação é adequada por seu critério exclusivo e absoluto. O Utilizador concorda que a ROYALFUT não assume qualquer responsabilidade para com o Utilizador, incluindo responsabilidade por quaisquer danos consequentes ou outros, no caso de a ROYALFUT executar qualquer uma das ações mencionadas acima nesta secção, e o Utilizador concorda em assumir o risco de a ROYALFUT poder executar essas ações.',
        },
        {
            p: '6. Transações entre compradores e vendedores',
        },
        {
            p: '6.1. A ROYALFUT proporciona uma plataforma eletrónica web para troca de informações entre compradores («comprador») e vendedores («vendedor») de artigos e serviços.',
        },
        {
            p: '6.2. Os Utilizadores assumem total responsabilidade por quaisquer termos e condições das transações no Site, através do Site ou resultante da sua utilização, incluindo mas não se limitando aos termos de pagamento, devolução, garantia, entrega, seguros, taxas, impostos, propriedade, licenças, multas/penalizações, autorizações, manuseamento, transporte e armazenamento.',
        },
        {
            p: '6.3. A ROYALFUT não representa vendedores ou compradores em transações específicas, nem atua como agente do vendedor ou do comprador. A ROYALFUT não controla nem é responsável pela qualidade, segurança, legalidade ou disponibilidade dos produtos e serviços oferecidos para venda no Site, pela possibilidade de um vendedor concluir uma venda, nem pela possibilidade de um comprador concluir a compra. Os utilizadores têm consciência de que poderão estar a lidar com outros utilizadores que estão a agir sob falsas premissas. A ROYALFUT recomenda utilizar as várias ferramentas disponíveis no site, bem como o bom senso, para avaliar a pessoa com quem está a lidar.',
        },
        {
            p: '6.4. No caso de a transferência de artigos e fundos para todos os Utilizadores numa única transação ser efetuada através de um representante da ROYALFUT, os utilizadores podem manter o seu anonimato e está garantida a segurança de devolução dos Artigos e/ou do pagamento de fundos.',
        },
        {
            p: '6.5. Cada Utilizador concorda que o Utilizador compreende totalmente os riscos da transação ao utilizar o Site para efetuar transações, e assume totalmente os riscos de responsabilização ou danos de qualquer tipo relacionados com a utilização do Site. Cada Utilizador concorda que a ROYALFUT não é responsável por qualquer perda, responsabilidade, despesa, prejuízo, inconveniência, falha ou despesa de qualquer tipo que possa resultar de, ou ter ligação com, quaisquer riscos da transação.',
        },
        {
            p: '6.6. Os utilizadores devem pagar todas as taxas pela venda e utilização, e outras taxas que resultem da utilização do Site por sua conta.',
        },
        {
            p: '7. Pagamento',
        },
        {
            p: '7.1. O pagamento que a ROYALFUT cobra pela utilização dos seus serviços não é superior a 50% do montante da encomenda paga, consoante as ofertas do fornecedor.',
        },
        {
            p: '7.2. Os Utilizadores devem conseguir pagar na data devida as taxas da ROYALFUT e todas as outras taxas e impostos aplicáveis associados aos serviços prestados.',
        },
        {
            p: '7.3. As transações entre compradores e vendedores no Site podem ser efetuadas com um código promocional (cupão) ou clicando numa hiperligação associada. Cada associado recebe uma percentagem fixa de cada transação efetuada no Site através de uma hiperligação associada ou com uma especificação de código promocional (cupão).',
        },
        {
            p: '8. Disputas entre utilizadores',
        },
        {
            p: '8.1. No caso de qualquer disputa que surja entre Utilizadores relativamente a transações no site, o Utilizador concorda em submeter a disputa à ROYALFUT para arbitrar uma decisão final e vinculativa. Para permitir à ROYALFUT conduzir as investigações de forma justa e razoável, os Utilizadores concordam em não procurar arbitragem enquanto a encomenda estiver em aberto ou pendente. Os utilizadores que procurem intervenção de terceiros (com exceção de autoridades de investigação governamentais) serão tratados da seguinte forma: as suas ações serão vistas como uma interferência no processo de investigação e uma tentativa de impor uma decisão em seu favor. A ROYALFUT reserva-se o direito de suspender ou banir permanentemente Utilizadores que tentem interferir nos procedimentos padrão para encomendas que ainda estejam ativas ou pendentes.',
        },
        {
            p: '8.2. Se o vendedor tiver de reembolsar o comprador ou a ROYALFUT, então o vendedor autoriza a ROYALFUT a retirar o montante do reembolso (na mesma moeda ou numa moeda diferente) do seu método de pagamento designado (por exemplo, PayPal) à ROYALFUT. O vendedor deve ter um método de pagamento válido na sua conta. Se a conta do comprador não tiver fundos suficientes, o vendedor autoriza a ROYALFUT a recolher qualquer montante devido utilizando este método de pagamento. A ROYALFUT pode também depositar o montante do reembolso na conta do vendedor. Se o vendedor não fornecer à ROYALFUT um método de pagamento válido, poderemos recolher os montantes em dívida através de outros mecanismos, incluindo retenção.',
        },
        {
            p: '8.3. No caso raro em que a ROYALFUT determine que uma disputa entre Utilizadores foi provocada por uma violação do Acordo de Utilizador, o Utilizador que violou o acordo compromete-se a pagar à ROYALFUT uma multa de 150,00 €. Além disso, a ROYALFUT poderá suspender ou bloquear a conta do Utilizador e/ou solicitar um depósito de até 300,00 € para ativar a conta do Utilizador.',
        },
        {
            p: '9. Isenção de garantias; limitação de responsabilidades',
        },
        {
            p: '9.1. Os serviços e funcionalidades no Site são fornecidos tal como estão e conforme disponíveis e a ROYALFUT está expressamente isenta de qualquer garantia, expressa ou implícita, incluindo, mas não se limitando a, qualquer garantia de condição, qualidade, durabilidade, desempenho, precisão, fiabilidade, comerciabilidade ou adequação a um fim específico. Todas as garantias, declarações, obrigações e condições estão excluídas.',
        },
        {
            p: '9.2. A ROYALFUT não se responsabiliza nem oferece garantias relacionadas com validade, precisão, correção, fiabilidade, qualidade, estabilidade, totalidade ou prontidão de qualquer informação fornecida no Site ou através do mesmo. A ROYALFUT não se responsabiliza nem garante que a produção, importação, distribuição, oferta, apresentação, compra, venda e/ou utilização dos produtos ou serviços oferecidos ou apresentados no Site não violam quaisquer direitos de terceiros, e a ROYALFUT não se responsabiliza nem oferece garantias de qualquer tipo relativamente a qualquer produto ou serviço oferecido ou apresentado no Site.',
        },
        {
            p: '9.3. Qualquer material transferido ou obtido de alguma forma através do Site está por conta e risco do Utilizador, e cada Utilizador é o único responsável por qualquer dano no sistema informático ou perda de dados que possa resultar dos materiais transferidos. Nenhum conselho ou informação, oral ou por escrito, obtido por qualquer Utilizador da ROYALFUT ou através do Site, dá origem a qualquer garantia que não esteja expressamente declarada neste documento.',
        },
        {
            p: '9.4. Em nenhuma circunstância a ROYALFUT será responsável por qualquer atraso, falha ou disrupção dos conteúdos ou serviços prestados através do Site, que decorra direta ou indiretamente de causas, forças ou fenómenos naturais para além do seu controlo, incluindo falhas informáticas, de internet, de telecomunicações ou quaisquer outras falhas, falhas de equipamento ou de alimentação elétrica, greves, disputas laborais, motins, protestos, agitações sociais, falta de mão de obra ou de materiais, incêndios, cheias, furacões, explosões, desastres naturais, guerras, ações governamentais, ordens de tribunais nacionais ou estrangeiros, ou não conformidade com obrigações de terceiros.',
        },
        {
            p: '9.5. Todos os utilizadores concordam em indemnizar e proteger a ROYALFUT, os seus associados, diretores, agentes e funcionários contra qualquer perda, reclamação e responsabilidade (incluindo despesas legais baseadas em compensação total) que possa surgir direta ou indiretamente:',
        },
        {
            p: '1) da utilização do Site pelo Utilizador, incluindo, mas não se limitando, à apresentação de informação do Utilizador no site',
        },
        {
            p: '2) de uma violação por parte do Utilizador dos termos e condições do Acordo',
        },
        {
            p: '3) de uma violação por parte do Utilizador de qualquer declaração ou garantia feita pelo Utilizador da ROYALFUT, incluindo mas não se limitando às declarações ou garantias estabelecidas nas secções 5.3, 5.4 e 5.5 acima.',
        },
        {
            p: '4) resultante de qualquer reclamação feita por terceiros ou outros relacionada com os produtos oferecidos ou apresentados no Site.',
        },
        {
            p: '9.6. A ROYALFUT e os seus associados, diretores, agentes e funcionários não são responsáveis por qualquer perda especial, direta, indireta ou punitiva, ou qualquer perda em geral (incluindo mas não se limitando a perdas devido a perda de lucros ou poupanças, interrupção de atividade, perda de informação), seja resultante da execução do contrato, de negligência, de infrações, de estrita responsabilidade ou outras perdas resultantes de uma destas situações:',
        },
        {
            p: '1) utilização ou incapacidade para utilizar o Site',
        },
        {
            p: '2) qualquer defeito nos artigos, amostras, dados, informações ou serviços adquiridos ou obtidos de um utilizador ou de outro prestador de serviços através do Site',
        },
        {
            p: '3) qualquer reclamação ou reivindicação que o utilizador faça relativamente à produção, importação, distribuição, oferta, apresentação, compra, venda e/ou utilização dos produtos ou serviços oferecidos ou apresentados no site pode violar ou ser reivindicada como violando os Direitos de terceiros, bem como reclamações de qualquer parte como tendo direito a defesa ou reparações relacionadas com a reclamação de direitos; reivindicações ou reclamações de terceiros por direitos',
        },
        {
            p: '4) acesso não autorizado aos dados ou às informações pessoais de qualquer Utilizador por terceiros',
        },
        {
            p: '5) declarações, comportamentos ou materiais publicados pelos Utilizadores do Site, incluindo material ilegal, ofensivo ou difamatório',
        },
        {
            p: '6) qualquer outra razão relacionada com as atividades da ROYALFUT e a prestação de serviços através do Site',
        },
        {
            p: '9.7. A ROYALFUT reserva-se o direito de, a expensas próprias, assumir controlo e proteção exclusivos sobre qualquer assunto, tendo o Utilizador o dever de cooperar com a ROYALFUT na resolução desse assunto.',
        },
        {
            p: '9.8. A ROYALFUT reserva-se o direito de restringir, proibir ou criar diferentes acessos ao Site e suas funcionalidades para diferentes utilizadores, e alterar qualquer funcionalidade ou introduzir novas funcionalidades sem aviso prévio. Cada Utilizador reconhece que a impossibilidade de utilizar o Site, totalmente ou em parte, por qualquer razão, pode afetar negativamente a sua atividade. Cada Utilizador concorda que em nenhuma eventualidade a ROYALFUT ou qualquer um dos seus associados, diretores, agentes ou funcionários será responsável para com o Utilizador ou terceiros por qualquer incapacidade de utilizar o Site (seja devido a uma violação, acesso limitado, modificação ou cessação de qualquer função no Site ou qualquer outra situação).',
        },
        {
            p: '9.9. A ROYALFUT não é a autora de conteúdos terceiros, sejam estesde utilizadores anónimos, autores públicos ou fornecedores de conteúdos pagos. Nem a ROYALFUT nem qualquer dos seus associados, diretores, agentes ou funcionários firmou quaisquer relações com tais terceiros. Qualquer conteúdo terceiro é da exclusiva responsabilidade do terceiro que fornece tais conteúdos. Nem a ROYALFUT nem nenhum dos seus associados, diretores, agentes ou funcionários é responsável pela precisão, relevância, legalidade ou validade de quaisquer conteúdos de terceiros e não é responsável para com qualquer Utilizador relativamente à dependência dos Utilizadores de tais conteúdos de terceiros. Adicionalmente, nem a ROYALFUT nem nenhum dos seus associados, diretores, agentes ou funcionários são responsáveis pelo comportamento de qualquer Utilizador no Site, e não são responsáveis para com qualquer pessoa em relação com quaisquer danos sofridos por qualquer pessoa como resultado de tal comportamento de Utilizador.',
        },
        {
            p: '9.10. A ROYALFUT pode autorizar os Utilizadores a aceder a conteúdos, produtos ou serviços oferecidos por terceiros através de hiperligações (hiperligações verbais, faixas, canais ou outros) para um site ou perfil/conta em tais serviços web de terceiros. O Utilizador reconhece que a ROYALFUT não tem controlo sobre tais sites de terceiros, não controla tais sites e nem a ROYALFUT nem nenhum dos seus associados, diretores, agentes ou funcionários são responsáveis para com tal site ou quaisquer conteúdos, produtos ou serviços disponíveis nesse site. O Utilizador deve ler os termos de utilização e a política de privacidade dos sites antes de utilizar tais sites terceiros de modo a estar ciente dos Termos de Utilização de tais sites.',
        },
        {
            p: '9.11. Não obstante o precedente, se a ROYALFUT for considerada responsável, a sua responsabilidade está limitada à maior parte de a) a quantia de uma transação disputada específica, b) as taxas disputadas que não ultrapassam as taxas totais pagas pelo Utilizador à ROYALFUT nos 12 meses antes da ação da qual resultou a responsabilidade, ou 100$.',
        },
        {
            p: '10. Aviso ao utilizador',
        },
        {
            p: '10.1. Quaisquer avisos ou reclamações ao Utilizador são efetivos se forem entregues pessoalmente, enviados por estafeta, correio registado, fax ou e-mail para o último endereço de e-mail, fax ou correspondência fornecido pelo utilizador da ROYALFUT, ou se esses avisos ou reclamações forem publicados gratuitamente no domínio público do Site. Uma notificação ao utilizador é considerada como tendo sido recebida por esse Utilizador se e quando:',
        },
        {
            p: '• a ROYALFUT puder demonstrar que uma mensagem, seja física ou eletrónica, foi enviada para esse Utilizador; ou',
        },
        {
            p: '• imediatamente depois de a ROYALFUT publicar esse aviso no domínio público do Site, que está disponível gratuitamente.',
        },
        {
            p: '11. Disputa legal',
        },
        {
            p: '11.1. As partes concordam que qualquer disputa ou reclamação justa ou legal que resulte ou possa resultar entre elas relativamente a esta versão ou a versões anteriores do Acordo de Utilizador da ROYALFUT, à sua utilização ou seu acesso ao Site, serviços ou quaisquer produtos ou serviços vendidos ou comprados através de ferramentas, aplicações, serviços ou sites da ROYALFUT seja resolvida de acordo com as disposições estabelecidas nesta secção sobre disputas legais.',
        },
        {
            p: '11.2. O Utilizador concorda que a lei dos EAU, independentemente do conflito de princípios legais, irá regular o Acordo de Utilizador e quaisquer reclamações ou disputas que surjam ou possam surgir entre o Utilizador e a ROYALFUT, salvo disposição em contrário no Acordo de Utilizador.',
        },
        {
            p: '11.3. Em caso de qualquer disputa, reclamação, questão ou desacordo que surja deste Acordo ou relativamente à sua violação, as partes deste Acordo envidarão todos os esforços para resolver a disputa, reclamação, questão ou desacordo. Para isso, as partes consultam conscienciosamente e negoceiam juntas e, reconhecendo os seus interesse mútuos, tentam alcançar uma solução justa e equitativa que satisfaça ambas as partes. Se não chegarem a uma decisão em 60 dias, então, após notificação por uma das partes à outra parte, todas as disputas, reclamações, questões ou desacordos serão resolvidos finalmente por um tribunal na localização da empresa Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Emirados Árabes Unidos), consoante o tipo de Utilizador.',
        },
        {
            p: '12. Informações gerais',
        },
        {
            p: '12.1. O Acordo da ROYALFUT e todos os documentos publicados nos nossos Sites constituem a totalidade do Acordo entre o Utilizador e a ROYALFUT relativamente a acesso ao, e utilização do, Site, sobrepondo-se a quaisquer Acordos anteriores, orais ou escritos, relativamente ao mesmo assunto deste Acordo.',
        },
        {
            p: '12.2. A ROYALFUT e o Utilizador são contratantes independentes e nenhuma agência, parceria, joint venture, relação funcionário-empregador ou relação franchisador-franchisado é esperada ou criada por este Acordo.',
        },
        {
            p: '12.3. A falha da ROYALFUT em exercer ou impor qualquer direito ou disposição nos termos deste Acordo não constitui uma renúncia a esse direito ou disposição.',
        },
        {
            p: '12.4. Se alguma disposição do Acordo for considerada inválida ou inaplicável, essa disposição será retirada do Acordo e não afetará a validade e a aplicabilidade das restantes disposições do Acordo.',
        },
        {
            p: '12.5. O Utilizador concorda que não deve haver qualquer beneficiário terceiro deste Acordo.',
        },
        {
            p: '12.6. Os títulos destinam-se apenas a referência e de nenhuma forma definem, limitam, interpretam ou descrevem o âmbito do próprio título ou o âmbito dessa secção.',
        },
        {
            p: '13. Conformidade com políticas AML/KYC',
        },
        {
            p: '13.1. O comprador e o vendedor concordam que a ROYALFUT tem políticas «Know Your Customer» e «Anti-Money Laundering» para combater fraudes na internet.',
        },
        {
            p: '13.2. A ROYALFUT tem uma política de TOLERÂNCIA ZERO contra fraudes na internet e qualquer tentativa de aceder ou obter informações do cliente ou outras informações sobre os seus sites através de meios ilegais ou secretos. A empresa trabalha com agências de investigação de fraude internacionais, nacionais e locais e utiliza uma variedade de meios eletrónicos e outros para prevenir, detetar e suprimir fraudes. A empresa persegue agressivamente, em toda a extensão da lei, os acusados que tenham sido detidos e que tenham cometido atividades fraudulentas no Site. A empresa trabalha com entidades como a polícia local e estatal, o FBI dos EUA, agências alfandegárias internacionais e dos EUA, e a Interpol.',
        },
        {
            p: '13.3. Como parte dos procedimentos «Know Your Customer», a ROYALFUT avalia as transações do cliente e recolhe e armazena factos materiais sobre os utilizadores, clientes e respetivas transações. A ROYALFUT está empenhada em proteger os direitos dos utilizadores e a privacidade dos seus dados pessoais. A ROYALFUT recolhe informações pessoais sobre os Clientes apenas na medida do estritamente necessário para prestar corretamente serviços aos Utilizadores. Os dados pessoais sobre compradores e antigos compradores apenas poderão ser divulgados a terceiros num número limitado de circunstâncias em consonância com a legislação aplicável e os Acordos entre a ROYALFUT e o Utilizador. A ROYALFUT deve armazenar cuidadosamente os ficheiros dos clientes, incluindo declarações, relatórios de transações, recibos, notas, correspondência interna e quaisquer outros documentos pertencentes ao cliente, eletronicamente durante o tempo solicitado pelas equipas de subscrição nos respetivos bancos contratantes.',
        },
        {
            p: '13.4. Qualquer transação financeira que possa ser associada a branqueamento de capitais é considerada suspeita. A base para determinar que uma transação em particular é suspeita pode ser a observação pessoal e a experiência dos funcionários da ROYALFUT, bem como informações recebidas ou identificadas. Sujeito aos requisitos e à legislação aplicável de organizações internacionais, a ROYALFUT poderá, se necessário e sem obrigação de obter aprovação ou notificação do Cliente, notificar as autoridades de regulação e/ou cumprimento da lei sobre quaisquer transações suspeitas. A ROYALFUT deve consultar regularmente as listas, publicadas pelas autoridades locais e pelas organizações internacionais, de terroristas conhecidos ou suspeitos de terrorismo, organizações terroristas, e países de alto risco sujeitos a sanções da OFAC. A ROYALFUT deve levar a cabo procedimentos de devida diligência contínuos relativamente aos seus clientes, analisando as suas transações relativamente a suspeitas de crimes de branqueamento de capitais.',
        },
        {
            p: '14. Consentimento para o processamento de dados pessoais',
        },
        {
            p: 'Ao efetuar o registo no serviço, o utilizador dá o seu consentimento à ROYALFUT para verificar e processar os seus dados pessoais com base nas seguintes condições:',
        },
        {
            p: '1. O Operador processa os dados do Sujeito para:',
        },
        {
            p: '• Prestar os seus serviços.',
        },
        {
            p: '• Contactar por e-mail, telefone ou outro meio para resolver disputas, recolher taxas, solucionar problemas com a sua conta ou os nossos sites, serviços, aplicações ou ferramentas, ou para outros fins permitidos pela lei.',
        },
        {
            p: '• Prevenir e detetar fraudes, quebras de segurança, atividades potencialmente proibidas ou ilegais, e aplicar os nossos Acordos de utilizador',
        },
        {
            p: '• Identificar os nossos clientes e verificar a sua identidade',
        },
        {
            p: '• Motivos operacionais como aumentos de eficiência, formação e controlo de qualidade',
        },
        {
            p: '• Prevenir acessos não autorizados e modificações aos nossos sistemas',
        },
        {
            p: '• Comercializar os nossos serviços e os serviços de terceiros selecionados para:',
        },
        {
            p: '✓ clientes antigos e existentes',
        },
        {
            p: '✓ terceiros que tenham anteriormente expressado interesse nos nossos serviços',
        },
        {
            p: '✓ terceiros com os quais nunca tivemos negócios antes',
        },
        {
            p: '• Auditorias externas e controlos de qualidade',
        },
        {
            p: '2. A lista de dados pessoais transferida para a ROYALFUT para processamento:',
        },
        {
            p: 'Podemos recolher e utilizar as seguintes informações pessoais sobre o utilizador:',
        },
        {
            p: '• o seu nome e informações de contacto, incluindo endereço de e-mail e número de telefone',
        },
        {
            p: '• informações que nos permitem verificar e confirmar a sua identidade, como data de nascimento',
        },
        {
            p: '• as suas informações de género, se optar por fornecê-las',
        },
        {
            p: '• dados de início de sessão no computador, estatísticas de visualização de página, tráfego de e para a ROYALFUT, e informações de cookies',
        },
        {
            p: '• localização de dados',
        },
        {
            p: '• informações sobre as suas entregas (plataforma, número de moedas na encomenda), informações de faturação, informações sobre transações e cartões de pagamento',
        },
        {
            p: '• os seus interesses pessoais e profissionais',
        },
        {
            p: '• a sua presença profissional online',
        },
        {
            p: '• o seu histórico de contactos com a ROYALFUT, os seus funcionários, diretores e associados, o seu histórico de compras e os itens guardados na ROYALFUT',
        },
        {
            p: '• informações sobre as contas que ligar à ROYALFUT, por exemplo, Facebook, Google e outras plataformas',
        },
        {
            p: '• informações que nos permitem realizar verificações de crédito ou outras verificações financeiras sobre o utilizador',
        },
        {
            p: '• informações sobre a forma como utiliza o Site da ROYALFUT',
        },
        {
            p: '• as suas respostas em sondagens e informações sobre participação em concursos, sorteios e ofertas especiais',
        },
        {
            p: '• informações de transações com base na sua atividade com a ROYALFUT (por exemplo, informações para simplificar os processos de compra e venda)',
        },
        {
            p: '• discussões públicas, chats, resolução de disputas, correspondência através da ROYALFUT, bem como correspondência enviada para nós',
        },
        {
            p: '• outras informações, incluindo endereço IP e informações de registo web padrão (tipo de browser, prestador de serviço de internet (ISP), páginas de referência/saída, sistema operativo, carimbo de hora/data e dados de clickstream), bem como informações adicionais de terceiros, por exemplo, informações de conta de faturação fornecidas por quaisquer serviços de pagamento usados para efetuar e receber pagamentos, bem como ID do navegador, ID de cookies, ID de dispositivo, tipo de dispositivo, informações sobre VPN/utilização do servidor de proxy e tecnologias relacionadas, informações de localização, endereços de e-mail, números de telefone e perfis de redes sociais públicos indicados pelos nossos prestadores de serviço de fraude de pagamento e devida diligência do cliente.',
        },
        {
            p: 'Estes dados pessoais são necessários para lhe fornecer os nossos serviços. Pode optar por não nos fornecer as suas informações, mas as informações sobre si são necessárias para: registar-se como um membro; comprar produtos ou serviços; concluir um perfil; participar em inquéritos, concursos ou sorteios; fazer perguntas ou iniciar outras transações no nosso Site. A ROYALFUT também utiliza estas informações para análise de tendências, deteção de fraudes e administração do site.',
        },
        {
            p: 'O consentimento é válido a partir do momento em que o titular dos dados pessoais efetuar o registo em https://royalfut.com',
        },
        {
            p: '15. Política de processamento de Cookies',
        },
        {
            p: 'Ao visitar https://royalfut.com, aceita esta política, incluindo o fato de que a ROYALFUT poderá utilizar cookies e outros dados para o seu processamento subsequente através de Google Analytics, Yandex.Metrics e outros sistemas e também poderá transferi-los para terceiros para realizar pesquisas, efetuar tarefas ou fornecer serviços.',
        },
        {
            p: 'Ao visitar https://royalfut.com, os cookies podem ser utilizados para:',
        },
        {
            p: '• assegurar que o site funciona de forma segura e correta',
        },
        {
            p: '• melhorar a qualidade do site',
        },
        {
            p: '• registo no site',
        },
        {
            p: '• fornecer informações sobre o site, incluindo os seus produtos e serviços',
        },
        {
            p: '• melhorar produtos e/ou serviços e desenvolver produtos e/ou serviços novos.',
        },
        {
            p: 'Outras informações recolhidas podem ser utilizadas para gerar a sua «lista de interesses», que é composta por um identificador aleatório, categoria de interesses e registo de data e hora para lhe mostrar conteúdos online e anúncios que correspondem aos seus interesses.',
        },
        {
            p: 'O navegador e/ou dispositivo que utilizar poderá permitir-lhe bloquear, eliminar ou de outra forma restringir a utilização de cookies. No entanto, os cookies são uma parte importante do https://royalfut.com, pelo que bloquear, eliminar ou restringir a sua utilização pode resultar em perdas de acesso a muitas das funcionalidades do site.',
        },
        {
            p: 'Para saber mais sobre como gerir cookies no navegador ou dispositivo que utilizar, pode seguir as instruções fornecidas pelo criador do navegador ou pelo fabricante do dispositivo.',
        },
    ],
    pl: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Data wejścia w życie: 4 czerwca 2021 r.',
        },
        {
            p: '1. Wprowadzenie',
        },
        {
            p: '1.1. Pozostając na naszej stronie, Użytkownik akceptuje postanowienia Umowy Użytkownika. Prosimy dokładnie zapoznać się z Umową Użytkownika dostępną na stronie ROYALFUT.COM, ponieważ określa ona prawa i obowiązki Użytkownika, a także zakres odpowiedzialności ROYALFUT. Rejestracja i korzystanie z usług przez osoby, które nie wyraziły zgody na przestrzeganie niniejszych postanowień są zabronione.',
        },
        {
            p: '1.2. ROYALFUT.COM («ROYALFUT») jest portalem, na którym użytkownicy mogą oferować, sprzedawać i kupować produkty. Jako pośrednik, ROYALFUT nie jest właścicielem produktów dostępnych na portalu, ani też ich nie sprzedaje. Umowa kupna-sprzedaży zawierana jest bezpośrednio pomiędzy kupującym a sprzedającym.',
        },
        {
            p: '1.3. ROYALFUT nie kontroluje, ani też nie gwarantuje istnienia, jakości, bezpieczeństwa lub zgodności z prawem oferowanych produktów.',
        },
        {
            p: '1.4. ROYALFUT wykonuje wyłącznie działania związane z pośrednictwem i nie odpowiada za ewentualne faktyczne i/lub prawne konsekwencje zawieranych transakcji. Przykładowo, w niektórych grach mogą obowiązywać sankcje/kary za określone działania, które skutkują zablokowaniem konta. ROYALFUT nie sprawdza ani nie weryfikuje zasad obowiązujących w grach, ani też nie kontroluje działań użytkowników w takich grach.',
        },
        {
            p: '1.5. ROYALFUT pełni funkcję gwaranta transakcji zawieranych pomiędzy użytkownikami portalu, ale odpowiada wyłącznie za prawidłową realizację transakcji, a nie ich skuteczność.',
        },
        {
            p: '1.6. ROYALFUT umożliwia użytkownikom zachowanie anonimowości, jeżeli przeniesienie towarów i opłat odbywa się za pośrednictwem www.royalfut.com.',
        },
        {
            p: '1.7. W okolicznościach określonych w pkt 1.6, odpowiedzialność ROYALFUT ograniczona jest do kwoty transakcji. W przypadku odmowy ze strony użytkownika będącego stroną zrealizowanej transakcji, ROYALFUT zapewnia zwrot pełnej kwoty po odliczeniu prowizji.',
        },
        {
            p: '1.8. Niniejsza Umowa Użytkownika («Umowa»), a także inne dokumenty dostępne na stronie www.royalfut.com («Portal»), określają procedury, warunki i zasady interakcji z użytkownikami.',
        },
        {
            p: '1.9. Niniejsza Umowa zawierana jest pomiędzy Tobą jako użytkownikiem naszych usług («Użytkownik») a ROYALFUT. Akceptując niniejszą Umowę, Użytkownik zobowiązuje się przestrzegać jej postanowień podczas korzystania z Portalu i naszych usług.',
        },
        {
            p: '1.10. Korzystanie z Portalu oznacza, że Użytkownik akceptuje postanowienia niniejszej Umowy. Użytkownik akceptuje również postanowienia niniejszej Umowy w zakresie dostępu i korzystania z Portalu, a także aktualizacji, modyfikacji, uzupełnień i zmian w ramach Portalu. W przypadku braku akceptacji postanowień niniejszej Umowy, nie należy korzystać z Portalu. Użytkownik nie może korzystać z Portalu i zgodzić się na postanowienia niniejszej Umowy, jeżeli (A) nie jest osobą pełnoletnią, uprawnioną do zawierania wiążących umów, lub (B) jest objęty zakazem korzystania z Portalu na mocy przepisów prawa Zjednoczonych Emiratów Arabskich lub innych krajów, w tym kraju swojego zamieszkania oraz kraju, z którego ma dostęp do Portalu.',
        },
        {
            p: '1.11. ROYALFUT posiada absolutne i niezaprzeczalne prawo odmowy Użytkownikowi zwrotu środków, jeśli zamówienie zostało dostarczone w całości.',
        },
        {
            p: '1.12. Zwroty środków są przeprowadzane jedynie po zgłoszeniu prośby o zwrot przez Użytkownika i dokonaniu sprawdzenia przez zespół ROYALFUT. Decyzje zespołu ROYALFUT są ostateczne i wiążące. Jeśli Użytkownikowi przyznano zwrot na osobiste konto, oczekiwanie na przelew trwa od 1 do 14 dni roboczych. Dokładny czas zależy od używanego systemu płatności. ROYALFUT nie ma wpływu na ten proces. Zwroty dokonywane są wyłącznie na konto, na którym przeprowadzona została transakcja na stronie.',
        },
        {
            p: '1.13. Zarejestrowany użytkownik może usunąć swoje konto, jeśli posiada jego dane logowania (e-mail, hasło do konta ROYALFUT). ROYALFUT gwarantuje usunięcie danych użytkownika ze swoich baz danych. Użytkownik może też zażądać aktualizacji, zablokowania lub usunięcia danych osobowych, jeśli są one niekompletne, przeterminowane, niewłaściwe, zdobyte nielegalnie albo niepotrzebne dla dalszych celów przetwarzania. Wystarczy wysłać e-mail pod adres support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT może wprowadzać zmiany do niniejszej Umowy oraz innych dokumentów dostępnych w Portalu w dowolnym momencie, bez wcześniejszego zawiadomienia, umieszczając zmienioną Umowę i/lub powiązane dokumenty w Portalu. Zmieniona Umowa i/lub dokumenty wchodzą w życie w momencie ich publikacji. W przypadku udostępnienia zmienionych dokumentów w Portalu, dalsze korzystanie z Portalu oznacza akceptację zmienionych postanowień. Umowa oraz polityka Portalu nie mogą być zmieniane w inny sposób niż w formie pisemnej, przez upoważnionego przedstawiciela ROYALFUT.',
        },
        {
            p: '2. Definicje',
        },
        {
            p: '2.1. Dane osobowe — wszystkie informacje dotyczące osoby zidentyfikowanej lub możliwej do zidentyfikowania.',
        },
        {
            p: '2.2. Treści ROYALFUT — dane, tekst, obrazy, filmy, katalogi, bazy danych i oferty dostępne za pośrednictwem Portalu, dalej zwane «Treściami ROYALFUT».',
        },
        {
            p: '2.3. Zarejestrowany Użytkownik — każdy użytkownik, który wypełnił formularz rejestracyjny w Portalu podając swoje dane (na przykład imię, adres, numer telefonu, numer faksu, adres e-mail itp.) staje się zarejestrowanym użytkownikiem («Zarejestrowany Użytkownik») ROYALFUT.',
        },
        {
            p: '2.4. Ryzyko Operacyjne — ryzyko, jakie użytkownik akceptuje korzystając z Portalu lub realizując transakcje uznawane jest za «ryzyko transakcyjne». Ryzyko Operacyjne obejmuje ryzyko odpowiedzialności oraz ryzyko poniesienia szkody dowolnego rodzaju w związku z korzystaniem z Portalu. Ryzyko takie obejmuje między innymi:',
        },
        {
            p: '• niedokładne informacje dotyczące produktów i usług, oszustwa, niewłaściwą jakość, rozbieżności dotyczące wymagań technicznych, wadliwe lub niebezpieczne produkty, produkty niezgodne z prawem, opóźnienia lub niespełnianie wymagań dostawy lub płatności, nieprawidłowe obliczenia wartości, naruszenia gwarancji i naruszenia umów,',
        },
        {
            p: '• ryzyko, że produkcja, import, dystrybucja, oferta, prezentacja, zakup, sprzedaż i/lub użytkowanie produktów lub usług oferowanych lub prezentowanych w Portalu może naruszać lub może zostać uznane za naruszenie praw osób trzecich, a także ryzyko, że użytkownicy mogą ponosić koszty obrony lub inne koszty związane z egzekwowaniem praw przez osoby trzecie w związku z roszczeniami dowolnej osoby stwierdzającymi, że jest ona uprawniona do obrony lub odszkodowania w związku z egzekwowaniem praw, roszczeń lub żądań osób trzecich,',
        },
        {
            p: '• ryzyko, że konsumenci, inni kupujący, użytkownicy końcowi lub inne osoby twierdzące, że poniosły szkodę związaną z produktem otrzymanym przez użytkowników z Portalu w wyniku transakcji kupna-sprzedaży w związku z użytkowaniem Portalu mogły ponieść szkodę i/lub mogą dochodzić roszczeń wynikających z użytkowania takich produktów.',
        },
        {
            p: '2.5. Użytkownik — dowolna osoba korzystająca z Portalu w dowolnym celu, niezależnie od tego, czy jest zarejestrowanym użytkownikiem Portalu.',
        },
        {
            p: '3. Korzystanie z ROYALFUT',
        },
        {
            p: '3.1. Postanowienia ogólne. Użytkownicy mogą korzystać z Portalu wyłącznie do celów prywatnych. Każdy z Użytkowników zobowiązuje się, że nie będzie kopiować, powielać ani też pobierać żadnych treści z Portalu w celu odsprzedaży lub dalszej dystrybucji Treści ROYALFUT, przesyłania masowych wiadomości e-mail (e-mail, bezprzewodowe wiadomości, listy i inne), prowadzenia działalności konkurencyjnej dla ROYALFUT lub innego rodzaju komercyjnego wykorzystania treści ROYALFUT. Zabronione jest systematyczne przeszukiwanie Treści ROYALFUT w celu stworzenia, bezpośrednio lub pośrednio, zbioru, kompilacji, bazy danych lub katalogu (automatycznie lub ręcznie) bez pisemnej zgody ROYALFUT. Ponadto, Użytkownicy nie mogą wykorzystywać Treści ROYALFUT do celów, które nie zostały wyraźnie określone w niniejszej Umowie.',
        },
        {
            p: '3.2. Użytkownik zgadza się otrzymywać wiadomości od ROYALFUT poprzez e-mail podany na jego koncie ROYALFUT lub podany podczas płatności przez system płatności partnera ROYALFUT, albo poprzez inną metodę komunikacji uznaną za metodę komunikacji ze stroną, albo poprzez wszelkie platformy mediów społecznościowych, komunikatory lub sieciowe systemy czatu znalezione przez użytkownika na stronie. Użytkownik niniejszym zgadza się, że ROYALFUT może używać danych osobowych Użytkownika w prywatnej korespondencji z Użytkownikiem albo przy masowym wysyłaniu wiadomości.',
        },
        {
            p: '3.3. Wiadomości i inne informacje przesyłane przez Użytkownika przy pomocy systemów komunikacji dostarczonych przez ROYALFUT, a także wiadomości przesyłane pocztą elektroniczną, faksem, listem, przy pomocy komunikatorów, mediów społecznościowych i wiadomości na czatach online na adresy e-mail otrzymane z Portalu nie mogą zawierać materiałów opisanych w pkt 5.3, a także muszą być zgodne z prawdą i nie mogą zawierać zamierzonych zmian lub braków.',
        },
        {
            p: '3.4. Użytkownik nie może podejmować działań mających na celu podważanie integralności systemów komputerowych lub sieci użytkowanych przez ROYALFUT lub innego użytkownika, a także nie może podejmować prób uzyskania nieautoryzowanego dostępu do takich systemów lub sieci.',
        },
        {
            p: '3.5. Wszystkie dane osobowe otrzymane przez ROYALFUT będą przetwarzane zgodnie z Umową.',
        },
        {
            p: '3.6. ROYALFUT wykorzystuje pliki cookie niezbędne do funkcjonowania Portalu. Pliki cookie to małe pliki tekstowe umieszczane na urządzeniu użytkownika (np. komputerze, smartfonie lub innym urządzeniu elektronicznym) podczas korzystania z Portalu. Niezbędne pliki cookie zapewniają podstawowe funkcjonalności takie jak bezpieczeństwo, zarządzanie siecią i dostępność. Można je wyłączyć zmieniając ustawienia przeglądarki, ale może to wpłynąć na funkcjonalność strony internetowej.',
        },
        {
            p: '3.7. ROYALFUT może gromadzić, użytkować, przechowywać i przetwarzać reklamowe pliki cookie.',
        },
        {
            p: '3.8. Warunkiem korzystania z Portalu jest zobowiązanie się Użytkownika, że nie będzie korzystać z usług ROYALFUT w celu naruszania praw osób trzecich. W przypadku naruszenia, ROYALFUT ma prawo zablokować konto Użytkownika.',
        },
        {
            p: '3.9. Podczas rejestracji w Portalu, ROYALFUT może przesłać Użytkownikowi automatycznie wygenerowane hasło. Dostarczając swoje dane kontaktowe (na przykład adres e-mail), Użytkownik potwierdza i gwarantuje, że takie dane są sprawdzalne, dokładne, prawidłowe i kompletne. Dostarczając dane kontaktowe, Użytkownik zgadza się na otrzymywanie wiadomości z hasłem od ROYALFUT zgodnie z pkt 3.2. Użytkownik potwierdza, że hasło nie gwarantuje pełnego bezpieczeństwa jego konta przed nieautoryzowanym dostępem, dlatego też hasło powinno zostać zmienione przed pierwszym logowaniem w celu zapewnienia maksymalnej ochrony konta.',
        },
        {
            p: '3.10. ROYALFUT zastrzega sobie prawo do zablokowania konta Użytkownika, jeżeli ROYALFUT uważa, że zachowanie Użytkownika negatywnie wpływa na interesy ROYALFUT oraz jej pracowników, dyrektorów, podmiotów stowarzyszonych i innych użytkowników, lub też z innej przyczyny określonej według własnego uznania ROYALFUT, lub też bez podania przyczyny.',
        },
        {
            p: '3.11. ROYALFUT może dodawać linki do stron zewnętrznych, które mogą zajmować się sprzedażą produktów i usług. ROYALFUT nie ma obowiązku oceny i kontroli takich stron, a także nie sprawdza treści dostępnych na tych stronach oraz decyzji podejmowanych przez osoby trzecie. ROYALFUT nie odpowiada za działania podejmowane przez takie strony względem Użytkowników.',
        },
        {
            p: '3.12. Użytkownik zgadza się, że sprzedający musi dostarczyć zamówienie w ciągu 3 dni od momentu dostarczenia przez Użytkownika wszystkich danych niezbędnych do zastosowania metody komfortowej dostawy (adres e-mail, hasło, kod zapasowy konta EA), niezależnie od ceny zamówienia.',
        },
        {
            p: '4. Zarejestrowany Użytkownik',
        },
        {
            p: '4.1. Zostając Zarejestrowanym Użytkownikiem, Użytkownik zgadza się na gromadzenie, przetwarzanie, przechowywanie i przenoszenie jego danych osobowych. Zgadza się również, że jego dane osobowe będą zawarte w naszej bazie danych, a ROYALFUT może przekazywać takie informacje innym Użytkownikom zgodnie z celami określonymi w niniejszej Umowie.',
        },
        {
            p: '4.2. ROYALFUT może odrzucić rejestrację i odmówić stworzenia konta oraz powiązanej nazwy użytkownika i hasła z dowolnej przyczyny lub też bez podania przyczyny.',
        },
        {
            p: '4.3. ROYALFUT może zawiesić lub anulować konto Zarejestrowanego Użytkownika w dowolnym momencie, jeżeli:',
        },
        {
            p: '• według własnego uznania ROYALFUT wystąpiło naruszenie postanowień niniejszej Umowy przez Zarejestrowanego Użytkownika, lub',
        },
        {
            p: '• ROYALFUT ma uzasadnione podstawy, aby sądzić, że informacje przekazane przez Zarejestrowanego Użytkownika są nieprawdziwe, niedokładne, nieaktualne lub niekompletne, lub',
        },
        {
            p: '• ROYALFUT uważa, że zachowanie Użytkownika negatywnie wpływa na interesy ROYALFUT oraz jej pracowników, dyrektorów, podmiotów stowarzyszonych i innych użytkowników, lub',
        },
        {
            p: '• z innej przyczyny lub bez podania przyczyny, według własnego uznania ROYALFUT.',
        },
        {
            p: '4.4. Zarejestrowany Użytkownik nie może sprzedawać, próbować sprzedawać, oferować sprzedaży, podarować, przenieść ani w inny sposób przekazać konta, nazwy użytkownika lub hasła osobie trzeciej bez uprzedniej pisemnej zgody ROYALFUT. ROYALFUT może zawiesić lub zablokować konto Zarejestrowanego Użytkownika lub odbiorcy Zarejestrowanego Użytkownika w przypadku sprzedaży, oferty sprzedaży, darowizny, cesji lub przeniesienia naruszającego postanowienia tego punktu.',
        },
        {
            p: '5. Dodawanie treści do ROYALFUT',
        },
        {
            p: '5.1. Pomiędzy Użytkownikiem a ROYALFUT, jej pracownikami, dyrektorami lub podmiotami stowarzyszonymi nie występuje żadna relacja pośrednictwa handlowego w związku z tym, że ROYALFUT prezentuje informacje Użytkownika w Portalu.',
        },
        {
            p: '5.2. Użytkownik rozumie, gwarantuje i potwierdza, że:',
        },
        {
            p: '• wszelkie informacje podane przez Użytkownika w Portalu są prawdziwe, dokładne, aktualne i kompletne, oraz',
        },
        {
            p: '• Użytkownik zobowiązany jest niezwłocznie zmienić informacje w taki sposób, aby były prawdziwe, dokładne, aktualne i kompletne.',
        },
        {
            p: '5.3. Użytkownik oświadcza, gwarantuje i potwierdza, że informacje przekazane ROYALFUT w celu umieszczenia w Portalu nie mogą:',
        },
        {
            p: 'a) zawierać fałszywych informacji ani oferować/reklamować fałszywych przedmiotów, być związane ze sprzedażą lub próbą sprzedaży imitacji lub towarów kradzionych, produktów które są wykluczone ze sprzedaży i/lub wprowadzania do obrotu zgodnie z przepisami prawa lub w inny sposób związane z działalnością niezgodną z prawem,',
        },
        {
            p: 'b) być częścią oszustwa skierowanego do innych użytkowników Portalu, lub też przeznaczonego do innych celów niezgodnych z prawem,',
        },
        {
            p: 'c) być częścią marketingu produktów lub usług, które naruszają, przyczyniają się lub zachęcają do naruszenia praw osób trzecich,',
        },
        {
            p: 'd) naruszać obowiązujących przepisów, ustaw, ordynacji lub rozporządzeń (w tym, między innymi, regulujących kontrolę eksportu, ochronę konsumenta, uczciwą konkurencję, brak dyskryminacji lub fałszywe reklamy),',
        },
        {
            p: 'e) zawierać elementów zniesławiających, pomówień, nielegalnych gróźb lub ścigania,',
        },
        {
            p: 'f) być obsceniczne, zawierać lub promować pornografii, być związane z materiałami pornograficznymi, produktami pornograficznymi lub innymi treściami, które w dowolny sposób promują materiały o charakterze seksualnym lub materiały w dowolny sposób szkodliwe dla osób niepełnoletnich,',
        },
        {
            p: 'g) promować dyskryminacji z powodu rasy, płci, religii, narodowości, niepełnosprawności, orientacji seksualnej lub wieku,',
        },
        {
            p: 'h) zawierać materiałów uznawanych za nieautoryzowaną reklamę lub spam,',
        },
        {
            p: 'i) stanowić próśb o ofertę od dowolnego użytkownika odnośnie do działalności gospodarczej. W przypadku wykrycia przez ROYALFUT naruszenia przez Użytkownika punktu 5.3(i), Użytkownik upoważnia ROYALFUT do nałożenia na niego kary wysokości do 150,00 EUR przy użyciu zarejestrowanej przez Użytkownika metody płatności i/lub żądania kaucji wysokości do 300,00 EUR za aktywację konta Użytkownika,',
        },
        {
            p: 'j) zawierać wirusów, trojanów i innego szkodliwego oprogramowania, kodów, linków i interfejsów sieciowych, które mogą uszkodzić lub zakłócić funkcjonowanie oprogramowania lub sprzętu, przejąć lub przywłaszczyć oprogramowanie lub sprzęt, dane lub dane osobowe,',
        },
        {
            p: 'k) bezpośrednio lub pośrednio odnosić się do opisu produktów i usług zabronionych przez niniejszą Umowę, lub obejmujących ich opis, lub',
        },
        {
            p: 'l) w innym przypadku, ROYALFUT, jej pracownicy, dyrektorzy i podmioty powiązane nie ponoszą żadnej odpowiedzialności.',
        },
        {
            p: '5.4. Użytkownik oświadcza, gwarantuje i potwierdza, że uzyskał wszystkie niezbędne prawa autorskie osób trzecich, tajemnice handlowe, patenty i zezwolenia, a także inne koncesje i zgody, jakie mogą być wymagane zgodnie z innymi prawami prywatnymi i autorskimi osoby trzeciej (w tym, między innymi, autorskimi prawami osobistymi i prawem do prywatności) dla materiałów i informacji, jakie Użytkownik umieszcza w Portalu i przekazuje ROYALFUT, lub zezwala na prezentację lub przechowywanie przez ROYALFUT. Użytkownik oświadcza, gwarantuje i potwierdza, że ponosi wyłączną odpowiedzialność za zapewnienie, że materiały i dane prezentowane przez niego w Portalu i przekazywane ROYALFUT, lub udostępnione w celu prezentacji lub przechowywania przez ROYALFUT, nie naruszają praw osób trzecich lub są prezentowane za zgodą właściciela (właścicieli) takich praw. Użytkownik oświadcza, gwarantuje i potwierdza, że jest uprawniony do produkcji, oferowania, sprzedaży, importu i dystrybucji produktów, które oferuje i prezentuje w Portalu, a taka produkcja, oferowanie, sprzedaż, import i/lub dystrybucja nie narusza żadnych praw osób trzecich.',
        },
        {
            p: '5.5. Użytkownik udziela ROYALFUT i jej podmiotom stowarzyszonym nieodwołalnej, bezterminowej, bezpłatnej, przekazywalnej (bez ograniczeń), przenoszalnej licencji ważnej na całym świecie na prezentowanie i wykorzystanie wszystkich danych przekazanych przez Użytkownika zgodnie z celami określonymi w niniejszej Umowie, a także licencji na wykonywanie praw posiadanych przez Użytkownika odnośnie do takich materiałów i danych, w tym, między innymi, praw autorskich, praw do prywatności i praw do baz danych, we wszystkich mediach znanych obecnie i w przyszłości.',
        },
        {
            p: '5.6. ROYALFUT ma pełne prawo do publicznego prezentowania informacji o zamówieniu Użytkownika w Portalu (czas zamówienia, czas od momentu rozpoczęcia zamówienia, czas od momentu zakończenia zamówienia, koszty automatycznej wysyłki (15 minut), platforma i liczba monet w zamówieniu), ukrywając do 7 znaków w adresie e-mail Użytkownika w celu zapewnienia zgodności z wymogami Poufności.',
        },
        {
            p: '5.7. ROYALFUT zastrzega sobie prawo usunięcia wszelkich materiałów umieszczonych w Portalu według własnego uznania, w tym treści, które zdaniem ROYALFUT są niezgodne z prawem, mogą powodować powstanie odpowiedzialności po stronie ROYALFUT, naruszają niniejszą Umowę lub są w inny sposób uznawane za nieodpowiednie.',
        },
        {
            p: '5.8. ROYALFUT zastrzega sobie prawo współpracy z agencjami rządowymi, prywatnymi detektywami i/lub poszkodowanymi osobami trzecimi w ramach dochodzenia dotyczącego podejrzewanych działań przestępczych i czynów niedozwolonych. Ponadto, ROYALFUT może ujawnić tożsamość i dane kontaktowe dowolnego użytkownika w przypadku takiego wymogu ze strony organu wykonawczego, poszkodowanej osoby trzeciej, wezwania sądowego lub innych działań prawnych. ROYALFUT nie odpowiada za powiązane szkody i inne konsekwencje takiego ujawnienia. Użytkownik zobowiązuje się nie dochodzić roszczeń przeciwko ROYALFUT w związku z takim ujawnieniem. Odnośnie do powyższych informacji, ROYALFUT może zawiesić lub zablokować konto Użytkownika, jeżeli uzna takie działanie za odpowiednie według własnego uznania. Użytkownik potwierdza, że ROYALFUT nie ponosi żadnej odpowiedzialności względem Użytkownika, w tym odpowiedzialności za szkody wtórne i inne, jeżeli ROYALFUT podejmie działania opisane w niniejszym punkcie. Użytkownik potwierdza akceptację ryzyka związanego z możliwością podjęcia takich działań przez ROYALFUT.',
        },
        {
            p: '6. Transakcje pomiędzy kupującymi a sprzedającymi',
        },
        {
            p: '6.1. ROYALFUT prowadzi elektroniczną platformę przeznaczoną do wymiany informacji pomiędzy kupującymi («kupujący») a sprzedającymi («sprzedający») towary i usługi.',
        },
        {
            p: '6.2. Użytkownik ponosi pełną odpowiedzialność za wszelkie warunki transakcji zawieranych w Portalu, za jego pośrednictwem lub w wyniku korzystania z Portalu, w tym między innymi za warunki płatności, zwroty, gwarancje, dostawy, ubezpieczenia, opłaty, podatku, tytuły własności, licencje, grzywny/kary, zezwolenia, obsługę, transport i przechowywanie.',
        },
        {
            p: '6.3. ROYALFUT nie reprezentuje kupujących lub sprzedających w ramach poszczególnych transakcji, ani też nie pełni funkcji agenta sprzedającego lub kupującego. ROYALFUT nie kontroluje ani nie ponosi odpowiedzialności za jakość, bezpieczeństwo, zgodność z prawem lub dostępność produktów lub usług oferowanych do sprzedaży w Portalu, a także za zdolność do zrealizowania transakcji przez sprzedających lub kupujących. Użytkownik potwierdza, że istnieje możliwość zawarcia transakcji z innym użytkownikiem działającym w złej wierze. ROYALFUT zaleca stosowanie różnego rodzaju narzędzi dostępnych na stronie, a także zdrowego rozsądku, aby ocenić intencje drugiej strony transakcji.',
        },
        {
            p: '6.4. W przypadku przekazania towarów i środków na rzecz wszystkich Użytkowników w ramach jednej transakcji za pośrednictwem przedstawiciela ROYALFUT, użytkownicy mogą zachować anonimowość, a bezpieczeństwo zwrotu Towarów i/lub płatności środków jest Gwarantowane.',
        },
        {
            p: '6.5. Użytkownik potwierdza, że w pełni zrozumiał wszystkie rodzaje ryzyka związane z transakcjami w ramach Portalu i przyjmuje pełną odpowiedzialność za ryzyko związane ze zobowiązaniami i odszkodowaniami dowolnego rodzaju w związku z korzystaniem z Portalu. Użytkownik potwierdza, że ROYALFUT nie odpowiada za straty, zobowiązania, koszty, szkody, niedogodności, zakłócenia lub wydatki, które mogą powstać w związku z ryzykiem związanym z transakcjami.',
        },
        {
            p: '6.6. Użytkownik zobowiązany jest zapłacić wszystkie podatki od sprzedaży i użytkowania, a także inne podatki związane z korzystaniem z Portalu.',
        },
        {
            p: '7. Płatność',
        },
        {
            p: '7.1. Opłata za korzystanie z usług ROYALFUT nie może przekroczyć 50% kwoty zapłaconej za zamówienie, w zależności od ofert dostawcy.',
        },
        {
            p: '7.2. Użytkownik musi terminowo pokryć opłaty ROYALFUT oraz inne opłaty i obowiązujące podatki powiązane ze świadczonymi usługami.',
        },
        {
            p: '7.3. Transakcje pomiędzy kupującymi a sprzedającymi w ramach Portalu mogą być realizowane przy użyciu kodu promocyjnego (kuponu) lub poprzez kliknięcie w łącze podmiotu powiązanego. Każdy podmiot stowarzyszony otrzymuje stały procent od danej transakcji zawartej w ramach Portalu za pośrednictwem takiego łącza lub kodu promocyjnego (kuponu).',
        },
        {
            p: '8. Spory pomiędzy użytkownikami',
        },
        {
            p: '8.1. W przypadku sporu pomiędzy Użytkownikami dotyczącego transakcji zawieranej w ramach Portalu, Użytkownicy zgadzają się przekazać spór do ostatecznego i wiążącego rozstrzygnięcia przez ROYALFUT. Aby ROYALFUT miała możliwość przeprowadzenia uczciwego i wiarygodnego dochodzenia, Użytkownicy zobowiązują się nie wszczynać postępowania w momencie, kiedy zamówienie jest w toku. Działania Użytkowników zgłaszających spór do osób trzecich (z wyjątkiem państwowych organów śledczych) będą traktowane jako zakłócenie procesu dochodzeniowego i próba wymuszenia decyzji na swoją korzyść. ROYALFUT zastrzega sobie prawo do zawieszenia lub stałego zablokowania Użytkowników, którzy próbują zakłócić standardowe procedury dotyczące zamówień, które są jeszcze realizowane.',
        },
        {
            p: '8.2. Jeżeli sprzedający musi zwrócić płatność kupującemu lub ROYALFUT, sprzedający upoważnia ROYALFUT do pobrania zwracanej kwoty (w tej samej lub innej walucie) przy pomocy wybranej przez siebie metody płatności (np. PayPal) na rzecz ROYALFUT. Sprzedający musi posiadać ważną metodę płatności przypisaną do swojego konta. Jeżeli na koncie kupującego znajdują się niewystarczające środki, sprzedający upoważnia ROYALFUT do pobrania wymaganej kwoty przy pomocy tej metody płatności. ROYALFUT może również zdeponować kwotę zwrotu na koncie sprzedającego. Jeżeli sprzedający nie poda ROYALFUT ważnej metody płatności, ROYALFUT może pobrać należną kwotę przy pomocy innych metod płatności, w tym potrącenia.',
        },
        {
            p: '8.3. Jeżeli ROYALFUT stwierdzi, że spór pomiędzy Użytkownikami został wywołany przez naruszenie Umowy Użytkownika, naruszający Użytkownik zobowiązuje się zapłacić ROYALFUT grzywnę wysokości 150,00 EUR. Ponadto, ROYALFUT może zawiesić lub zablokować konto Użytkownika i/lub wymagać wpłacenia kaucji do kwoty 300,00 EUR za aktywację konta Użytkownika.',
        },
        {
            p: '9. Brak gwarancji i ograniczenie odpowiedzialności',
        },
        {
            p: '9.1. Funkcje i usługi dostępne w Portalu są dostarczane w formie, w jakiej są («as is», «as available»), a ROYALFUT wyraźnie zrzeka się wszelkich gwarancji, bezpośrednich i pośrednich, w tym, między innymi, gwarancji stanu, jakości, trwałości, działania, dokładności, wiarygodności, sprzedawalności lub przydatności do określonego celu. Wszelkie takie gwarancje, oświadczenia, warunki i zobowiązania są wyłączone.',
        },
        {
            p: '9.2. ROYALFUT nie składa żadnych oświadczeń ani gwarancji dotyczących ważności, dokładności, prawidłowości, wiarygodności, jakości, stabilności, kompletności lub terminowości informacji dostarczanych przy pomocy Portalu. ROYALFUT nie składa żadnych oświadczeń ani gwarancji, że produkcja, import, dystrybucja, oferowanie, prezentacja, zakupy, sprzedaż i/lub użytkowanie produktów lub usług oferowanych lub prezentowanych w Portalu nie narusza praw osób trzecich, a także nie składa żadnych oświadczeń ani gwarancji odnośnie do produktów lub usług oferowanych lub prezentowanych w Portalu.',
        },
        {
            p: '9.3. Wszystkie materiały pobierane lub w inny sposób uzyskiwane za pośrednictwem Portalu użytkowane są według własnego uznania i na własne ryzyko każdego z Użytkowników, a Użytkownik ponosi wyłączną odpowiedzialność za ewentualne uszkodzenia systemu lub utratę danych, jakie mogą wyniknąć z pobierania takich materiałów. Żadne porady lub informacje w formie pisemnej lub ustnej otrzymane przez Użytkownika od ROYALFUT lub za pośrednictwem Portalu nie powodują powstania gwarancji, które nie zostały wyraźnie wymienione w niniejszym dokumencie.',
        },
        {
            p: '9.4. W żadnych okolicznościach ROYALFUT nie ponosi odpowiedzialności za opóźnienie, brak lub zakłócenie zawartości usług świadczonych za pośrednictwem Portalu, spowodowane bezpośrednio lub pośrednio katastrofami naturalnymi lub siłą wyższą, w tym awariami Internetu, sprzętu komputerowego lub telekomunikacyjnego, innego wyposażenia, brakiem zasilania, strajkiem, sporami zawodowymi, zamieszkami, protestami, niepokojami społecznymi, brakiem siły roboczej lub materiałów, pożarem, powodzią, huraganem, eksplozją, klęskami żywiołowymi, wojną, działaniami rządowymi, nakazami krajowych lub zagranicznych organów sądowych, a także niewykonaniem zobowiązań przez osoby trzecie.',
        },
        {
            p: '9.5. Każdy z użytkowników zobowiązuje się przejąć odpowiedzialność ROYALFUT oraz jej podmiotów stowarzyszonych, dyrektorów i pracowników w zakresie wszelkich strat, zobowiązań i roszczeń (w tym pełnych kosztów prawnych), jakie mogą wyniknąć bezpośrednio lub pośrednio z:',
        },
        {
            p: '1) korzystania przez Użytkownika z Portalu, w tym między innymi, prezentowania informacji o takim Użytkowniku w Portalu,',
        },
        {
            p: '2) naruszenia przez Użytkownika postanowień niniejszej Umowy,',
        },
        {
            p: '3) naruszenia przez Użytkownika oświadczeń lub gwarancji złożonych przez Użytkownika ROYALFUT, w tym między innymi, określonych w punktach 5.3, 5.4 i 5.5 powyżej.',
        },
        {
            p: '4) roszczeń dochodzonych przez osoby trzecie lub inne osoby trzecie w związku z produktami oferowanymi lub prezentowanymi w Portalu.',
        },
        {
            p: '9.6. ROYALFUT, jej podmioty stowarzyszone, dyrektorzy i pracownicy nie odpowiadają za żadne szkody wtórne, wynikowe, następcze, pośrednie lub specjalne, a także za żadne inne szkody (w tym, między innymi, szkody związane z utratą zysków lub oszczędności, zakłóceniem działalności, utratą informacji) wynikające z realizacji umowy, zaniedbania, deliktu, odpowiedzialności bezpośredniej lub pośredniej lub innych strat wynikających z:',
        },
        {
            p: '1) użytkowania lub braku możliwości użytkowania Portalu,',
        },
        {
            p: '2) wad towarów, próbek, danych, informacji lub usług zakupionych lub otrzymanych od użytkownika lub osób trzecich za pośrednictwem Portalu,',
        },
        {
            p: '3) roszczeń lub żądań użytkownika w zakresie twierdzenia, że produkcja, import, dystrybucja, oferta, prezentacja, zakup, sprzedaż i/lub użytkowanie produktów lub usług oferowanych lub prezentowanych w Portalu może naruszać lub może zostać uznane za naruszenie praw osób trzecich, a także roszczeń dowolnej osoby stwierdzających, że jest ona uprawniona do obrony lub odszkodowania w związku z egzekwowaniem praw, roszczeń lub żądań osób trzecich,',
        },
        {
            p: '4) nieautoryzowanego dostępu do informacji lub danych osobowych dowolnego Użytkownika przez osoby trzecie,',
        },
        {
            p: '5) oświadczeń, zachowań lub materiałów dodawanych w Portalu przez Użytkowników, w tym materiałów zniesławiających, obraźliwych lub niezgodnych z prawem,',
        },
        {
            p: '6) innych przyczyn związanych z działalnością ROYALFUT oraz świadczeniem usług za pośrednictwem Portalu.',
        },
        {
            p: '9.7. ROYALFUT zastrzega sobie prawo przejęcia wyłącznej ochrony i kontroli nad daną kwestią na własny koszt, co oznacza, że Użytkownik zobowiązany jest współpracować z ROYALFUT w zakresie rozstrzygnięcia takiej kwestii.',
        },
        {
            p: '9.8. ROYALFUT zastrzega sobie prawo ograniczenia, zabronienia lub utworzenia innego rodzaju dostępu do portalu i jego funkcji dla różnych użytkowników oraz do zmiany funkcji lub dodawania nowych funkcji bez wcześniejszego zawiadomienia. Użytkownik przyjmuje do wiadomości, że niemożność użytkowania Portalu w całości lub w części, niezależnie od przyczyny, może negatywnie wpłynąć na jego działalność. Użytkownik potwierdza, że w żadnym wypadku ROYALFUT oraz jej podmioty stowarzyszone, dyrektorzy i inni pracownicy nie ponoszą odpowiedzialności względem Użytkownika oraz osób trzecich za niemożność użytkowania Portalu (z powodu naruszenia, ograniczonego dostępu, modyfikacji lub usunięcia dowolnej funkcji Portalu, lub z innych przyczyn).',
        },
        {
            p: '9.9. ROYALFUT nie jest autorem treści zamieszczanych przez osoby trzecie, w tym osoby anonimowe, publiczne i opłacanych dostawców treści. ROYALFUT, jej podmioty stowarzyszone, dyrektorzy i pracownicy nie zawierają żadnych relacji biznesowych z takimi osobami trzecimi. Treści osób trzecich objęte są wyłączną odpowiedzialnością osób trzecich dodających takie treści. ROYALFUT, jej podmioty stowarzyszone, dyrektorzy i pracownicy nie odpowiadają za dokładność, odpowiedniość, zgodność z prawem ani ważność treści osób trzecich i nie ponoszą żadnej odpowiedzialności względem Użytkownika w związku z opieraniem się przez Użytkownika na takich treściach osób trzecich. ROYALFUT, jej podmioty stowarzyszone, dyrektorzy i pracownicy nie odpowiadają za zachowanie Użytkownika w ramach Portalu i nie ponoszą żadnej odpowiedzialności względem dowolnej osoby w związku z ewentualnymi szkodami poniesionymi przez dowolną osobę w wyniku zachowań Użytkownika.',
        },
        {
            p: '9.10. ROYALFUT może upoważnić Użytkowników do dostępu do treści, produktów lub usług oferowanych przez osoby trzecie za pośrednictwem hiperłącza (linki werbalne, banery, kanały lub inne) do stron internetowych lub profili/kont takich osób trzecich w ramach ich zewnętrznych usług sieciowych. Użytkownik potwierdza, że ROYALFUT nie kontroluje stron internetowych osób trzecich, a także że ROYALFUT, jej podmioty stowarzyszone, dyrektorzy i pracownicy nie ponoszą żadnej odpowiedzialności za takie strony internetowe lub też dostępne na nich treści, produkty i usługi. Użytkownik zobowiązany jest zapoznać się z warunkami korzystania z takich stron oraz polityką prywatności przed rozpoczęciem użytkowania stron osób trzecich, aby wiedzieć, jakie warunki korzystania obowiązują dla takich stron.',
        },
        {
            p: '9.11. Niezależnie od powyższego, jeżeli ROYALFUT zostanie uznana za podmiot odpowiedzialny, jej odpowiedzialność ograniczona jest do wyższej z dwóch kwot: a) kwoty określonej transakcji będącej przedmiotem sporu, b) spornych opłat nieprzekraczających całkowitych opłat wpłaconych przez Użytkownika na rzecz ROYALFUT 12 miesięcy przed działaniem, które spowodowało powstanie odpowiedzialności, lub 100 USD.',
        },
        {
            p: '10. Zawiadomienia dla Użytkownika',
        },
        {
            p: '10.1. Wszystkie zawiadomienia i roszczenia przekazywane Użytkownikowi są uznawane za skuteczne w przypadku dostarczenia osobiście, kurierem, listem poleconym, faksem lub e-mailem na ostatni znany adres korespondencyjny, numer faksu lub adres e-mail przekazane przez Użytkownika, lub też bezpłatnego umieszczenia takiego zawiadomienia lub roszczenia w domenie publicznej Portalu. Zawiadomienie Użytkownika jest uznawane za otrzymane przez takiego Użytkownika:',
        },
        {
            p: '• jeżeli ROYALFUT może udowodnić, że wiadomość w formie fizycznej lub elektronicznej została wysłana do Użytkownika, lub',
        },
        {
            p: '• niezwłocznie po bezpłatnym umieszczeniu zawiadomienia w domenie publicznej Portalu przez ROYALFUT.',
        },
        {
            p: '11. Spory prawne',
        },
        {
            p: '11.1. Strony uzgadniają, że wszelkie spory lub roszczenia prawne lub inne, jakie mogą powstać w związku z niniejszą Umową Użytkownika ROYALFUT lub jej poprzednimi wersjami, korzystaniem przez Użytkownika z Portalu, usług lub produktów sprzedawanych lub kupowanych za pośrednictwem stron, usług, aplikacji lub narzędzi ROYALFUT, będą rozstrzygane zgodnie z postanowieniami niniejszego punktu dotyczącego sporów prawnych.',
        },
        {
            p: '11.2. Użytkownik potwierdza, że przepisy prawa ZEA, niezależnie od norm kolizyjnych, będą miały zastosowanie do niniejszej Umowy oraz wszelkich sporów i roszczeń powstałych pomiędzy Użytkownikiem a ROYALFUT, chyba że stwierdzono inaczej w niniejszej Umowie.',
        },
        {
            p: '11.3. W przypadku sporu, roszczenia, zapytania lub rozbieżności wynikających z niniejszej Umowy lub związanych z jej naruszeniem, strony niniejszej Umowy dołożą wszelkich starań, aby rozstrzygnąć je polubownie. W tym celu będą się świadomie konsultować i negocjować ze sobą uwzględniając swoje obustronne interesy, próbując uzyskać uczciwe i sprawiedliwe rozwiązanie satysfakcjonujące obie strony. W przypadku braku powyższego rozstrzygnięcia w ciągu 60 dni, po zawiadomieniu jednej ze stron przez drugą stronę, wszystkie spory, roszczenia, zapytania i rozbieżności będą ostatecznie rozstrzygane przez sąd właściwy miejscowo dla spółki Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubaj, Zjednoczone Emiraty Arabskie), w zależności od rodzaju Użytkownika.',
        },
        {
            p: '12. Informacje ogólne',
        },
        {
            p: '12.1. Umowa ROYALFUT oraz wszystkie dokumenty dostępne na naszych stronach internetowych stanowią całość Umowy pomiędzy Użytkownikiem a ROYALFUT w zakresie dostępu i korzystania z Portalu i zastępują wcześniejsze pisemne lub ustne porozumienia dotyczące tego samego przedmiotu Umowy.',
        },
        {
            p: '12.2. ROYALFUT i Użytkownik są niezależnymi podmiotami, a niniejsza Umowa nie powoduje powstania żadnego stosunku pośrednictwa, spółki, joint venture, relacji pracownik-pracodawca ani franczyzodawca-franczyzobiorca.',
        },
        {
            p: '12.3. Niewykonanie lub opóźnienie wykonania prawa lub postanowienia niniejszej Umowy przez ROYALFUT nie oznacza zrzeczenia się takiego prawa lub postanowienia.',
        },
        {
            p: '12.4. Jeżeli dowolne z postanowień niniejszej Umowy zostanie uznane za nieważne lub niewykonalne, takie postanowienie zostanie usunięte z niniejszej Umowy i nie będzie miało wpływu na ważność i wykonalność pozostałych postanowień Umowy.',
        },
        {
            p: '12.5. Użytkownik potwierdza, że Umowa nie obejmuje żadnych beneficjentów zewnętrznych.',
        },
        {
            p: '12.6. Nagłówki dodano wyłącznie w celu informacyjnym i nie mają one żadnego wpływu na określenie, ograniczenie, interpretację ani opis zakresu nagłówka lub zakresu danego punktu.',
        },
        {
            p: '13. Zgodność z przepisami AML/KYC',
        },
        {
            p: '13.1. Kupujący i sprzedający potwierdzają, że ROYALFUT stosuje politykę «znaj swojego klienta» (KYC) oraz politykę zapobiegania praniu pieniędzy (AML), aby zwalczać oszustwa internetowe.',
        },
        {
            p: '13.2. ROYALFUT stosuje zasadę ZERO TOLERANCJI dla oszustw internetowych oraz prób uzyskania dostępu do informacji na temat klientów lub innych informacji na jej stronach internetowych przy użyciu bezprawnych lub niejawnych środków. Spółka współpracuje z lokalnymi, krajowymi i międzynarodowymi organami dochodzeniowymi i stosuje różnego rodzaju środki elektroniczne i inne w celu zapobiegania oszustwom, a także ich wykrywania i eliminowania. W najszerszym zakresie dopuszczalnym przez prawo, spółka zdecydowanie ściga osoby, które popełniły przestępstwa związane z oszustwem w Portalu i zostały wykryte. Spółka współpracuje z agencjami takimi jak policja lokalna i stanowa, FBI, amerykańskie i międzynarodowe agencje celne oraz Interpol.',
        },
        {
            p: '13.3. W ramach procedur «znaj swojego klienta», ROYALFUT ocenia transakcje oraz gromadzi i przechowuje materiały dotyczące użytkowników, klientów i zawieranych przez nich transakcji. ROYALFUT bardzo poważnie traktuje ochronę praw użytkowników oraz ich danych osobowych. ROYALFUT gromadzi dane osobowe klientów wyłącznie w zakresie niezbędnym do prawidłowego świadczenia usług na rzecz Użytkowników. Dane osobowe kupujących i dawnych kupujących mogą zostać ujawnione wyłącznie osobom trzecim w określonych okolicznościach, zgodnie z obowiązującymi przepisami prawa i Umowami pomiędzy ROYALFUT i Użytkownikiem. ROYALFUT zobowiązana jest do przechowywania dokumentów klientów, w tym oświadczeń, raportów dotyczących transakcji, rachunków, notatek, korespondencji wewnętrznej i innych dokumentów dotyczących klienta w formie elektronicznej przez okres wymagany przez zespoły ds. underwritingu w odpowiednich bankach będących agentami rozliczeniowymi.',
        },
        {
            p: '13.4. Transakcje finansowe, które mogą zostać połączone z praniem pieniędzy uznawane są za podejrzane. Podstawą określenia, czy dana transakcja jest podejrzana może być osobista obserwacja i doświadczenie pracowników ROYALFUT, a także otrzymane lub zgromadzone informacje. Z zastrzeżeniem obowiązujących przepisów prawa i wymogów organizacji międzynarodowych, ROYALFUT może, w razie potrzeby i bez konieczności uzyskania zgody lub powiadomienia klienta, zawiadomić organy regulacyjne i/lub organy ścigania o podejrzanych transakcjach. ROYALFUT okresowo przegląda listy opublikowane przez władze lokalne i organizacje międzynarodowe, zawierające dane znanych terrorystów lub osób podejrzewanych o terroryzm, organizacji terrorystycznych i krajów wysokiego ryzyka podlegających sankcjom PFAC. ROYALFUT ma obowiązek stale stosować procedury due diligence względem klientów, analizując ich transakcje pod kątem podejrzenia o przestępstwa związane z praniem pieniędzy.',
        },
        {
            p: '14. Zgoda na przetwarzanie danych osobowych',
        },
        {
            p: 'Rejestrując się w usłudze, Użytkownik udziela ROYALFUT zgody na sprawdzanie i przetwarzanie swoich danych osobowych, zgodnie z następującymi warunkami:',
        },
        {
            p: '1. Administrator przetwarza dane osoby, której dane dotyczą w celu:',
        },
        {
            p: '• Świadczenia usług.',
        },
        {
            p: '• Kontaktowania się przy pomocy poczty elektronicznej, telefonu lub innych środków w celu rozstrzygania sporów, zbierania opłat, rozwiązywania problemów dotyczących konta, naszych stron, usług, aplikacji lub narzędzi, lub też w innych celach dopuszczalnych przez prawo.',
        },
        {
            p: '• Zapobiegania i wykrywania oszustw, naruszeń bezpieczeństwa, potencjalnie zabronionych lub bezprawnych działań, wykonywania postanowień Umów z Użytkownikami.',
        },
        {
            p: '• Identyfikacji klientów oraz weryfikowania ich tożsamości.',
        },
        {
            p: '• W celach operacyjnych, na przykład w związku z poprawianiem wydajności, szkoleniami i kontrolą jakości.',
        },
        {
            p: '• Zapobiegania nieautoryzowanemu dostępowi i modyfikacjom naszego systemu.',
        },
        {
            p: '• Wprowadzania do obrotu naszych usług oraz usług wybranych osób trzecich dla:',
        },
        {
            p: '✓ istniejących i byłych klientów,',
        },
        {
            p: '✓ osób trzecich, które wcześniej wyraziły zainteresowanie naszymi usługami,',
        },
        {
            p: '✓ osób trzecich, z którymi wcześniej nie współpracowaliśmy.',
        },
        {
            p: '• Zewnętrzne audyty i kontrola jakości',
        },
        {
            p: '2. Lista danych osobowych przekazywanych ROYALFUT w celu przetwarzania:',
        },
        {
            p: 'Możemy gromadzić i wykorzystywać poniższe dane osobowe naszych klientów:',
        },
        {
            p: '• imię i nazwisko, dane kontaktowe, w tym adres e-mail i numer telefonu,',
        },
        {
            p: '• informacje umożliwiające nam weryfikację i potwierdzenie tożsamości naszych klientów, np. data urodzenia,',
        },
        {
            p: '• informacje dotyczące płci, jeżeli zostaną przekazane przez klienta,',
        },
        {
            p: '• dane logowania, statystyki przeglądania stron, działania związane ze stronami ROYALFUT, informacje z plików cookie,',
        },
        {
            p: '• dane dotyczące lokalizacji,',
        },
        {
            p: '• informacje o dostawie (platforma, liczba monet w zamówieniu), informacje dotyczące rachunku, transakcji i kart płatniczych,',
        },
        {
            p: '• zainteresowania osobiste i zawodowe,',
        },
        {
            p: '• zawodowa obecność w sieci,',
        },
        {
            p: '• historia kontaktów z ROYALFUT, jej pracownikami, dyrektorami, podmiotami stowarzyszonymi, historia zakupów i zapisane pozycje w ROYALFUT,',
        },
        {
            p: '• informacje z kont połączonych z ROYALFUT, takich jak Facebook, Google oraz inne platformy,',
        },
        {
            p: '• informacje umożliwiające nam przeprowadzenie kontroli kredytowej lub finansowej klienta,',
        },
        {
            p: '• informacje o sposobie korzystania z Portalu ROYALFUT,',
        },
        {
            p: '• odpowiedzi w ankietach, informacje o uczestnictwie w konkursach, akcjach promocyjnych i ofertach specjalnych,',
        },
        {
            p: '• informacje o transakcjach w oparciu o działania w ramach ROYALFUT (np. informacje potrzebne w celu uproszczenia procesu kupna i sprzedaży),',
        },
        {
            p: '• dyskusje publiczne, czaty, rozstrzyganie sporów, korespondencja za pośrednictwem ROYALFUT, korespondencja wysyłana do nas,',
        },
        {
            p: '• inne informacje, w tym adres IP i standardowe informacje dotyczące logowania w Internecie (rodzaj przeglądarki, ISP, strony startowe/końcowe, system operacyjny, data/czas i sekwencje uruchamianych łączy), a także dodatkowe informacje od osób trzecich, takie jak informacje rozliczeniowe dostarczane przez usługi płatnicze wykorzystywane w celu dokonywania zakupów lub otrzymywania płatności, ID przeglądarki, cookie ID, ID urządzenia, rodzaj urządzenia, informacje o wykorzystaniu serwera proxy/VPN i powiązanych technologii, informacje o lokalizacji, adresy e-mail, numery telefonów, publiczne profile w mediach społecznościowych dostarczane przez naszych dostawców usług w zakresie zapobiegania oszustwom płatniczym i due diligence klientów.',
        },
        {
            p: 'Takie dane osobowe są potrzebne w celu świadczenia przez nas usług. Użytkownik może nie przekazywać powyższych informacji, ale niektóre z nich są niezbędne w celu: zarejestrowania się jako członek, zakupu produktów lub usług, wypełnienia profilu, uczestniczenia w ankietach, konkursach lub losowaniach, zadawania pytań, inicjowania innych transakcji w Portalu. Ponadto, ROYALFUT wykorzystuje te informacje w celu analizowania trendów, wykrywania oszustw i zarzadzania stroną.',
        },
        {
            p: 'Zgoda wchodzi w życie w momencie przesłania danych osobowych na https://royalfut.com.',
        },
        {
            p: '15. Polityka przetwarzania cookies',
        },
        {
            p: 'Odwiedzając http://royalfut.com, akceptujesz niniejszą politykę, w tym fakt, że ROYALFUT może używać plików cookies i innych danych do przetwarzania przez Google Analytics, Yandex.Metrics i inne systemy, a także przekazywać je podmiotom trzecim do przeprowadzania badań, wykonywania zleceń lub świadczenia usług.',
        },
        {
            p: 'Podczas twoich odwiedzin na https://royalfut.com, pliki cookies mogą zostać użyte do:',
        },
        {
            p: '• upewnienia się, że strona działa bezpiecznie i właściwie;',
        },
        {
            p: '• poprawienia jakości strony;',
        },
        {
            p: '• rejestracji na stronie;',
        },
        {
            p: '• dostarczania ci informacji o stronie, w tym informacji o produktach i usługach;',
        },
        {
            p: '• ulepszania produktów i/lub usług oraz tworzenia nowych produktów i/lub usług.',
        },
        {
            p: 'Inne zbierane informacje mogą być używane do generowania twojej «listy zainteresowań», składającej się z losowego identyfikatora, kategorii zainteresowań i stempla czasowego, aby pokazywać ci zawartość online oraz reklamy pasujące do twoich zainteresowań.',
        },
        {
            p: 'Używana przez ciebie przeglądarka i/lub urządzenie, którego używasz, może pozwolić ci blokować, usuwać lub w inny sposób ograniczać używanie plików cookies. Jednak pliki cookies są ważną częścią http://royalfut.com, a więc blokowanie, usuwanie lub ograniczanie ich działania może wiązać się z utratą dostępu do wielu funkcji na stronie.',
        },
        {
            p: 'Aby dowiedzieć się, jak można zarządzać plikami cookies w przeglądarce lub na używanym urządzeniu, należy skorzystać z instrukcji dostarczonej przez producenta przeglądarki lub urządzenia.',
        },
    ],
    ch: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: '生效日期：2021年6月4日',
        },
        {
            p: '1. 简介',
        },
        {
            p: '1.1. 停留在本网站上，即表示您接受《用户协议》的条款。仔细阅读 ROYALFUT.COM 上发布的《用户协议》，该协议将确定您的权利和责任以及 ROYALFUT 的权利和责任。禁止不同意遵守这些条款和条件的人员注册和使用服务。',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») 是用户可以提供、出售和购买产品的市场。作为市场，ROYALFUT 不是网站所发布产品的所有者，也不销售这些产品。实际的买卖协议直接在买卖双方之间达成。',
        },
        {
            p: '1.3. ROYALFUT 不对所提供产品的存在、质量、安全或合法性进行控制或保证。',
        },
        {
            p: '1.4. ROYALFUT 仅执行中介职能，对交易的潜在实际和/或法律后果不承担任何责任。例如，在某些游戏中，某些操作可能会受到游戏内的制裁/处罚，直至封号。ROYALFUT 不会阅读和/或验证游戏规则，也不会检查这些游戏中的用户操作。',
        },
        {
            p: '1.5. ROYALFUT 充当网站用户之间的交易担保人，并且仅负责正确执行交易，而不负责交易的有效性。',
        },
        {
            p: '1.6. 如果通过 www.royalfut.com 进行物品和游戏币转移，ROYALFUT 允许用户保持匿名。',
        },
        {
            p: '1.7. 在第 1.6 条规定的情况下，ROYALFUT 的责任仅限于交易金额。如果任何用户拒绝完成交易，ROYALFUT 均会确保全额退款（扣除相关费用）。',
        },
        {
            p: '1.8. 本《用户协议》（"协议"）以及在 www.royalfut.com（"网站"）上发布的其他文档将确定用户交互的过程、条款和条件。',
        },
        {
            p: '1.9. 作为我们的服务用户（"用户"），您将与 ROYALFUT 签订本协议。接受本协议即表示您同意在访问和使用我们的服务时遵守协议的所有条款。',
        },
        {
            p: '1.10. 对本网站进行访问或使用，即表示您以"用户"身份接受当前协议中规定的条款和条件。您还同意就访问或使用本网站以及对本网站进行的任何进一步更新、修改、内容添加或修改受协议条款的约束。如果您无法接受本协议的全部条款，请不要使用本网站。如果 (A) 您尚未达到订立具有约束力的协议的法定年龄，或者 (B) 根据阿拉伯联合酋长国或其他国家/地区（包括您居住的国家/地区和您使用本网站的国家/地区）的法律您被禁止使用本网站，则您不能使用本网站并同意本协议的条款。',
        },
        {
            p: '1.11. 如果用户的订单已经足额完成，ROYALFUT 有绝对且不可否认的权力拒绝退款。',
        },
        {
            p: '1.12. 退款仅根据ROYALFUT团队对用户退款请求的考虑结果进行。ROYALFUT团队的决定具有绝对性和决定性。如果退款到用户的个人账户，转账需要1到14个工作日。具体时间取决于使用的支付系统。ROYALFUT对这一过程没有影响。退款仅限于在网站上进行交易的账户。',
        },
        {
            p: '1.13. 拥有有效登录信息（电子邮件地址、ROYALFUT账户密码）的已注册用户可以删除自己的账户。ROYALFUT保证将从数据库中移除用户的个人数据。如果数据不全、陈旧、存在错误、系通过非法手段获得或不再适用于相关意图。用户可以要求我们更新、屏蔽或删除用户本人的个人数据。请以电子邮件致信我们：support@royalfut.com。',
        },
        {
            p: '1.14. ROYALFUT 可以随时通过在给出通知或不给出通知的情况下在网站上发布经修订和修改的协议和/或相关文档来修改本协议或网站上的任何其他文档。经过修订和修改的协议和/或文档应在发布后立即生效。在发布经修订和修订的文件后，继续使用本网站即被视为您接受经过修订的条款和条件。除 ROYALFUT 授权官员以书面形式以外，不得以任何其他方式修改协议和网站政策。',
        },
        {
            p: '2. 定义',
        },
        {
            p: '2.1. 个人数据 - 个人身份信息或可识别个人身份的信息。',
        },
        {
            p: '2.2. ROYALFUT 内容 - 在网站上或通过网站可获得的数据、文本、图像、视频、目录、数据库或产品或服务（以下简称" ROYALFUT 内容"）。',
        },
        {
            p: '2.3. 注册用户 - 在网站上填写注册表，提供个人相关信息（例如姓名、地址、电话号码、传真号码、电子邮件等）的每个用户都会成为 ROYALFUT 的注册用户（"注册用户"）。',
        },
        {
            p: '2.4. 操作风险 - 用户在使用网站或进行交易时承担的风险被视为"交易风险«。操作风险包括与使用网站有关的责任风险或任何形式的损失风险。这些风险包括，但不限于：',
        },
        {
            p: '• 产品和服务的信息不实、欺诈计划、质量欠佳、技术要求差异、有缺陷或危险产品、非法产品、延迟或达不到交货或付款条件、价值计算错误、违反保修条款和违反合同。',
        },
        {
            p: '• 生产、进口、分销、提供、演示、购买、销售和/或使用网站上提供或展示的产品或服务可能侵犯或可能被声称侵犯第三方权利的风险，以及用户可能会因第三方主张第三方的权利，或因任何一方声称他们有权进行抗辩，或因与第三方的权利主张、索赔或要求有关的损失而产生抗辩费用或其他费用的风险',
        },
        {
            p: '• 消费者、其他购买者、产品的最终用户或声称因与使用本网站有关的买卖交易而遭受与本网站用户最初获得的产品有关的损害或伤害的其他人可能会因使用这些产品而遭受损害和/或提出索赔的风险',
        },
        {
            p: '2.5. «用户»- 出于任何目的访问网站的任何人，无论用户是否已在网站上注册为注册用户。',
        },
        {
            p: '3. ROYALFUT 的使用',
        },
        {
            p: '3.1. 总体条款。用户只能出于个人目的使用本网站。每个用户均同意，他们不得以转售或重新分发 ROYALFUT 内容、群发邮件（电子邮件、无线文本消息、实体邮件或其他方式）、开展与 ROYALFUT 存在竞争的业务或将 ROYALFUT 内容用于其他商业用途为目的复印、重制或下载任何网站内容。未经 ROYALFUT 的书面许可，禁止从网站上系统搜索 ROYALFUT 内容，以直接或间接的方式创建或编制合集、汇编、数据库或目录（无论通过自动方式，还是手动方式）。此外，禁止用户将 ROYALFUT 内容用于本协议未明确允许的任何目的。',
        },
        {
            p: '3.2. 用户同意通过其ROYALFUT帐户中指定的电子邮件，或在ROYALFUT合作支付系统中指定的电子邮件，或通过网站指定的任何通信方法，通过ROYALFUT或通过用户在网站上找到的任何社交媒体平台、即时通讯工具或在线聊天消息接收来自ROYALFUT的消息。用户特此同意，ROYALFUT可以在与用户的私人通信中使用用户的个人数据或用于群发消息。',
        },
        {
            p: '3.3. 用户通过 ROYALFUT 提供的通信系统发送的消息或任何其他信息，以及从网站所获得信息中的电子邮件地址向电子邮件、传真消息、信件、即时通讯平台消息、社交媒体或在线聊天即时消息不得包含第 5.3 条所述的任何材料，而且必须均为实际且真实的信息，不得包含任何有意的空白或更改。',
        },
        {
            p: '3.4. 任何用户都不应采取任何行动破坏 ROYALFUT 或任何其他用户使用的计算机系统或网络的完整性，并且任何用户都不应试图在未获得授权的情况下访问此类计算机系统或网络。',
        },
        {
            p: '3.5. ROYALFUT 收到的任何个人数据将根据该协议进行处理。',
        },
        {
            p: '3.6. ROYALFUT 将使用必要的 cookie 确保网站的正常运行。Cookie 是您在使用网站时放置在您的设备（例如计算机、智能手机或其他电子设备）上的小型文本文件。基本 cookie 可提供基本功能，例如安全性、网络管理和可访问性。您可以通过更改浏览器设置来禁用 cookie，但这可能会影响网站功能。',
        },
        {
            p: '3.7. ROYALFUT 有权收集、使用、存储和处理广告 cookie。',
        },
        {
            p: '3.8. 作为访问和使用本网站的条件，用户同意不以任何方式使用 ROYALFUT 服务侵犯第三方的权利。如有违反，ROYALFUT 有权终止用户帐户。',
        },
        {
            p: '3.9. 在网站上注册时，ROYALFUT 可能会向用户发送自动生成的密码。提供联系地址相关信息（例如电子邮件）即表示用户同意此信息可验证、准确、适当且完整，并确保按此要求提供信息。提供联系地址即表示用户同意根据第 3.2 条从 ROYALFUT 接收带有密码的消息。用户同意，该密码不能保证其帐户不会受到未授权网站访问的损害，无法保证其帐户的绝对安全，因此，为了最大程度地保护帐户安全，应在首次尝试登录之前更改密码。',
        },
        {
            p: '3.10. 如果 ROYALFUT 认为用户的行为有损 ROYALFUT 及其员工、董事、关联公司或其他用户的利益，或者出于任何其他原因，ROYALFUT 有权以任何理由（或在无理由的情况下）通过唯一及绝对酌情权决定终止任何用户帐户。',
        },
        {
            p: '3.11. ROYALFUT 可能会提供可能涉及产品和服务销售的外部站点的链接。ROYALFUT 不负责对网站进行审查和评估，也不会对网站的内容或第三方做出的决定进行控制。ROYALFUT 对这些网站针对您采取的任何行为不承担任何责任。',
        },
        {
            p: '3.12. 用户同意，无论订单价格如何，卖方都必须在用户提供适当交付方式所需所有必要数据（电子邮件、密码、EA 帐户备用码）之日起的 3 天内交付订单。',
        },
        {
            p: '4. 注册用户',
        },
        {
            p: '4.1. 成为注册用户即表示您同意收集、处理、存储和转移您的个人数据。您还同意将您的个人数据包含在我们的数据库中，并允许 ROYALFUT 根据协议中规定的目的与其他用户共享此类信息。',
        },
        {
            p: '4.2. ROYALFUT 可能出于任何原因或在没有任何理由的情况下拒绝注册，并拒绝向任何用户颁发帐户以及相关的用户名和密码。',
        },
        {
            p: '4.3. 在以下情况下，ROYALFUT 可以随时暂停或终止注册用户的帐户：',
        },
        {
            p: '• ROYALFUT 单方面绝对确认注册用户有任何违反本协议条款的行为；或',
        },
        {
            p: '• ROYALFUT 有合理的理由怀疑注册用户提供的信息不实，不准确或不是最新信息或信息不完整；或',
        },
        {
            p: '• ROYALFUT 认为用户的行为有损 ROYALFUT、其员工、董事、关联公司或其他用户的利益；或',
        },
        {
            p: '• 出于任何其他原因或在没有任何理由的情况下由 ROYALFUT 通过唯一及绝对酌情权做出的决定',
        },
        {
            p: '4.4. 未经 ROYALFUT 事先书面同意，注册用户不得将帐户、用户名或密码出售、试图出售、要约出售、赠与、分配或转让给第三方。如果发生违反本节条款的销售、要约销售、赠与、分配或转让，ROYALFUT 可以暂停或终止注册用户的帐户或注册用户的接收方。',
        },
        {
            p: '5. 在 ROYALFUT 上发布内容',
        },
        {
            p: '5.1. 任何用户与 ROYALFUT、其关联公司、董事、管理人员或雇员之间均不会因 ROYALFUT 在网站上显示任何用户信息形成交易代理关系。',
        },
        {
            p: '5.2. 每个用户均了解、保证并同意：',
        },
        {
            p: '• 用户向网站提供的任何信息均为真实、准确、最新且完整的信息；而且',
        },
        {
            p: '• 用户将支持并快速更改信息，使之成为真实、准确、最新且完整的信息',
        },
        {
            p: '5.3. 每个用户均声明、保证并同意他们按照网站所列相关规定向 ROYALFUT 提供的信息不得：',
        },
        {
            p: 'a) 包括任何欺诈性信息或提供/宣传任何欺诈性物品，或与出售或试图出售仿制或被盗物品或法律禁止销售和/或出售的物品有关，或以任何其他方式助长非法活动',
        },
        {
            p: 'b) 成为本网站其他用户欺诈计划或任何其他非法目的的一部分',
        },
        {
            p: 'c) 成为侵犯或以任何方式助长或鼓励侵犯第三方权利的产品或服务营销的一部分',
        },
        {
            p: 'd) 违反任何适用的法律、法规、条例或规定（包括但不限于出口管制、消费者保护、不正当竞争管制、反歧视或虚假宣传等条例）',
        },
        {
            p: 'e) 包含不良、诽谤性、非法威胁性或非法检控信息',
        },
        {
            p: 'f) 包含淫秽信息，或宣传任何形式的色情内容，或与色情材料、商品或以任何方式宣传露骨色情或对未成年人有害的任何其他内容有关',
        },
        {
            p: 'g) 宣传种族、性别、宗教、国籍、残障、性取向或年龄歧视',
        },
        {
            p: 'h) 包含任何被视为未获授权的广告或垃圾邮件的材料',
        },
        {
            p: 'i) 向与商业活动相关的任何用户请求报价。此外，如果 ROYALFUT 发现用户违反本条款 5.3 (i)，则用户授权 ROYALFUT 使用用户在文件中注册的付款方式收取最高 150 欧元的罚款和/或要求支付最高 300 欧元的押金来激活用户帐户',
        },
        {
            p: 'j) 包含任何可能危害或破坏软件或硬件系统或接收/侵占任何软件或硬件系统、数据或个人数据的计算机病毒、特洛伊木马或任何其他破坏性程序、代码、链接和网页界面',
        },
        {
            p: 'k) 直接或间接提及本协议禁止的物品和服务的描述，或包含其描述；或',
        },
        {
            p: 'l) 不应对 ROYALFUT、其雇员、董事或关联公司产生任何责任',
        },
        {
            p: '5.4. 每个用户声明、保证并接受用户已获得用户在网站上发布并向 ROYALFUT 提供或允许 ROYALFUT 显示或存储的任何材料和信息所有必要的第三方版权、商标、商业秘密或专利许可证和批准函，以及任何第三方的任何其他个人和财产权利可能需要的其他许可证和批准函（包括但不限于人格权和隐私权）。每个用户声明、保证并接受，用户应独自负责确保用户在网站上显示并向 ROYALFUT 提供并允许 ROYALFUT 显示和存储的任何材料和数据不会侵犯第三方的任何权利或这些材料和数据在此类权利的所有者的同意下展示。每个用户声明、保证并接受，用户有权生产、提供、销售、进口和分发用户在网站上提供并展示的产品，并且此类生产、提供、销售、进口和/或分发不会侵犯第三方的任何权利。',
        },
        {
            p: '5.5. 每个用户向 ROYALFUT 及其关联公司授予不可撤销的永久性，全球性，免版税，可再授权（通过多个级别）且可转让的许可，以根据协议中叙述的目标展示和使用该用户提供的所有数据，以及您在当前已知或未知的任何媒体中与此类材料和数据有关的权利执行许可（包括但不限于版权、公开权和数据库权）。',
        },
        {
            p: '5.6. ROYALFUT 具有在网站上公开展示用户订单相关数据（订购时间、从订单开始起所经过的时间、从订单结束起所经过的时间，包括自动发布（15 分钟）的费用、平台和订单中的游戏币数量）的绝对权力，最多可隐藏用户电子邮件中的 7 个可见符号，以确保机密性。',
        },
        {
            p: '5.7. ROYALFUT 保留根据唯一及绝对酌情权删除网站上发布的任何材料的权利，包括被其认定为非法信息，可能会使 ROYALFUT 承担责任，违反本协议或以任何其他方式被认为不适当的内容。',
        },
        {
            p: '5.8. ROYALFUT 保留与政府机构、私人侦探和/或受害的第三方合作调查任何可疑的刑事或民事过失的权利。此外，如果某州政府机构或执法机构、受害的第三方、传票或任何其他法律行为要求，则 ROYALFUT 可以披露任何用户的身份和联系信息，并且 ROYALFUT 对此类披露造成的损害或任何其他后果不承担任何责任。用户还同意不就此类披露向 ROYALFUT 提出任何索赔。就上述任何信息而言，如果 ROYALFUT 根据唯一及绝对酌情权认定适当，ROYALFUT 可以暂停或终止任何用户的帐户。用户同意，如果 ROYALFUT 采取本节中提到的任何做法，ROYALFUT 对用户不承担任何责任，包括后果性或任何其他损害责任，并且用户同意承担 ROYALFUT 能够采取这些做法的风险。',
        },
        {
            p: '6. 买卖双方之间的交易',
        },
        {
            p: '6.1. ROYALFUT 可提供一个电子网络平台，用于在物品和服务的买方（"买方"）和卖方（"卖方"）之间交换信息。',
        },
        {
            p: '6.2. 用户对通过本网站或由于使用本网站而产生的任何交易条款和条件负全部责任，包括但不限于付款、退货、担保、交付、保险、费用、税金、所有权、许可证、罚款/罚金、批准函、处置、运输和储存相关条款。',
        },
        {
            p: '6.3. ROYALFUT 不充当特定交易中卖方或买方的代表，也不充当卖方或买方的代理。ROYALFUT 不对网站上出售的产品或服务的质量、安全性、合法性或可用性，卖方完成交易的能力或买方完成购买的能力进行控制，也不承担任何责任。用户知道他们可能正在与其他以欺骗性身份进行活动的用户进行交易。ROYALFUT 建议使用网站上的各种工具以及常识对与您进行交易的人员进行评估。',
        },
        {
            p: '6.4. 如果通过 ROYALFUT 代表在一次交易中将物品和资金转移给所有用户，则用户可以保持匿名，并且可以保证退货和/或退款的安全性。',
        },
        {
            p: '6.5. 每个用户均同意，在使用本网站进行交易时，用户完全理解交易的所有风险，并且用户完全承担与使用本网站有关的任何责任或损害风险。每个用户均同意，对于任何因交易风险引起或与之相关的任何损失、债务、费用、伤害、不便、中断或任何形式的支出，ROYALFUT 概不负责。',
        },
        {
            p: '6.6. 用户必须为销售和使用缴纳所有税款，以及因自行使用网站而产生的所有其他税款。',
        },
        {
            p: '7. 付款',
        },
        {
            p: '7.1. ROYALFUT 因使用其服务收取的费用不超过已付款订单金额的 50％，具体取决于供应商的报价。',
        },
        {
            p: '7.2. 用户必须能够支付 ROYALFUT 费用以及与到期日之前提供的服务相关的所有其他费用和适用税款。',
        },
        {
            p: '7.3. 买卖双方在网站上进行交易时可以使用促销代码（优惠券），也可以单击推广链接。每个推荐人均可以通过推广链接或通过促销代码（优惠券）说明获得固定比例的网站交易佣金。',
        },
        {
            p: '8. 用户之间的争议',
        },
        {
            p: '8.1. 如果用户之间就网站交易发生任何争议，则用户同意将争议提交给 ROYALFUT 进行仲裁，以做出最终且具有约束力的决定。为了使 ROYALFUT 能够公平合理地进行调查，用户同意在订单未结或待决期间不寻求仲裁。寻求第三方干预（国家调查机构除外）的用户将按照以下方法对待：他们的行为将被视为对调查过程的干涉，并试图施加影响，以获得对他们有利的裁决。ROYALFUT 保留暂停或永久禁止试图干扰仍在执行或待处理订单标准操作程序的用户的权利。',
        },
        {
            p: '8.2. 如果卖方必须对买方或 ROYALFUT 进行赔偿，则卖方授权 ROYALFUT 从其指定的付款方式（例如 PayPal）中删除已向 ROYALFUT 退还的金额（相同或不同的货币）。卖方必须在其帐户中使用有效的付款方式。如果买方帐户资金不足，则卖方授权 ROYALFUT 使用此付款方式收取欠款。ROYALFUT 还可以将退款金额存入卖方帐户。如果卖方未向 ROYALFUT 提供有效的付款方式，我们可能会通过其他收缴机制（包括收款预扣）收取未清款项。',
        },
        {
            p: '8.3. 在极少数情况下，如果 ROYALFUT 确定用户之间的纠纷由违反用户协议引起，则违规用户承诺向 ROYALFUT 支付 150.00 欧元的罚款。此外，ROYALFUT 可能会暂停或封禁用户帐户，并且/或者最多需要 300.00 欧元的押金才能激活用户帐户。',
        },
        {
            p: '9. 免责条款；责任限制',
        },
        {
            p: '9.1. 网站上的功能和服务按"原样"和"可用数量"提供，并且 ROYALFUT 明确表示不会做出任何明示或暗示的保证，包括但不限于对任何条件、质量、耐久性、性能、准确性、可靠性、适销性或特定用途的适用性做出保证。所有此类保证、声明、条件、义务和状况均不包含在内。',
        },
        {
            p: '9.2. ROYALFUT 对本网站上或通过本网站提供的任何信息的有效性、准确性、正确性、可靠性、质量、稳定性、完整性或及时性不做任何陈述或保证。ROYALFUT 不对本网站提供或展示的产品或服务的生产、进口、分销、提供、展示、购买、销售和/或使用不侵犯任何第三方的权利进行任何陈述或保证，并且 ROYALFUT 不对网站上提供或展示的任何产品或服务进行任何形式的陈述或保证。',
        },
        {
            p: '9.3. 是否通过本网站下载或获得任何材料由每个用户自行决定并承担风险，并且每个用户对下载此类材料可能导致的计算机系统损坏或数据丢失承担全部责任。任何用户从 ROYALFUT 或通过网站获得的任何口头或书面建议或信息均不构成本文档未明确说明的任何保证。',
        },
        {
            p: '9.4. 在任何情况下，对于通过本网站提供的内容或服务而造成的任何延迟、故障或中断，无论是直接或间接地由于其自身无法控制的自然现象、力量或原因（包括互联网、计算机、电信或任何其他故障、设备故障、电力故障、罢工、劳资纠纷、暴动、抗议、内乱、人力或物力缺乏、火灾、洪水、飓风、爆炸、自然灾害、战争、政府行动、国内或外国法院或法庭的裁决或第三方未履行义务），ROYALFUT 概不负责。',
        },
        {
            p: '9.5. 每个用户均同意对 ROYALFUT、其关联公司、董事、管理人员和雇员进行保护，避免因以下情况对他们产生任何直接或间接的损失、索偿、债务（包括基于全额赔偿的法律费用）：',
        },
        {
            p: '1) 用户使用网站，包括但不限于在网站上展示该用户的信息',
        },
        {
            p: '2) 此类用户违反本协议的任何条款和条件',
        },
        {
            p: '3) 此类用户违反 ROYALFUT 用户所作的任何陈述和保证，包括但不限于上述 5.3、5.4 和 5.5 节中提出的陈述和保证。',
        },
        {
            p: '4) 第三方或其他第三方对网站上提供或展示的产品提出的任何索赔的结果。',
        },
        {
            p: '9.6. ROYALFUT 及其关联公司、董事、管理人员和雇员对任何特殊、直接、间接或惩罚性赔偿或任何一般性赔偿（包括但不限于因利润或储蓄损失、业务中断、信息缺失造成的损失），无论是由于合同履行、疏忽、侵权、严格责任还是其他原因，或因以下任何情况引起的任何其他损失概不负责：',
        },
        {
            p: '1) 使用或无法使用本网站',
        },
        {
            p: '2) 通过网站从用户或第三方服务提供商购买或获得的物品、样品、数据、信息或服务有任何缺陷',
        },
        {
            p: '3) 用户对在网站上提供或展示的产品或服务的生产、进口、分销、提供、展示、购买、销售和/或使用提出的任何索赔或要求可能侵犯或被声称侵犯第三方的权利，或有权就权利要求进行辩护或补救的任何一方提出索赔；第三方提出要求权利的要求或索赔',
        },
        {
            p: '4) 第三方未经授权访问任何用户的数据或个人信息',
        },
        {
            p: '5) 网站用户发布的声明、行为或材料，包括诽谤性、冒犯性或非法材料',
        },
        {
            p: '6) 与 ROYALFUT 的活动以及通过网站提供服务有关的任何其他原因',
        },
        {
            p: '9.7. ROYALFUT 保留通过自费方式对任何问题进行独家保护和控制的权利，在这种情况下，您必须与 ROYALFUT 合作解决此问题。',
        },
        {
            p: '9.8. ROYALFUT 保留在不进行通知的情况下限制、禁止或为不同用户创建对网站及其功能的不同访问权，以及更改任何功能或引入新功能的权利。每个用户均清楚地了解由于任何原因无法全部或部分使用本网站可能会对他们的业务造成负面影响。每个用户均同意，在任何情况下，ROYALFUT 或其任何关联公司、董事、管理人员或雇员均不会因无法使用本网站（无论是否由于违反、限制访问、修改或终止网站上的任何功能）而对用户或任何第三方承担责任。',
        },
        {
            p: '9.9. ROYALFUT 不是来自匿名用户、公共作者或付费内容撰稿人等第三方内容的作者。ROYALFUT 或其任何关联公司、董事、管理人员或雇员均未与此类第三方建立任何关系。第三方内容提供方对此类内容承担全部责任。ROYALFUT 或其任何关联公司、董事、管理人员或雇员均不对任何第三方内容的准确性、相关性、合法性或有效性负责，也不对任何用户依赖此类第三方内容开展的行为负责。此外，ROYALFUT 或其任何关联公司、董事、管理人员或雇员对任何用户在网站上的行为概不承担任何责任，也不对任何因用户行为而遭受损害的人员承担责任。',
        },
        {
            p: '9.10. ROYALFUT 可以授权用户通过超链接（文字链接、横幅、渠道或其他方式）访问第三方提供的内容、产品或服务，该超链接指向此第三方的第三方网络服务上的网站或个人资料/帐户。用户确认了解 ROYALFUT 对此类第三方网站没有控制权，也不对此类网站进行控制，并且 ROYALFUT 或其任何关联公司、董事、管理人员或雇员均不因此类网站或可在此类网站上找到的任何内容、产品或服务对任何人负责或承担责任。用户必须在使用此类第三方网站之前阅读此类网站的使用条款和隐私政策，以了解此类网站的使用条款。',
        },
        {
            p: '9.11. 尽管有上述约定，但如果发现 ROYALFUT 需要承担责任，其责任仅限于 a) 特定争议交易金额的较大部分，b) 争议费用不超过用户在提出产生责任的诉讼 12 个月前向 ROYALFUT 支付的费用总额或 100 美元。',
        },
        {
            p: '10. 用户须知',
        },
        {
            p: '10.1. 如果当面送呈，通过快递、挂号信、传真或电子邮件发送，所有向用户发送的通知或权利主张均应以 ROYALFUT 用户提供的最新已知通信地址、传真号码或电子邮件地址为准，或者将此类通知或权利主张免费发布到网站的公共区域。发生以下情况即认为用户已收到用户通知：',
        },
        {
            p: '• ROYALFUT 可以证明已向用户发送实体或电子邮件信息；或',
        },
        {
            p: '• ROYALFUT 在网站的公共区域发布此类可免费查看的通知。',
        },
        {
            p: '11. 法律纠纷',
        },
        {
            p: '11.1. 协议各方同意，他们之间就此版或旧版 ROYALFUT 《用户协议》，您使用或访问网站，通过 ROYALFUT 网站、服务、应用程序或工具出售或购买的任何产品或服务产生或可能产生的任何合法或公正的索赔或争议将按照本节中关于法律纠纷的约定进行解决。',
        },
        {
            p: '11.2. 除非《用户协议》另有预定，否则您同意，无论法律原则有何冲突，《用户协议》以及您与 ROYALFUT 之间出现或可能出现的任何索赔或争议均应由阿拉伯联合酋长国法律进行监管。',
        },
        {
            p: '11.3. 如果因本协议引起或出现与之有关的任何争议、权利主张、问题或分歧，协议各方将尽一切努力解决争议、权利主张、问题或分歧。因此，他们需要仔细进行磋商和谈判，并发现他们的共同利益，力求达成一个使双方都满意的，公平公正的解决方案。如果他们在 60 天内没有做出这样的决定，则当事一方通知另一方后，所有争议、权利主张、问题或分歧将最终由法院在 Azur Apps FZ 公司所在地 (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, the United Arab Emirates) 解决，具体视用户类型而定。',
        },
        {
            p: '12. 一般信息',
        },
        {
            p: '12.1. ROYALFUT 协议以及在我们网站上发布的所有文档构成用户与 ROYALFUT 之间有关访问和使用本网站的完整协议，并取代之前与该协议相同主题有关的任何书面或口头协议。',
        },
        {
            p: '12.2. ROYALFUT 和用户均为独立合同方，并且本协议不用于构成或建立任何代理、合伙、合资、雇员与雇主或特许经营-特许经营的关系。',
        },
        {
            p: '12.3. ROYALFUT 未行使或执行本协议条款的任何权利或规定并不构成对该权利或规定的放弃。',
        },
        {
            p: '12.4. 如果协议的任何条款被认定为无效或无法执行，则该条款将从协议中删除，并且不会影响协议其余条款的有效性和适用性。',
        },
        {
            p: '12.5. 用户同意本协议中不包含第三方受益人。',
        },
        {
            p: '12.6. 标题仅供参考，且不会以任何方式定义、限制、解释或描述标题本身的范围或该部分的范围。',
        },
        {
            p: '13. 遵守 AML/KYC 政策',
        },
        {
            p: '13.1. 买卖双方均同意 ROYALFUT 制定有客户调查和反洗钱 (AML) 政策来打击互联网欺诈。',
        },
        {
            p: '13.2. ROYALFUT 对互联网欺诈以及任何通过非法或秘密手段访问或获取其网站上的客户信息或其他信息的企图采取零容忍政策。公司会与本地、国内和国际欺诈调查机构合作，并使用各种电子手段和其他手段来预防、发现并打击欺诈行为。公司会在法律允许的最大范围内积极追捕那些曾被拘捕并在网站上从事过欺诈活动的罪犯。公司会与州政府和地方警察局、美国联邦调查局、美国和国际海关机构以及国际刑警组织等机构进行合作。',
        },
        {
            p: '13.3. 作为"客户调查"程序的一部分，ROYALFUT 会评估客户交易并收集和存储有关用户、客户及其交易的重要事实。ROYALFUT 将努力保护用户的权利及其个人数据的隐私。ROYALFUT 仅在为用户正确提供服务所必需的范围内收集客户的个人信息。根据 ROYALFUT 与用户之间的适用法律和协议，只能在有限的情况下向第三方披露有关购买者和前购买者的个人数据。ROYALFUT 必须通过电子方式仔细存储客户文件，这些文件包括与客户有关的各种报表、交易报告、收据、票据、内部信函和任何其他文档，具体存储时间取决于相应收单银行的承销团队的要求。',
        },
        {
            p: '13.4. 任何可能与洗钱有关的金融交易均被视为可疑情况。确定某笔交易是否可疑的依据可能是 ROYALFUT 雇员的个人观察和经验，以及所接收或识别出的信息。根据国际组织的适用法律和要求，ROYALFUT 可能会在必要，且无义务获取客户的批准或通知的情况下，将任何可疑交易通知监管和/或执法机构。ROYALFUT 应该定期查阅由相关地方机构和国际组织发布的清单，其中包括已知的恐怖分子或可疑的恐怖分子、恐怖组织和受到 OFAC 制裁的高风险国家的名单。ROYALFUT 被要求对客户进行持续的尽职调查程序，具体方法是分析其交易是否涉嫌洗钱犯罪。',
        },
        {
            p: '14. 处理个人数据同意书',
        },
        {
            p: '通过服务本注册，用户同意ROYALFUT根据以下条件检查和处理其个人数据：',
        },
        {
            p: '1. 操作员处理主体的数据，以便：',
        },
        {
            p: '• 为您提供我们的服务。',
        },
        {
            p: '• 通过电子邮件、电话或其他方式与您联系，以解决纠纷，收取费用，对您的帐户或我们的网站、服务、应用程序或工具进行故障排除，或出于法律允许的其他目的。',
        },
        {
            p: '• 预防和检测欺诈、安全漏洞、可能被禁止或非法的活动，并执行我们的用户协议',
        },
        {
            p: '• 检查以识别我们的客户并验证其身份',
        },
        {
            p: '• 运营原因，例如效率提升、培训和质量控制',
        },
        {
            p: '• 防止未经授权的访问和篡改我们的系统',
        },
        {
            p: '• 对我们的服务和某些第三方的服务进行营销，用于：',
        },
        {
            p: '✓ 现有和以前的客户',
        },
        {
            p: '✓ 之前对我们的服务感兴趣的第三方',
        },
        {
            p: '✓ 之前与我们没有业务往来的第三方',
        },
        {
            p: '• 外部审核和质量检查',
        },
        {
            p: '2. 传输到 ROYALFUT 进行处理的个人数据列表：',
        },
        {
            p: '我们可能会收集和使用有关您的以下个人信息：',
        },
        {
            p: '• 您的姓名和联系信息，包括电子邮件地址和电话号码',
        },
        {
            p: '• 允许我们验证和确认您的身份的信息，例如您的生日',
        },
        {
            p: '• 您的性别信息（如果您选择向我们提供）',
        },
        {
            p: '• 计算机登录数据、页面视图统计信息、往返 ROYALFUT 的流量以及 cookie 信息',
        },
        {
            p: '• 位置资料',
        },
        {
            p: '• 相关交付信息（平台、订单中的游戏币数量）、账单信息、有关交易和支付卡的信息',
        },
        {
            p: '• 您的个人或职业兴趣',
        },
        {
            p: '• 您的职业在线形象',
        },
        {
            p: '• 您与 ROYALFUT、其雇员、董事、关联公司的联系历史、您的购买历史以及 ROYALFUT 上的已保存项目',
        },
        {
            p: '• 您ROYALFUT账户的关联账户信息，如Facebook、Google和其他平台',
        },
        {
            p: '• 允许我们对您的信用或其他财务状况进行检查的信息',
        },
        {
            p: '• 有关如何使用 ROYALFUT 网站的信息',
        },
        {
            p: '• 您对民意调查的回答，以及有关参加比赛、促销和特别优惠的信息',
        },
        {
            p: '• 您的 ROYALFUT 活动相关交易信息（例如，简化买卖过程的信息）',
        },
        {
            p: '• 公开讨论、聊天、争议解决、通过 ROYALFUT 进行的通信以及向我们发送的沟通信息',
        },
        {
            p: '• 其他信息，包括 IP 地址和标准网络日志信息（浏览器类型、互联网服务提供商 (ISP)、推荐/退出页面、操作系统、日期/时间戳和点击流数据），以及来自第三方的其他信息，例如您用于购买或接收付款的任何付款服务提供的帐单帐户信息，以及您的浏览器 ID、cookie Id、设备 ID、设备类型、有关代理服务器使用情况/VPN 的信息以及相关技术、位置信息、电子邮件地址、我们的付款反欺诈服务提供商提供的电话号码和公共社交媒体个人资料以及客户的尽职调查。',
        },
        {
            p: '只有您提供这些个人数据，我们才能为您提供我们的服务。您可以选择不向我们提供信息，但是进行这些活动时，我们需要有关您个人的一些信息：注册成为会员；购买产品或服务，完成个人资料；参加调查、比赛或抽奖；向我们提出问题，或在我们的网站上发起其他交易。ROYALFUT 还会将这些信息用于趋势分析、欺诈检测和网站管理。',
        },
        {
            p: '同意书自本人个人资料在https://royalfut.com注册之日起生效。',
        },
        {
            p: '15. Cookie处理政策',
        },
        {
            p: '访问https://royalfut.com，即表示用户接受此政策，包括：ROYALFUT可以使用Cookie和其他数据进行Google Analytics、Yandex.Metrics和其他系统的后续处理，也可以将数据传输给第三方进行研究、开展工作或提供服务.',
        },
        {
            p: '当访问 https://royalfut.com时，Cookie可用于：',
        },
        {
            p: '·确保网站安全正常运行。',
        },
        {
            p: '·提高网站质量。',
        },
        {
            p: '·在网站上进行注册。',
        },
        {
            p: '·为您提供有关网站的信息，包括其产品和服务。',
        },
        {
            p: '·改进其产品和/或服务，开发新产品和/或服务。',
        },
        {
            p: '收集到的其他信息可能被用来生成您的“兴趣列表”，该列表由随机识别符、兴趣类别和时间戳组成，用于向您展示与您的兴趣相匹配的在线内容和广告。',
        },
        {
            p: '您使用的浏览器和/或设备可能允许您阻止、删除或以其他方式限制Cookie的使用。然而，Cookie是https://royalfut.com，的重要组成部分，因此阻止、删除或限制Cookie的使用可能会导致您无法正常使用网站的诸多功能。',
        },
        {
            p: '要了解如何在浏览器或使用的设备上管理Cookie，请按照浏览器开发人员或设备制造商提供的说明进行操作。',
        },
    ],
    tr: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Yürürlük Tarihi: 4 Haziran 2021',
        },
        {
            p: '1. Giriş',
        },
        {
            p: '1.1. Sitede kalarak Kullanıcı Sözleşmesi’nde yer alan hükümleri kabul ediyorsunuz. ROYALFUT.COM’da yayınlanmış olan ve sizin ve ROYALFUT.COM’un karşılıklı hak ve yükümlülüklerini belirleyen Kullanıcı Sözleşmesini dikkatle okuyun. Bu hüküm ve şartlara uyacağını taahhüt etmeyen kişilerin kaydolması ve hizmeti kullanması yasaktır.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») kullanıcıların ürün pazarlayabildikleri, satın alabildikleri ve satabildikleri bir piyasadır. Bir piyasa olan ROYALFUT, web sitesinde sunulan ürünlerin sahibi ve satıcısı değildir. Alım-satım anlaşması doğrudan alıcılar ve satıcılar arasında yapılır.',
        },
        {
            p: '1.3. ROYALFUT pazarlanan ürünlerin varlığını, kalitesini, güvenliğini veya yasallığını denetlemez ve bunları garanti etmez.',
        },
        {
            p: '1.4. ROYALFUT yalnızca aracılık işlevini yerine getirir ve alım-satım işlemlerinin olası maddi ve/veya hukuki sonuçlarından sorumlu değildir. Örneğin bazı oyunlarda kimi eylemler için hesabın engellenmesine varan oyun içi yaptırımlar/cezalar olabilmektedir. ROYALFUT oyunların kurallarını okumaz ve/veya tahkik etmez ve bu tür oyunlardaki kullanıcı eylemlerini denetlemez.',
        },
        {
            p: '1.5. ROYALFUT web sitesi kullanıcıları arasında yapılan alım-satım işlemlerinin garantörü olarak işlev görür ve yalnızca alım satım işlemlerinin usulüne uygun biçimde yapılmasından sorumlu olup onların nihai sonuçlarından sorumlu değildir.',
        },
        {
            p: '1.6. Ürünlerin ve bedellerinin www.royalfut.com üzerinden değiş tokuş edilmesi halinde ROYALFUT kullanıcıların gizliliklerini korumalarına izin verir.',
        },
        {
            p: '1.7. 1.6’da yer alan koşullar altında ROYALFUT’un sorumluluğu alım-satım işlemine konu miktarla sınırlıdır. Herhangi bir kullanıcının tamamlanmış bir alım-satım işleminin geri çevrilmesi halinde ROYALFUT işlem ücreti dışında kalan miktarın tamamını iade eder.',
        },
        {
            p: '1.8. Bu Kullanıcı Sözleşmesi («Sözleşme») ve www.royalfut.com ("Web Sitesi«)’da yer alan diğer belgeler kullanıcılarla etkileşimin kurallarını, hüküm ve şartlarını düzenler.',
        },
        {
            p: '1.9. İşbu sözleşme, hizmetlerimizin kullanıcısı olan sizinle («Kullanıcı») ROYALFUT arasında yapılmıştır. Bu sözleşmeyi kabul etmekle hizmetlerimize erişir ve onları kullanırken Sözleşmenin bütün şartlarına uygun davranacağınızı kabul ve taahhüt etmiş olursunuz.',
        },
        {
            p: '1.10. Sitemize eriştiğinizde veya sitemizi kullandığınızda bir Kullanıcı olarak işbu koşul ve şartları kabul etmektesiniz. Siteye ve sitede gerçekleşecek her türlü güncellemeye, dönüşüme, eklentiye veya değişikliğe erişiminiz halinde de Sözleşme’de yer alan şartlara tabi olacağınızı da kabul etmektesiniz. Sözleşme’nin bütün şartlarını kabul etmiyor iseniz lütfen Web Sitesi’ni kullanmayın. (A) Sözleşme yapabilecek yasal yaşta değilseniz veya (B) Birleşik Arap Emirlikleri’nin veya ikamet ettiğiniz ya da siteye erişim sağladığınız diğer ülkelerin yasalarına göre Web Sitesi’ni kullanmanız yasak ise Web Sitesi’ni kullanamaz ve bu Sözleşme’nin şartlarını kabul edemezsiniz.',
        },
        {
            p: '1.11. ROYALFUT, Kullanıcının siparişi tam olarak teslim edilmişse, para iade talebini reddetme hakkına koşulsuz olarak sahiptir.',
        },
        {
            p: '1.12. Para iadesi yalnızca Kullanıcının iade talebi ROYALFUT ekibince değerlendirilip uygun görülürse yapılır. ROYALFUT ekibinin bu konuda vereceği karar kesin ve nihaidir. Kullanıcının kişisel hesabına para iadesine karar verildiğinde transfer işleminin tamamlanması 1 ila 14 gün sürebilir. Bu süre kullanılan ödeme sistemine bağlıdır. ROYALFUT’un bu süreç üzerinde herhangi bir kontrolü bulunmaz. Para iadesi yalnızca Kullanıcının sitede işlem yapmakta kullandığı hesaba yapılır.',
        },
        {
            p: '1.13. Kayıtlı bir kullanıcı giriş bilgilerine (e-posta, ROYALFUT hesap şifresi) sahipse hesabını slime hakkına sahiptir. ROYALFUT silinen hesaptaki kullanıcı bilgilerinin veri tabanından tümüyle kaldırılacağını garanti eder. Verileriniz eksik, eski veya yanlış ise, yasa dışı yöntemlerle ele geçirilmişse ya da artık işlem yapmak için kullanılamıyorsa bunların güncellenmesini, bloke edilmesini ya da silinmesini talep edebilirsiniz. Bunun için support@royalfut.com adresine e-posta ile baş vurmanız yeterlidir.',
        },
        {
            p: '1.14. ROYALFUT bu sözleşmeyi veya Web Sitesi’nde yer alan diğer her türlü belgeyi istediği zaman, önceden haber vererek veya vermeksizin, değiştirilmiş ve gözden geçirilmiş Sözleşme’yi ve/veya ilgili belgeleri Web Sitesi’ne koymak suretiyle değiştirebilir. Değiştirilmiş ve gözden geçirilmiş Sözleşme ve/veya belgeler yayınlandıkları anda derhal yürürlüğe girerler. Değiştirilmiş ve gözden geçirilmiş belgeler Web Sitesi’ne konulduktan sonra Web Sitesi’ni kullanmaya devam etmeniz halinde değiştirilmiş hüküm ve şartları kabul etmiş sayılırsınız. Sözleşme ve Web Sitesi kuralları ancak ve ancak ROYALFUT yetkililerince yazılı olarak değiştirilebilir.',
        },
        {
            p: '2. Tanımlar',
        },
        {
            p: '2.1. Kişisel Veri — kimliği belirli veya belirlenebilir bir bireye dair her türlü bilgi',
        },
        {
            p: '2.2. ROYALFUT İçeriği — Web Sitesi’nde veya Web Sitesi aracılığıyla sunulan veriler, metinler, görseller, videolar, kataloglar veya fırsat/teklifler bundan sonra «ROYALFUT İçeriği» olarak anılacaktır.',
        },
        {
            p: '2.3. Kayıtlı Kullanıcı —Kendileri hakkında (örneğin isim, adres, telefon numarası, faks numarası, e-posta vs.) bilgileri veren ve Web Sitesi’ndeki kayıt formunu dolduran her kullanıcı ROYALFUT’un kayıtlı kullanıcısı («Kayıtlı Kullanıcı») haline gelir.',
        },
        {
            p: '2.4. Operasyonel Riskler —Kullanıcıların Web Sitesi’ni kullanırken veya alım-satım işlemleri yaparken varolduğunu varsaydığı riskler «işlemsel rikler» olarak kabul edilir. Web Sitesi’nin kullanımıyla ilişkili olarak ortaya çıkabilecek her türlü mali risk veya hasar riski Operasyonel Riskler olarak kabul edilir. Bu riskler, bunlarla sınırlı olmamak üzere şöyledir:',
        },
        {
            p: '• Ürünlere ve hizmetlere ilişkin yanıltıcı bilgiler, hile tertipleri, kalitesizlik, teknik gereksinim uyumsuzlukları, ayıplı veya riskli ürünler, yasadışı ürünler, teslimat ve ödeme şartlarını yerine getirmede gecikme veya hiç yerine getirmeme, hesap hataları, garanti şartlarının veya sözleşme hükümlerinin ihlali,',
        },
        {
            p: '• Web Sitesinde sunulan veya gösterilen ürün veya hizmetlerin üretiminin, ithalinin, dağıtımının, pazarlanmasının, sergilenmesinin, alımının, satımının ve/veya kullanımının üçüncü tarafların haklarını ihlal edebileceği veya bu haklara tecavüz oluşturabileceğine dair riskler, keza üçüncü kişilerin haklarını ileri sürmesi veya herhangi bir kişi tarafından üçüncü kişilerin hakları, alacakları veya taleplerini savunma veya ileri sürme veya tazminat talep etme hakkı olduğunun iddia edilmesi nedeniyle kullanıcıların savunma veya diğer masraflarla karşılaşabileceklerine dair riskler,',
        },
        {
            p: '• Tüketicilerin, diğer alıcıların, ürünlerin son kullanıcılarının veya ilk olarak Web Sitesi kullanıcıları tarafından edinilen bir ürünle ilişkili olarak zarar veya ziyan gördüğünü iddia eden diğer kişilerin Web sitesinin kullanımıyla ilişkili şekilde gerçekleşen alım ve satım işlemlerinin sonucunda bu tür ürünleri kullanmaları nedeniyle zarara uğrayabilecekleri ve/veya dava açabileceklerine dair riskler.',
        },
        {
            p: '2.5. «Kullanıcı» — Web Sitesi’ne kayıtlı bir kullanıcı olarak kaydolmuş olsun ya da olmasın Web Sitesi’ne herhangi bir amaçla erişim sağlayan herkes Kullanıcı olarak kabul edilir.',
        },
        {
            p: '3. ROYALFUT’un Kullanımı',
        },
        {
            p: '3.1. Genel Hükümler. Kullanıcılar yalnızca kişisel amaçlarla siteyi kullanabilirler. Her kullanıcı ROYALFUT içeriğini yeniden satmak veya yeniden dağıtmak, kitlesel olarak göndermek (e-posta, kablosuz metin mesajı, fiziksel posta veya başka şekillerde), ROYALFUT ile rekabet eder nitelikte iş yapmak veya ROYALFUT içeriğini diğer ticari niyetlerle kullanmak amacıyla web sitesi içeriğini kopyalayamayacağını, yeniden üretemeyeceğini veya indiremeyeceğini kabul eder. ROYALFUT’un yazılı izni olmaksızın doğrudan ya da dolaylı olarak bir koleksiyon, seçki, veri tabanı veya katalog yaratma veya derleme amacıyla (otomatik ya da manuel araçlarla) Web Sitesinde sistematik olarak ROYALFUT içeriği araması yapmak yasaktır. Ayrıca Kullanıcıların işbu sözleşmede açıkça izin verilmemiş herhangi bir amaçla ROYALFUT içeriğini kullanmaları yasaktır.',
        },
        {
            p: '3.2. 3.2. Kullanıcı ROYALFUT’un ROYALFUT hesabına bağlı ya da ROYALFUT’un birlikte çalıştığı bir ödeme sisteminde ödeme yaparken verdiği e-posta adresine, ya da sitede iletişim yöntemi olarak belirtilen her türlü kanaldan, site üzerinden ya da sosyal medya platformlarından, anlık mesaj servislerinden, ya da kullanıcının sitede bulabileceği çevrimiçi sohbet üzerinden kendisine mesaj göndermesini kabul eder. Kullanıcı, kişisel verilerinin ROYALFUT tarafından kullanıcı ile özel iletişim ya da toplu mesaj gönderme amacıyla kullanılabileceğini kabul eder.',
        },
        {
            p: '3.3. Kullanıcı tarafından ROYALFUT’un sağladığı iletişim sistemleri üzerinden, e-posta, faks mesajları, mektuplar, mesajlaşma platformları üzerinden gönderilen mesajlar ile sosyal medya veya Web Sitesi’nden elde edilen bilgiler içinde yer alan e-posta adreslerine online sohbetlerde gönderilen anlık mesajlar 5.3’üncü maddede tanımlanan türde herhangi bir materyal içeremez ve ayrıca bu mesajlar gerçeğe uygun ve doğru olmak zorunda olup kasten bırakılmış boşluk veya kasten yapılmış değişiklik içeremezler.',
        },
        {
            p: '3.4. Her Kullanıcı ROYALFUT veya bir başka kullanıcı tarafından kullanılan bilgisayar sistemlerinin veya ağların güvenlik ve bütünlüğünü tehlikeye sokan eylemlerden ve bu tür bilgisayar sistemleri veya ağlara yetkisiz erişim sağlama girişimlerinden kaçınmalıdır.',
        },
        {
            p: '3.5. ROYALFUT tarafından elde edilen her türlü kişisel veri Sözleşmeye uygun olarak işlenecektir.',
        },
        {
            p: '3.6. ROYALFUT Web Sitesi’nin çalışabilmesi için zorunlu çerezler kullanmaktadır. Çerezler Web Sitesi’ni kullandığınızda cihazınıza (bilgisayar, akıllı telefon veya diğer elektronik cihazlar gibi) yerleştirilen metin dosyalarıdır. Zorunlu çerezler güvenlik, ağ yönetimi ve erişilebilirlik gibi temel işlevlerin gerçekleştirilebilmesini sağlar. Tarayıcı ayarlarınızı değiştirerek çerezleri reddedebilirsiniz fakat bu web sitesinin düzgün çalışmasını engelleyebilir.',
        },
        {
            p: '3.7. ROYALFUT reklam çerezleri toplama, kullanma, depolama ve işleme hakkına sahiptir.',
        },
        {
            p: '3.8. Kullanıcı ROYALFUT hizmetlerini üçüncü tarafların haklarını harhangi bir şekilde ihlal etmek için kullanmamak şartıyla Web Sitesine erişim sağlayabilir ve onu kullanabilir. İhlal halinde ROYALFUT Kullanıcı hesabını silme hakkına sahiptir.',
        },
        {
            p: '3.9. Kayıt sırasında ROYALFUT Kullanıcıya otomatik olarak oluşturulmuş bir şifre gönderebilir. Kullanıcı iletişim adresi hakkında bilgi vererek (örneğin e-posta) bu bilginin doğrulanabilir, doğru, hatasız ve eksiksiz olduğunu kabul eder, onaylar ve garanti eder. Kullanıcı iletişim adresini vermekle 3.2’nci madde uyarınca ROYALFUT’tan şifre içeren bir mesaj almayı kabul eder. Kullanıcı şifrenin Web Sitesi’nde yetkisiz erişime karşı hesabın güvenliğini tam olarak garanti etmediğini ve bu nedenle hesabın azami güvenliğini temin için şifrenin ilk giriş teşebbüsünden önce değiştirilmesi gerektiğini kabul eder.',
        },
        {
            p: '3.10. ROYALFUT, Kullanıcı’nın eylemlerinin ROYALFUT’un, çalışanlarının, yöneticilerinin, yan kuruluşlarının veya diğer kullanıcıların çıkarlarına zarar verdiği kanısına varması halinde veya tümüyle kendi takdir ve yetkisiyle belirleyeceği diğer herhangi bir nedenle, gerekçe göstererek ya da göstermeksizin herhangi bir Kullanıcı hesabını silme hakkını saklı tutar.',
        },
        {
            p: '3.11. ROYALFUT ürün ve hizmetlerin satışıyla ilgili olarak harici sitelere bağlantı sağlayabilir. ROYALFUT web sitelerini gözden geçirme ve değerlendirme sorumluluğu altında değildir ve web sitelerinin içeriklerini veya üçüncü kişilerin aldığı kararları kontrol etmez. ROYALFUT bu web sitelerinin size karşı gerçekleştireceği herhangi bir eylemden sorumlu değildir.',
        },
        {
            p: '3.12. Kullanıcı Konforlu teslimat yöntemi için gerekli bütün verilerin (e-posta, şifre, EA hesabı yedek kodu) sağlandığı andan itibaren satıcının siparişi sipariş bedeli ne olursa olsun 3 gün içerisinde teslim etmek zorunda olduğunu kabul eder.',
        },
        {
            p: '4. Kayıtlı Kullanıcı',
        },
        {
            p: '4.1. Kayıtlı Kullanıcı olmakla kişisel verilerinizin toplanmasını, işlenmesini, depolanmasını ve aktarılmasını kabul etmiş olursunuz. Ayrıca kişisel verilerinizin veri tabanımıza dahil edilmesini de kabul etmiş ve ROYALFUT’un bu tür bilgileri işbu Sözleşmede belirtilen amaçlara uygun olarak diğer Kullanıcılarla paylaşmasına izin vermiş sayılırsınız.',
        },
        {
            p: '4.2. ROYALFUT herhangi bir nedenle veyahut hiçbir neden göstermeksizin kayıt olma talebini reddedebilir ve herhangi bir Kullanıcıya hesap açmaktan, hesapla ilişkili kullanıcı adı ve şifre vermekten imtina edebilir.',
        },
        {
            p: '4.3. ROYALFUT aşağıdaki hallerde kayıtlı bir Kullanıcı hesabını dilediği anda askıya alabilir veya silebilir:',
        },
        {
            p: '• Yalnızca ROYALFUT’a ait mutlak takdir hakkı altında Kayıtlı Kullanıcı’nın işbu sözleşmenin hükümlerini ihlal etmesi halinde; veya',
        },
        {
            p: '• ROYALFUT’un Kayıtlı Kullanıcı tarafından verilen bilgilerin doğru olmadığı, gerçeğe uygun olmadığı veya güncel ya da eksiksiz olmadığı yönünde makul şüphelerinin bulunması halinde; veya',
        },
        {
            p: '• ROYALFUT’un, Kullanıcı’nın eylemlerinin ROYALFUT’un, çalışanlarının, yöneticilerinin, iş ortaklarının veya diğer Kullanıcıların çıkarlarına tehdit oluşturduğu kanaatine varması halinde; veya',
        },
        {
            p: '• Yalnızca ROYALFUT’a ait mutlak takdir hakkı altında herhangi bir başka nedenle veya hiçbir neden göstermeksizin.',
        },
        {
            p: '4.4. Kayıtlı Kullanıcı ROYALFUT’un öncesinde verdiği yazılı izni olmaksızın bir hesabı, kullanıcı adını veya şifreyi üçüncü kişilere satamaz, satma girişiminde bulunamaz, satmayı, vermeyi, devretmeyi veya başka şekillerde aktarmayı teklif edemez. ROYALFUT Kayıtlı Kullanıcı’nın hesabını veya bu bölüm hükümlerine aykırı olarak satış, satış teklifi, hediye etme, devretme veya aktarma hallerinde Kayıtlı Kullanıcı hesabının alıcısının hesabını askıya alabilir veyahut silebilir.',
        },
        {
            p: '5. ROYALFUT’ta yapılan Gönderiler',
        },
        {
            p: '5.1. ROYALFUT’un herhangi bir Kullanıcı bilgisini Web Sitesi’nde yayınlaması, kullanıcı ile ROYALFUT, iş ortakları, yöneticileri, görevlileri veya çalışanları arasında herhangi bir ticari temsilcilik ilişkisi oluşturmaz.',
        },
        {
            p: '5.2. Her Kullanıcı aşağıdakileri bilir, kabul ve taahhüt eder:',
        },
        {
            p: '• Kullanıcı tarafından Web Sitesi’ne verilen her türlü bilgi doğrudur, gerçeğe uygundur, günceldir ve eksiksizdir; ve',
        },
        {
            p: '• Kullanıcı bilginin doğru, gerçeğe uygun, güncel ve eksiksiz kalması için çaba gösterir ve bilginin değişmesi halinde vakit kaybetmeden bunu günceller.',
        },
        {
            p: '5.3. Her Kullanıcı ROYALFUT’a Web Sitesi’nde kullanılmak üzere verilen bilginin aşağıdaki şartlara uygun olduğunu beyan, kabul ve taahhüt eder:',
        },
        {
            p: 'a) Yanıltıcı bilgi içermediğini veya yanıltıcı herhangi bir ürünün pazarlamasını/reklamını yapmadığını veya taklit veya çalıntı veya pazarlaması ve/veya satışı yasak ürünlerin satışıyla veya satış girişimiyle veya diğer şekillerde yasadışı faaliyetin yürütülmesiyle ilgili olmadığını,',
        },
        {
            p: 'b) Web Sitesi’nin diğer kullanıcılarına dönük olarak veya diğer yasa dışı amaçlarla hazırlanmış bir dolandırıcılık tertibinin parçası olmadığını,',
        },
        {
            p: 'c) Üçüncü kişilerin haklarını ihlal eden veya herhangi bir şekilde bu hakların ihlaline katkı sunan veya ihlali cesaretlendiren ürün veya hizmetlerin pazarlamasının bir parçası olmadığını,',
        },
        {
            p: 'd) Yürürlükteki herhangi bir kanunu, tüzüğü, kararnameyi veya düzenlemeyi (gümrük kontrolü, tüketicinin korunması, haksız rekabet, ayrımcılık karşıtı veya yanıltıcı reklama ilişkin olanlar dahil fakat bunlarla sınırlı olmamak üzere) ihlal etmediğini',
        },
        {
            p: 'e) İtibarsızlaştırıcı, karalayıcı, kanuna aykırı olarak tehdit içerir veya itham eder nitelikte olmadığını,',
        },
        {
            p: 'f) Müstehcen olmadığını, hiçbir türden pornografi içermediğini veya desteklemediğini veya pornografik materyalle, ürünlerle veya herhangi bir şekilde açık saçık materyalin tanıtımını yapan ya da herhangi bir şekilde küçüklere zararlı diğer içeriklerle ilgili olmadığını,',
        },
        {
            p: 'g) Irka, cinsiyete, dine, milliyete, engele, cinsel yönelime veya yaşa dayalı ayrımcılığı yüceltmediğini,',
        },
        {
            p: 'h) Yetkisiz reklam veya spam olarak değerlendirilebilecek hiçbir materyal içermediğini,',
        },
        {
            p: 'i) Herhangi bir ticari faaliyetle ilgili olarak herhangi bir kullanıcıdan teklif talep etmediğini. Ayrıca Kullanıcı, ROYALFUT’un Kullanıcı’nın işbu 5.3 (i) maddesini ihlal ettiğini tespit etmesi halinde, dosyada kayıtlı ödeme yöntemini kullanarak Kullanıcıdan 150EURO ceza tahsil etme ve/veya Kullanıcı’nın hesabını aktive etmek için 300EURO depozito talep etme yetkisi verir.',
        },
        {
            p: 'j) Donanım sistemlerini kesintiye uğratacak veya onlara zarar verecek veya herhangi bir yazılım veya donanım sistemini, veriyi veya kişisel veriyi ele geçirecek/gasp edecek herhangi bir bilgisayar virüsü, Truva atı veya diğer zararlı programları, kodları, linkleri ve yazılım veya web arayüzlerini içermediğini,',
        },
        {
            p: 'k) İşbu sözleşme ile yasaklanan ürün ve hizmetlere doğrudan ya da dolaylı olarak referans vermediğini veya bunların tarifini içermediğini; veya',
        },
        {
            p: 'l) Başka bir şekilde ROYALFUT, çalışanları, yöneticileri veya iş ortakları için herhangi bir sorumluluk doğurmadığını.',
        },
        {
            p: '5.4. Her kullanıcı Web Sitesinde paylaştığı ve ROYALFUT’a verdiği veya ROYALFUT’un göstermesine veya depolamasına izin verdiği her türlü materyal ve bilgi için, gerekli bütün üçüncü kişi telif haklarını, marka haklarını, ticari sırları veya patent lisanslarını ve izinlerini ve herhangi bir üçüncü kişiye ait bütün diğer kişisel ve mülkiyet haklarıyla ilgili olarak ihtiyaç duyulabilecek izinleri (kişilik hakları ve gizlilik hakları da dahil ancak bunlarla sınırlı olmamak üzere) aldığını kabul, beyan ve taahhüt eder. Her kullanıcı Web Sitesinde paylaştığı ve ROYALFUT’a verdiği veya ROYALFUT’un göstermesine veya depolamasına izin verdiği her türlü materyal ve verinin üçüncü kişilerin haklarını ihlal etmemesini veya bunların bu tür hakların sahip(ler)inin izniyle sergilenmesini temin etmek sorumluluğu altında olduğunu kabul, beyan ve taahhüt eder. Her Kullanıcı Web Sitesi’nde satışa sunduğu veya sergilediği ürünleri üretme, satışa sunma, satma, ice aktarma ve dağıtma hakkına sahip olduğunu, ve böylesi üretim, satışa sunma, satış, içe aktarma ve/veya dağıtımın üçüncü kişilerin haklarını ihlal etmediğini kabul, beyan ve taahhüt eder.',
        },
        {
            p: '5.5. Her kullanıcı ROYALFUT’a ve iş ortaklarına, kullanıcının Sözleşmede belirtilen amaçlara uygun olarak verdiği bütün verileri gösterme ve kullanma hakkını veren gayrikabili rücu, süresiz, dünya çapında geçerli ve telifsiz, alt lisans hakkını da (birden fazla seviyede) içeren ve devredilebilir bir yasal izin, ve kullanıcının bu tür materyaller ve verilere ilişkin olarak sahip olduğu telif, reklam ve veri tabanı hakları da dahil ve bunlarla sınırlı olmamak üzere diğer hakları her türlü mevcut ve gelecekte ortaya çıkacak ortamda kullanma yetkisi vermiştir.',
        },
        {
            p: '5.6. ROYALFUT, bir Kullanıcının siparişi ile hakkındaki verileri (sipariş zamanı, siparişin verildiği andan itibaren geçen süre, siparişin sonlandığı andan itibaren geçen süre, otomatik gönderme (15 dakika) masrafları, platform ve siparişteki jeton miktarı) kamuya açık olarak, Gizlilik kurallarına uyarlı şekilde Kullanıcı’nın e-postasını 7 görünür karaktere kadar gizleyerek göstermek hakkına kayıtsız şartsız sahiptir.',
        },
        {
            p: '5.7. ROYALFUT yasadışı olduğuna, ROYALFUT için sorumluluk doğurabileceğine, işbu Sözleşmeyi ihlal ettiğine veya herhangi bir şekilde uygunsuz olduğuna kanaat getirdiği içerikler de dahil Web Sitesi’nde yayınlanan her türlü materyali mutlak bir takdir hakkı çerçevesinde yayından kaldırma hakkını saklı tutar.',
        },
        {
            p: '5.8. ROYALFUT herhangi bir suç ya da haksız fiilin işlendiği şüphesi üzerine yapılacak soruşturmalarda devlet görevlileriyle, özel soruşturmacılarla ve/veya zarar gören üçüncü kişilerle işbirliği yapma hakkını saklı tutar. Ayrıca, devlet veya soruşturma makamınca, zarar gören üçüncü kişi tarafından veya resmi yazı veya herhangi bir yasal yolla talep edilmesi halinde herhangi bir kullanıcının kimliğini ve iletişim bilgilerini açıklayabilir. ROYALFUT bu şekilde yapılmış bir açıklama nedeniyle ortaya çıkabilecek zararlardan ve diğer sonuçlardan sorumlu değildir. Kullanıcı ayrıca böylesi açıklamalar nedeniyle ROYALFUT’tan herhangi bir talepte bulunmayacağını, ona karşı herhangi bir yasal yola başvurmayacağını kabul eder. Yukarıda belirtilen bilgilerden herhangi birine ilişkin olarak ROYALFUT tek başına kullanacağı mutlak takdir yetkisi altında uygun görürse Kullanıcı’nın hesabını askıya alabilir veya silebilir. ROYALFUT’un bu bölümde belirtilen eylemlerden herhangi birini gerçekleştirmesi halinde Kullanıcı, ROYALFUT’un Kullanıcı’ya karşı dolaylı veya sair zararlar da dahil olmak üzere herhangi bir sorumluluğu bulunmadığını ve ROYALFUT’un bu tür eylemleri gerçekleştirme hakkının ortaya çıkarabileceği risklere katlanmayı kabul eder.',
        },
        {
            p: '6. Alıcılar ve satıcılar arasındaki işlemler',
        },
        {
            p: '6.1. ROYALFUT ürün ve hizmetlerin alıcıları («alıcı») ve satıcıları («satıcı») arasında bilgi alışverişi için bir elektronik web platformu sunmaktadır.',
        },
        {
            p: '6.2. Kullanıcılar web sitesi üzerinden ya da web sitesi aracılığıyla gerçekleştirdikleri, Web Sitesi’ndeki alım satım işlemlerinin tabi olduğu ödeme, iade, garanti, teslim, sigorta, ücretler, vergiler, mülkiyet, lisanslar, idari/sözleşmesel cezalar, izinler, taşıma, nakliye ve depolama da dahil ve bunlarla sınırlı olmamak üzere her türlü koşul ve şarttan tam olarak sorumludur.',
        },
        {
            p: '6.3. ROYALFUT tek tek alım satım işlemlerinde satıcıları veya alıcıları temsil etmediği gibi satıcıların veya alıcıların acentası gibi de hareket etmez. ROYALFUT Web Sitesi’nde satışa sunulan ürün veya hizmetlerin kalitesini, güvenliğini, yasallığını veya mevcudiyetini, satıcıların satışı tamamlayabilip tamamlayamayacaklarını veya alıcıların bir satınalımı yapabilip yapamayacaklarını kontrol etmez ve bunlardan sorumlu değildir. Kullanıcılar yanıltıcı görünümler altında hareket eden diğer kullanıcılarla muhatap olma ihtimallerinin varolduğunu bilmektedirler. ROYALFUT kiminle muhatap olunduğundan emin olmak için sağduyu kadar sitede mevcut değişik araçların da kullanılmasını tavsiye eder.',
        },
        {
            p: '6.4. Tek bir alım satım işlemi içerisinde ürün ve ücretlerin bütün Kullanıcılara devrinin ROYALFUT temsilcisi üzerinden gerçekleştirilmesi halinde kullanıcılar anonimliklerini koruyabilirler ve Ürünlerin ve/veya ödenen bedellerin iade edilmesi Garanti altındadır.',
        },
        {
            p: '6.5. Her Kullanıcı alım satım işlemleri yapmak için Web Sitesi’ni kullanması halinde mevcut olan bütün riskleri bildiğini ve Web Sitesi’ni kullanımına bağlı olarak ortaya çıkabilecek her türden sorumluluk ve hasar riskini öngördüğünü kabul eder. Her Kullanıcı ROYALFUT’un her türlü alım satım işlemi riskiyle bağlantılı veya bunlardan doğabilecek her türlü zarar, tazmin sorumluluğu, masraf, ziyan, külfet, kesinti veya her türden giderden sorumlu olmadığını kabul eder.',
        },
        {
            p: '6.6. Kullanıcılar satışlar ve kullanım için öngörülen ve Web Sitesi’ni kullanmalarından doğan bütün vergileri kendileri ödemek zorundadırlar.',
        },
        {
            p: '7. Ödeme',
        },
        {
            p: '7.1. ROYALFUT’un hizmetlerinin kullanımı için aldığı ücret, tedarikçi teklifleri esas alınarak, ödemesi yapılan sipariş miktarının %50’sini aşamaz.',
        },
        {
            p: '7.2. Kullanıcılar son ödeme tarihinden önce, sağlanan hizmetlerle ilgili ROYALFUT ücretlerini ve bütün diğer ücret ve vergileri ödeyebilmelidirler.',
        },
        {
            p: '7.3. Alıcılar ve satıcılar arasında Web Sitesi’nde yapılacak alım satım işlemleri bir promosyon kodu (kupon) ile veya bir iş ortağı linkine tıklanarak gerçekleştirilebilir. Her iş ortağı, Web Sitesi’nde yapılan her bir alım satım işleminin belirli bir yüzdesini, bir iş ortağı linki üzerinden veya bir promosyon kodu (kupon) üzerinden alır.',
        },
        {
            p: '8. Kullanıcılar arasındaki uyuşmazlıklar',
        },
        {
            p: '8.1. Kullanıcı, sitede yapılan alım satım işlemleri ile ilgili olarak Kullanıcılar arasında herhangi bir uyuşmazlığın ortaya çıkması halinde, bu uyuşmazlığı nihai ve bağlayıcı bir karar vermek üzere bir arabulucu olarak ROYALFUT’a taşımayı kabul eder. ROYALFUT’un soruşturmasını adil ve akla uygun biçimde yapabilmesini sağlamak üzere Kullanıcılar sipariş halen açıkken veya devam etmekteyken tahkim talebinde bulunmaktan kaçınacaklarını kabul ederler. Üçüncü tarafların (soruşturma makamları hariç) müdahalesini talep eden kullanıcılara şöyle muamele edilecektir: Bu kullanıcıların eylemleri soruşturma sürecini sekteye uğratan eylemler ve kendi lehlerine karar alınmasını empoze etme çabası olarak görülür. ROYALFUT halihazırda aktif veya devam etmekte olan siparişler için öngörülen standart işlem prosedürlerine müdahale etme girişiminde bulunan kullanıcıları askıya almak veya yasaklamak haklarını saklı tutar.',
        },
        {
            p: '8.2. Satıcı alıcıya veya ROYALFUT’a bedel iadesi yapmak zorunda kalması halinde, ROYALFUT’a, iadeye konu miktarı (aynı veya bir başka para biriminde) belirlenmiş ödeme yöntemi (örneğin PayPal) üzerinden ROYALFUT hesabına çekme yetkisi verir. Satıcının hesabında geçerli bir ödeme yöntemi bulunmak zorundadır. Alıcının hesabında yeterli bakiye yok ise Satıcı ROYALFUT’a boçlanılan miktarı bu ödeme yöntemini kullanarak tahsil etme yetkisi verir. ROYALFUT ayrıca iadeye konu miktarı Satıcının hesabına da yatırabilir. Satıcı ROYALFUT’a geçerli bir ödeme yöntemi sağlamazsa ROYALFUT tahsilat blokesi de dahil diğer tahsilat yöntemlerini kullanarak bakiye borcu tahsil edebilir.',
        },
        {
            p: '8.3. Nadiren gerçekleşecek de olsa ROYALFUT Kullanıcılar arasındaki bir uyuşmazlığın Kullanıcı Sözleşmesi’nin ihlali nedeniyle ortaya çıktığına kanaat getirir ise, ihlal eden Kullanıcı ROYALFUT’a 150.00EURO ceza ödemeyi kabul eder. Ayrıca, ROYALFUT Kullanıcının hesabını askıya alabilir veya bloke edebilir ve/veya Kullanıcının hesabını aktive etmek için 300.00EURO talep edebilir.',
        },
        {
            p: '9. Garanti koşulları; sorumluluğun sınırlandırılması',
        },
        {
            p: '9.1. Web Sitesi’ndeki özellik ve hizmetler «olduğu gibi» ve «varolduğu müddetçe» esasına dayalı olarak sunulmaktadır ve ROYALFUT şartlar, kalite, dayanıklılık, performans, doğruluk, güvenilirlik, satılabilirlik veya belirli bir amaca uygunluk konusunda ve bunlarla sınırlı olmamak üzere diğer her türden açık veya örtülü garantiyi açıkça reddeder. Böylesi bütün garantiler, açıklamalar, hükümler, yükümlülükler ve şartlar sözleşme kapsamı dışındadır.',
        },
        {
            p: '9.2. ROYALFUT Web Sitesi’ndeki veya onun üzerinden sağlanan hiçbir bilginin geçerliliğine, doğruluğuna, sahihliğine, güvenilirliğine, kalitesine, istikrarına, eksiksizliğine veya güncelliğine ilişkin olarak hiçbir şekilde taahhütte bulunmaz veya garanti vermez. ROYALFUT Web Sitesi’nde satışa sunulan veya gösterilen hiçbir ürün veya hizmetin üretiminin, içe aktarılmasının, dağıtımının, satışa sunulmasının, gösterilmesinin, satın alınmasının, satışının ve/veya kullanılmasının üçüncü kişilerin haklarını ihlal etmeyeceği konusunda hiçbir şekilde taahhütte bulunmaz veya garanti vermez. ROYALFUT Web Sitesi’nde satışa sunulan veya gösterilen hiçbir ürün veya hizmet için hiçbir şekilde herhangi bir taahhütte bulunmaz veya garanti vermez.',
        },
        {
            p: '9.3. Web Sitesi üzerinden indirilen veya site üzerinden bir başka şekilde elde edilen her türlü materyale ilişkin takdir yetkisi ve risk her bir Kullanıcı’nın kendi sorumluluğundadır ve her Kullanıcı bu tür materyallerin indirilmesi nedeniyle bilgisayar sisteminin uğrayabileceği zarar veya veri kaybından yalnızca kendisi sorumludur. Kullanıcının herhangi bir ROYALFUT kullanıcısından veya web sitesi üzerinden aldığı sözlü ya da yazılı hiçbir bilgi ya da tavsiye işbu belgede açıkça belirtilmeyen hiçbir garantinin verilmiş sayılmasına neden olmaz.',
        },
        {
            p: '9.4. Doğrudan ya da dolaylı olarak doğal nedenlerden, kontrol dışı güç veya nedenlerden, internet, bilgisayar, telekomünikasyon veya diğer arızalardan, ekipman arızalarından, elektrik arızalarından, grevlerden, iş uyuşmazlıklarından, ayaklanmalardan, protestolardan, iç karışıklıklardan, işgücü veya malzeme kıtlığından, yangınlardan, sel baskınlarından, kasırgalardan, patlamalardan, doğal afetlerden, savaşlardan, hükümetin eylemlerinden, ulusal ya da yabancı mahkemelerin veya yargı makamlarının karar ve talimatlarından veya üçüncü kişilerin yükümlülüklerine aykırı hareket etmelerinden kaynaklı olarak Web Sitesi aracılığıyla sağlanan içerik veya hizmetlerin gecikmesinden, kesilmesinden veya kesintiye uğramasından hiçbir şart altında ROYALFUT sorumlu değildir.',
        },
        {
            p: '9.5. Her Kullanıcı ROYALFUT’u, iş ortaklarını, yöneticilerini, görevli ve çalışanlarını doğrudan ya da dolaylı olarak aşağıdaki nedenlerden doğabilecek her türlü kayıptan, davadan, sorumluluktan (tam tazmin esası uyarınca yasal masraflar da dahil) beri tutacağını ve bunların her türlü kayıp, dava, sorumluluk nedeniyle uğrayacağı zararları tazmin edeceğini kabul eder:',
        },
        {
            p: '1) Kullanıcının bilgilerinin web sitesinde gösterilmesi de dahil ancak bununla sınırlı olmamak üzere Kullanıcının Web Sitesi’ni kullanmasından,',
        },
        {
            p: '2) Web Sitesi’ni kullanan bir Kullanıcının Sözleşme’nin hüküm ve şartlarını ihlal etmesinden,',
        },
        {
            p: '3) Bir Kullanıcının, yukarıdaki 5.3, 5.4 ve 5.5 maddelerinde belirtilenler de dahil ancak bunlarla sınırlı olmamak üzere, ROYALFUT Kullanıcısı tarafından verilen beyan ve garantileri ihlal etmesinden,',
        },
        {
            p: '4) Üçüncü kişilerin veya Web Sitesi’nde sunulan veya gösterilen ürünlerle ilgili diğer üçüncü kişilerin ileri sürdüğü her türlü talepten.',
        },
        {
            p: '9.6. ROYALFUT ve iş ortakları, yöneticileri, görevlileri ve çalışanları bir sözleşmenin uygulanmasından, ihmalden, haksız fiilden, kusursuz sorumluluktan veya bir başka şekilde ortaya çıkan sorumluluktan ya da aşağıdakilerden herhangi birinden doğan hiçbir özel, doğrudan, dolaylı veya cezai nitelikteki zarardan, veya genel olarak hiçbir zarardan (gelir veya tasarruf kaybından, işin sekteye uğramasından, bilgi kaybından doğan zararlar da dahil ancak bunlarla sınırlı olmamak üzere) sorumlu değildir:',
        },
        {
            p: '1) Web sitesinin kullanımından ya da kullanılamamasından',
        },
        {
            p: '2) Bir kullanıcıdan veya üçüncü kişi hizmet sağlayıcısından Web Sitesi aracılığıyla satın alınan veya elde edilen ürünler, numuneler, veriler, bilgiler veya hizmetlerin ayıplı olmasından,',
        },
        {
            p: '3) Kullanıcının Web Sitesinde gösterilen veya satışa sunulan ürün veya hizmetlerin üretiminin, içe aktarılmasının, dağıtımının, satışa sunulmasının, gösterilmesinin, satın alınmasının, satışının ve/veya kullanılmasının üçüncü kişilerin haklarını ihlal edebileceğine veya ihlal edildiğinin iddia edildiğine ilişkin her türlü iddia veya talebi, veya herhangi bir kişinin hak iddiasıyla bağlantılı olarak savunma veya tazminat talep etme hakkına sahip olduğu iddiaları ya da hak ileri süren üçüncü kişilerin talep ve iddialarından,',
        },
        {
            p: '4) Herhangi bir Kullanıcının verilerine veya kişisel bilgilerine üçüncü kişilerin yetkisiz erişiminden,',
        },
        {
            p: '5) Karalayıcı, saldırgan veya yasa dışı materyaller de dahil Web Sitesi Kullanıcılarının gönderide bulunduğu materyallerden, Web Sitesi Kullanıcılarının beyanlarından veya davranışlarından,',
        },
        {
            p: '6) ROYALFUT’un faaliyetleriyle ve Web Sitesi üzerinden hizmetlerin sağlanmasıyla ilgili bütün diğer nedenlerden.',
        },
        {
            p: '9.7. ROYALFUT masraflarını kendisi karşılamak kaydıyla her türlü konuda özel koruma ve kontrol sağlamak hakkını saklı tutar. Bu gibi hallerde Kullanıcı böylesi sorunların çözümünde ROYALFUT ile işbirliği yapmak zorundadır.',
        },
        {
            p: '9.8. ROYALFUT farklı Kullanıcıların Web Sitesi’ne ve özelliklerine farklı şekillerde erişimlerini sınırlandırma, yasaklama veya farklı yolla sağlama ve önceden haber vermeksizin herhangi bir özelliği değiştirme veya yeni özellik ekleme hakkını saklı tutar. Her Kullanıcı Web Sitesi’nin herhangi bir nedenle kısmen veya tamamen kullanılamamasının işlerini olumsuz etkileyebileceğinden haberdardır. Her Kullanıcı, ROYALFUT veya iş ortaklarının, yöneticilerinin, görevlilerinin veya çalışanlarının Kullanıcı’ya veya herhangi bir üçüncü kişiye karşı Web Sitesi’nin (Web Sitesi’ndeki herhangi bir işlevin ihlal edilmesi, sınırlı olarak erişime açık olması, değiştirilmesi veya kaldırılması nedeniyle ya da başka nedenlerle) kullanılamaması nedeniyle hiçbir şekilde sorumlu tutulamayacağını kabul eder.',
        },
        {
            p: '9.9. ROYALFUT, anonim kullanıcılara veya kimliği belirli yayıncılara ya da ücretli içerik üreticilerine ait olsun, hiçbir üçüncü taraf içeriğinin müellifi değildir. ROYALFUT ya da iş ortakları, yöneticileri, görevlileri veya çalışanları üçüncü kişilerle hiçbir şekilde bu tür bir ilişki içinde değildir. Her türden üçüncü taraf içeriği tümüyle bu tür içeriği sağlayan tarafın sorumluluğundadır. ROYALFUT ya da iş ortakları, yöneticileri, görevlileri veya çalışanları hiçbir şekilde herhangi bir üçüncü taraf içeriğinin doğruluğu, uygunluğu, yasallığı veya geçerliliğinden sorumlu değildir ve Kullanıcıların bu tür üçüncü taraf içeriklerine güven duymalarına bağlı olarak Kullanıcılara karşı sorumlu tutulamaz. Ayrıca, ROYALFUT ya da iş ortakları, yöneticileri, görevlileri veya çalışanları herhangi bir Kullanıcı’nın Web Sitesi’ndeki davranışlarından sorumlu değildir ve herhangi bir kişinin bu tür Kullanıcı davranışları nedeniyle uğrayacağı zararlarla ilgili olarak hiçbir kişiye karşı sorumlu tutulamaz.',
        },
        {
            p: '9.10. ROYALFUT Kullanıcılarını bir web sitesine veya üçüncü tarafa ait üçüncü taraf web hizmetindeki profile/hesaba sağlanan köprüler (doğrudan bağlantılar, bannerlar, kanallar veya diğerleri) üzerinden üçüncü kişilerce sunulan içeriğe, ürün veya hizmetlere erişim yetkisi verebilir. Kullanıcı, ROYALFUT’un bu tür üçüncü taraf web siteleri üzerinde herhangi bir denetimi olmadığını, bu tür web sitelerini denetlemediğini ve gerek ROYALFUT’un gerekse de iş ortakları, yöneticileri, görevlileri veya çalışanlarının bu tür web sitelerinde yer alan hiçbir içerik, ürün veya hizmete ilişkin olarak hiçbir kimseye karşı sorumlu olmadığını kabul eder. Kullanıcı bu tür üçüncü taraf web sitelerini kullanmadan önce Kullanım Koşullarından haberdar olmak için bu tür sitelerde yer alan kullanım şartlarını ve gizlilik politikasını okumak zorundadır.',
        },
        {
            p: '9.11. Yukarıdaki şartlara rağmen sorumlu olduğuna karar verilirse ROYALFUT’un sorumluluğu, a) uyuşmazlığa konu olan alım-satım işleminin bedeli b) sorumluluğa neden olan eylemden önceki 12 ay için Kullanıcının ROYALFUT’a ödediği ücretlerin toplamını geçmemek üzere uyuşmazlık konusu ücretler’den hangisi yüksekse o miktar ile veya 100$ ile sınırlıdır.',
        },
        {
            p: '10. Kullanıcıya yönelik tebligatlar',
        },
        {
            p: '10.1. Kullanıcıya yapılacak bütün tebligat veya ihtarlar kişiye doğrudan teslim edildiği, kurye, taahhütlü posta ile, ROYALFUT kullanıcısı tarafından verilen fax veya e-posta olan bilinen son adresine fax veya e posta yoluyla gönderildiği, veya bu tür ihbar veya ihtarın Web Sitesinin kamuya açık alanında ücretsiz olarak yayınlandığı tarihte yapılmış sayılır. Kullanıcı’ya yapılan tebligat aşağıdaki şart ve zamanlarda alıcısına teslim edilmiş sayılır:',
        },
        {
            p: '• ROYALFUT fiziksel veya elektronik mesajın Kullanıcı’ya gönderildiğini gösterebildiğinde; veya',
        },
        {
            p: '• ROYALFUT bu tür bir tebligatı Web Sitesinin ücretsiz olarak sağladığı kamuya açık alanında yayınlar yayınlamaz.',
        },
        {
            p: '11. Hukuki Uyuşmazlıklar',
        },
        {
            p: '11.1. Taraflar, ROYALFUT Kullanıcı Sözleşmesinin bu veya daha evvelki versiyonlarıyla, Kullanıcı’nın Web sitesine erişimi veya onu kullanmasıyla, ROYALFUT web siteleri, hizmetleri, uygulamaları veya araçları ürezinden satılan veya satın alınan her türlü ürün veya hizmetle ilgili olarak taraflar arasında vuku bulan veya bulabilecek her türlü yasal ya da iradi talep veya uyuşmazlığın, hukuki uyuşmazlıklara dair bu bölümde belirtilen hükümlere uygun olarak çözüme kavuşturulacağı hususunda anlaşmışlardır.',
        },
        {
            p: '11.2. Kullanıcı, Kullanıcı Sözleşmesi’nde aksi belirtilmediği sürece, Kullanıcı Sözleşmesi’nin ve Kullanıcı ile ROYALFUT arasında vuku bulan veya bulabilecek her türlü talep veya uyuşmazlığın kanunlar ihtilafı ilkelerine bakılmaksızın BAE hukukuna tabi olacağını kabul etmiştir.',
        },
        {
            p: '11.3. İşbu Sözleşme’den doğan veya Sözleşme’nin ihlaliyle ilgili olan herhangi bir uyuşmazlığın, talebin, sorunun veya anlaşmazlığın ortaya çıkması halinde taraflar uyuşmazlığın, talebin, sorunun veya anlaşmazlığın çözümü için gerekli bütün çabayı sarfedeceklerdir. Bu amaçla taraflar karşılıklı olarak özenle birbirlerine müraacaat edecek ve görüşmeler yapacak ve ortak çıkarlarını dikkate alarak her iki tarafı da tatmin eden adil ve tarafsız bir çözüme ulaşmayı deneyeceklerdir. Eğer 60 gün içerisinde böylesi bir çözüme ulaşamazlarsa, taraflardan birinin diğerine yazılı olarak bildirimde bulunmasından sonra bütün uyuşmazlıklar, talepler, sorunlar veya anlaşmazlıklar Azur Apps FZ-LLC şirketinin yerleşim yeri (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Birleşik Arap Emirlikleri) mahkemesince Kullanıcı’nın türüne göre karara bağlanacaktır.',
        },
        {
            p: '12. Genel Bilgiler',
        },
        {
            p: '12.1. ROYALFUT Sözleşmesi ve web sitelerimizde yer alan bütün belgeler Web Sitesi’ne erişim ve onun kullanımıyla ilgili olarak Kullanıcı ve ROYALFUT arasındaki Sözleşmenin tamamını oluşturur ve işbu sözleşme ile aynı konuya ilişkin olarak daha önce yapılmış bütün sözlü ya da yazılı Anlaşmaların üstündedir.',
        },
        {
            p: '12.2. ROYALFUT ve Kullanıcı bağımsız sözleşmeci taraflar olup işbu sözleşme ile herhangi bir acentalık, ortaklık, adi ortaklık, çalışan-işveren veya franchise veren-franchise alan ilişkisi kurulmamış ve amaçlanmamıştır.',
        },
        {
            p: '12.3. ROYALFUT’un işbu Sözleşmede yer alan herhangi bir hakkı veya hükmü kullanmaması veya işletmemesi söz konusu haktan veya hükmün uygulanmasından vazgeçtiği anlamına gelmez.',
        },
        {
            p: '12.4. Sözleşmenin herhangi bir hükmünün geçersiz veya uygulanamaz olduğunun kabul edilmesi halinde söz konusu hüküm ya da hükümler Sözleşmeden çıkarılır ve Sözleşmenin geri kalan hükümlerinin geçerliliği ve uygulanabilirliği bu durumdan etkilenmez.',
        },
        {
            p: '12.5. Kullanıcı Sözleşmede hak sahibi herhangi bir üçüncü taraf bulunmadığını kabul eder.',
        },
        {
            p: '12.6. Başlıklar yalnızca referans amaçlı olup hiçbir şekilde konunun kendisinin veya ilgili oldukları bölümün kapsamının tanımlanmasına, sınırlanmasına, yorumlanmasına veya belirlenmesine esas olamaz.',
        },
        {
            p: '13. Kara Para Aklamayla Mücadele/Müşterini Tanı (AML/KYC) kurallarıyla uyum',
        },
        {
            p: '13.1. Alıcı ve satıcı, ROYALFUT’un internet dolandırıcılığına karşı bir Müşterini Tanı (Know Your Customer — KYC) ve Kara Para Aklamayla Mücadele (Anti-Money Laundering — AML) politikası olduğunu kabul eder.',
        },
        {
            p: '13.2. ROYALFUT internet dolandırıcılığına ve web sitelerindeki müşteri bilgilerine veya diğer bilgilere yasadışı veya gizli yollarla erişmeyi veya bunları ele geçirmeyi amaçlayan her türlü girişime karşı SIFIR HOŞGÖRÜ politikasına sahiptir. Şirket, dolandırıcılığı önlemek, tespit etmek ve ortadan kaldırmak amacıyla çeşitli elektronik ve diğer araçları kullanır ve yerel, ulusal ve uluslararası dolandırıcılık soruşturma kurumlarıyla işbirliği yapar. Şirket, Web Sitesinde dolandırıcılık faaliyetleri yürüten ve tutuklanan zanlıların hukukun öngördüğü en ağır şekilde cezalandırılmaları için elinden geleni yapar. Şirket ulusal ve yerel polis teşkilatı, Amerikan FBI, Amerikan ve uluslararası gümrük otoriteleri ve İnterpol ile işbirliği yapar.',
        },
        {
            p: '13.3. ROYALFUT Müşterini Tanı prosedürlerinin bir parçası olarak müşterilarin alım-satım işlemlerini değerlendirir ve kullanıcılar, müşteriler ve bunların alım-satım işlemleriyle ilgili somut verileri toplar ve saklar. ROYALFUT kullanıcıların haklarını ve kişisel verilerinin gizliliğini özenle korur. ROYALFUT müşterilerin kişisel bilgilerini yalnızca Kullanıcılara sorunsuz olarak hizmet sunabilmek için gerektiği kadarıyla toplar. Alıcıların ve eski alıcıların kişisel verileri, ilgili mevzuata ve ROYALFUT ile Kullanıcı arasındaki Sözleşmelere uygun olarak, sınırlı sayıdaki şartlar altında üçüncü kişilere açıklanabilir. ROYALFUT beyanlar, alım-satım raporları, faturalar, notlar, dahili iletişimi de içeren müşteri dosyalarını ve müşteriye dair diğer belgeleri karşılıklı alıcı banka ekspertizlerince belirlenen süre boyunca elektronik olarak özenle saklamak zorundadır.',
        },
        {
            p: '13.4. Kara para aklama faaliyetiyle bağlantısı kurulabilen her türlü finansal işlem şüphelidir. Belirli bir işlemin şüpheli olup olmadığının tespiti kişisel gözlem ve ROYALFUT çalışanlarının tecrübesine dayalı olabileceği gibi alınan veya edinilen bir istihbarata da dayanabilir. Uluslararası hukukun kuralları ve uluslararası örgütlerin düzenlemelerine tabi olarak ROYALFUT, gerekli hallerde ve Müşterinin onayını almak veya ona haber vermek yükümlülüğü olmaksızın, her türlü şüpheli işlemi düzenleyici kurumlara ve/veya polis yetkililerine bildirebilir. ROYALFUT yetkili ulusal kuruluşlar ve uluslararası örgütlerce yayınlanan ve aranan teröristlerin, terör şüphelilerinin, terörist örgütlerin ve Yabancı Varlıkların Denetimi Bürosu (OFAC) yaptırımlarına tabi yüksek riskli ülkelerin isimlerini içeren listeleri düzenli olarak takip edecektir. ROYALFUT kara para aklama suçlarının işlendiğine dair şüphe kapsamında işlemlerini analiz ederek müşterileriyle ilgili süregelen özen yükümlülüğü prosedürlerini uygulamak zorundadır.',
        },
        {
            p: '14. Kişisel Verilerin İşlenmesinin onaylanması',
        },
        {
            p: 'Kullanıcı, hizmete kayıt olmakla ROYALFUT’un kullanıcının kişisel verilerini kontrol etmesi ve işlemesine aşağıdaki şartlarla onay vermiş sayılır:',
        },
        {
            p: '1. Operatör Özne’nin verilerini şu amaçlarla işlerse:',
        },
        {
            p: '• Kullanıcıya hizmet sunmak amacıyla.',
        },
        {
            p: '• Uyuşmazlıkları çözmek, ücret tahsil etmek, hesabımla veya sitelerle, hizmetlerle, uygulamalarla veya araçlarla ilgili sorunları çözmek amacıyla veya yasaya uygun olan diğer amaçlarla.',
        },
        {
            p: '• Dolandırıcılığı, güvenlik ihlallerini, potansiyel olarak yasaklı veya yasa dışı faaliyetleri önlemek ve tespit etmek ve kullanıcı Sözleşmelerini uygulamak amacıyla.',
        },
        {
            p: '• Müşterilerin kimliklerini tespit etmek ve doğrulamak amacıyla.',
        },
        {
            p: '• Etkinlik arttırımı, eğitim ve kalite kontrol gibi operasyonel nedenlerle.',
        },
        {
            p: '• Sistemlere yönelik yetkisiz erişimi engellemek ve sistemlerde değişiklik yapmak amacıyla.',
        },
        {
            p: '• ROYALFUT hizmetlerinin ve belirli üçüncü taraf hizmetlerinin:',
        },
        {
            p: '✓ mevcut ve önceki müşterilere',
        },
        {
            p: '✓ öncesinde hizmetlerimizle ilgilendiğini beyan eden üçüncü taraflara',
        },
        {
            p: '✓ daha önce ROYALFUT ile herhangi bir iş ilişkisi olmayan üçüncü taraflara',
        },
        {
            p: 'pazarlanması amacıyla.',
        },
        {
            p: '• Harici denetim ve kalite kontrol amacıyla.',
        },
        {
            p: '2. İşlemesi için ROYALFUT’a aktarılan kişisel verilerin listesi:',
        },
        {
            p: 'Size ilişkin aşağıdaki verileri toplayabilir ve kullanabiliriz:',
        },
        {
            p: '• adınız ve e-posta adresiniz ve telefon numaranız da dahil iletişim bilgileriniz',
        },
        {
            p: '• doğum tarihiniz gibi sizin kimliğinizi doğrulamamızı ve onaylamamızı mümkün kılan bilgiler',
        },
        {
            p: '• vermeyi tercih ederseniz cinsiyetinize dair bilgi',
        },
        {
            p: '• bilgisayar giriş verileri, sayfa görüntüleme istatistikleri, ROYALFUT’a gelen ve ROYALFUT’tan giden trafiği ve çerez bilgileri',
        },
        {
            p: '• lokasyon verisi',
        },
        {
            p: '• teslimat (platform, siparişteki jeton sayısı) bilgisi, fatura bilgisi, satınalma işlemlerine ve ödeme kartlarına dair bilgiler',
        },
        {
            p: '• kişisel ve mesleki ilgi alanlarınız',
        },
        {
            p: '• mesleki çevrimiçi faaliyetiniz',
        },
        {
            p: '• ROYALFUT, çalışanları, yöneticileri, iş ortakları ile iletişim tarihçeniz, satınalma geçmişiniz ve ROYALFUT’ta kayıtlı ögeleriniz.',
        },
        {
            p: '• ROYALFUT’a bağladığınız örneğin Facebook, Google ve diğer platformlardaki hesaplarınıza ait bilgiler',
        },
        {
            p: '• Kredi veya diğer çekleri hesabınıza aktarmamız için gerekli bilgiler',
        },
        {
            p: '• ROYALFUT Web Sitesini nasıl kullandığınıza dair bilgiler',
        },
        {
            p: '• anket cevaplarınız ve yarışmalara, bağış kampanyalarına ve indirim kampanyalarına katılım bilgileriniz',
        },
        {
            p: '• ROYALFUT’taki etkinliğinize dayalı olarak alım satım işlemlerinide dair bilgiler (örneğin alım satım sürecini kolaylaştırmak için gerekli bilgiler)',
        },
        {
            p: '• ROYALFUT üzerinden yürütülen açık görüşmeler, sohbetler, uyuşmazlık çözümleri ile bize gönderilen yazışmalar',
        },
        {
            p: '• IP adresi ve standart web giriş bilgisi (browser türü, İnternet Servis Sağlayıcısı (İSS), referans ve çıkış sayfaları, işletim sistemi, tarih/zaman damgası ve tıklama verisi), satın almak veya ödeme almak için kullandığınız ödeme servisleri tarafından sağlanan fatura hesabı bilgisi gibi üçüncü taraflardan gelen ilave bilgiler, tarayıcı kimliği, çerez kimliği, cihaz kimliği, cihaz türü, proxy sunucusu kullanımı/VPN ve bağlantılı teknolojiler, lokasyon bilgisi, e posta adresleri, telefon numaraları ve ödeme dolandırıcılığı hizmet sunucularımız tarafından ve müşteri kimlik tespiti prosedürü kapsamında sağlanan kamuya açık sosyal medya profilleri bilgileri de dahil diğer bilgiler.',
        },
        {
            p: 'Bu kişisel veriler size hizmet sunabilmemiz için gerekli verilerdir. Bize bilgi vermemeyi tercih edebilirsiniz fakat bazı bilgiler şunları yapabilmeniz için gereklidir: anketlere, yarışmalara ve çekilişlere katılmak, bize soru sormak veya Web Sitemizde diğer işlemleri gerçekleştirmek. ROYALFUT ayrıca bu bilgileri trend analizi yapmak, dolandırıcılık tespiti ve site yönetimi gibi amaçlar için de kullanmaktadır.',
        },
        {
            p: 'Onay, kişisel veri öznesinin https://royalfut.com’a kayıt olduğu anda yürürlüğe girer.',
        },
        {
            p: '15. Çerez işleme politikası',
        },
        {
            p: 'https://royalfut.com’u ziyaret etmekle bu politikaya onay vermiş, ROYALFUT’un Google Analytics, Yandex.Metrics ve diğer sistemlerde işlenmek üzere çerez ve diğer verileri kullanabileceğini ve bu verileri araştırma, iş birliği ve hizmet sunumu amacıyla üçüncü taraflarla paylaşabileceğini kabul etmiş sayılırsınız.',
        },
        {
            p: 'https://royalfut.com’u ziyaret ettiğinizde, çerezler şu amaçlarla kullanılabilir:',
        },
        {
            p: '• Sitenin işlevlerinin güvenli ve düzgün bir şekilde yerine getirilmesi',
        },
        {
            p: '• Sitenin niteliklerinin geliştirilmesi',
        },
        {
            p: '• Siteye kayıt',
        },
        {
            p: '• Kullanıcıya site ve sitede sağlanan ürün ve hizmetler hakkında bilgi verilmesi',
        },
        {
            p: '• Diğer ürün ve/veya hizmetlerin iyileştirilmesi ve yeni ürün ve/veya hizmetlerin geliştirilmesi',
        },
        {
            p: 'Toplanan diğer bilgiler, kullanıcıya ilgi alanına uygun çevrimiçi içerik ve reklam sunmak üzere, rastgele bir kimlik belirteci, ilgi alanı kategorisi ve zaman damgasını içeren «ilgi alanları listesi» oluşturmakta da kullanılabilir.',
        },
        {
            p: 'Kullandığınız internet tarayıcı ve/veya cihaz çerezleri engellemenize, silmenize ya da başka şekilde sınırlamanıza olanak tanıyabilir. Fakat, çerezler https://royalfut.com’un önemli bir bileşenidir ve bunları engellemek, silmek veya kullanımını kısıtlamak sitenin pek çok özelliğine erişimi kaybetmeye neden olabilir.',
        },
        {
            p: 'Kullandığınız cihaz ya da internet tarayıcıda çerezlerin yönetimi hakkında bilgiler için cihaz üretici ya da tarayıcı geliştiricinin sağladığı talimatlara bakabilirsiniz.',
        },
    ],
    sw: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Giltigt från och med: 4 juni 2021.',
        },
        {
            p: '1. Introduktion',
        },
        {
            p: '1.1. Genom att stanna kvar på webbplatsen godkänner du användaravtalet. Läs användaravtalet på ROYALFUT.COM noga, för det beskriver dina och ROYALFUTs rättigheter och skyldigheter. Det är förbjudet att registrera sig på och använda tjänsten utan att gå med på att följa användarvillkoren.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») är en marknad där användare kan sälja och köpa produkter. I egenskap av marknad varken äger eller säljer ROYALFUT produkterna på webbplatsen. Själva handeln sker direkt mellan säljare och köpare.',
        },
        {
            p: '1.3. ROYALFUT varken kontrollerar eller garanterar produkternas existens, kvalitet, säkerhet eller laglighet.',
        },
        {
            p: '1.4. ROYALFUT agerar bara mellanhand och tar inget ansvar för eventuella konsekvenser av transaktioner. Viss handlingar i vissa spel kan leda till bestraffningar såsom kontoavstängningar. ROYALFUT varken läser eller verifierar spels regler, och kontrollerar inte användares handlingar i spelen.',
        },
        {
            p: '1.5. ROYALFUT ansvarar bara för att transaktioner mellan användare på webbplatsen utförs, inte vad de får för konsekvenser.',
        },
        {
            p: '1.6. ROYALFUT låter användarna vara anonyma om utbytet av varor och pengar sker via www.royalfut.com.',
        },
        {
            p: '1.7. Under omständigheterna som anges i klausul 1.6 är ROYALFUT endast ansvariga för transaktionsbeloppet. Om en transaktion inte kan fullbordas betalar ROYALFUT tillbaka hela beloppet, minus vår avgift.',
        },
        {
            p: '1.8. Det här användaravtalet («avtalet») och andra dokument som läggs upp på www.royalfut.com («webbplatsen») beskriver hur användare interagerar och på vilka villkor.',
        },
        {
            p: '1.9. Det här avtalet upprättas mellan dig som användare av våra tjänster («användaren») och ROYALFUT. Genom att godkänna det här avtalet går du med på att följa alla villkor i avtalet när du använder våra tjänster.',
        },
        {
            p: '1.10. Genom att besöka eller använda webbplatsen godkänner du som användare de villkor som läggs fram i det här avtalet. Du går även med på att följa de villkor som gäller din användning av webbplatsen samt eventuella uppdateringar, förändringar eller utökningar som görs. Använd inte webbplatsen om du inte godkänner hela avtalet. Du får inte använda den här webbplatsen eller gå med på villkoren i det här avtalet om (A) du inte är tillräckligt gammal för att ingå ett bindande avtal eller (B) det är förbjudet för dig att använda webbplatsen enligt lagstiftningen i Förenade Arabemiraten eller det land där du använder webbplatsen.',
        },
        {
            p: '1.11. ROYALFUT har fullständig och okränkbar rätt att vägra återbetalning till användare som fått fullständiga beställningar.',
        },
        {
            p: '1.12. Återbetalningar sker bara utifrån ROYALFUT-teamets bedömningar av användares återbetalningskrav. ROYALFUT-teamets beslut är helt slutgiltiga. Om återbetalningar görs till användarens privata konto tar överföringen 1–14 arbetsdagar. Den exakta tidpunkten beror på vilket betalningssystem som används. ROYALFUT har inget inflytande över detta förfarande. Återbetalningar görs endast till det konto som användes för att genomföra transaktionen på webbplatsen.',
        },
        {
            p: '1.13. Registrerade användare kan radera sina konton så länge de har sina inloggningsuppgifter (e-postadress, lösenord till ROYALFUT-kontot). ROYALFUT garanterar att användarens uppgifter tas bort från våra databaser. Du kan be oss uppdatera, blockera eller radera dina personuppgifter om uppgifterna är ofullständiga, inaktuella, felaktiga, olagligt förvärvade eller inte längre relevanta i behandlingssyfte. Kontakta oss helt enkelt på support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT kan ändra det här avtalet eller andra dokument på webbplatsen när som helst utan förvarning genom att lägga upp en nyversion av avtalet och/eller relaterade dokument på webbplatsen. Det uppdaterade avtalet och/eller de uppdaterade dokumenten träder i kraft så fort de publiceras. När de uppdaterade dokumenten har publicerats tolkas din användning av webbplatsen som att du har godkänt de nya villkoren. Avtalet och webbplatsens policy kan endast ändras skriftligen av en officiell representant för ROYALFUT.',
        },
        {
            p: '2. Definitioner',
        },
        {
            p: '2.1. Personuppgifter: Alla uppgifter relaterade till en identifierad eller identifierbar individ.',
        },
        {
            p: '2.2. ROYALFUT-innehåll: Information, text, bilder, videor, kataloger, databaser eller erbjudanden som är tillgängliga på eller via webbplatsen kallas hädanefter «ROYALFUT-innehåll».',
        },
        {
            p: '2.3. Registrerad användare: Alla användare som fyller i registreringsformuläret på webbplatsen och lämnar över uppgifter om sig själva (till exempel namn, adress, telefonnummer, faxnummer, e-post o.s.v.) blir en registrerad användare («registrerad användare») på ROYALFUT.',
        },
        {
            p: '2.4. Driftrisker: Risker som användarna utsätter sig för när de använder webbplatsen eller utför transaktioner anses vara «transaktionsrisker». Driftrisker innefattar ansvarsrisker eller risker relaterade till skador som kan uppstå vid användning av webbplatsen. De här riskerna omfattar bland annat:',
        },
        {
            p: '• Felaktiga uppgifter om produkter och tjänster, bedrägerier, otillräcklig kvalitet, avvikelser från tekniska krav, defekta eller farliga produkter, olagliga produkter, fördröjd eller utebliven leverans eller betalning, felberäkningar av värde, garantibrott och kontraktsbrott.',
        },
        {
            p: '• Risken att produktion, import, distribution, erbjudande, uppvisning, köp, försäljning och/eller användning av produkter eller tjänster som erbjuds eller visas på webbplatsen kan kränka tredje parts rättigheter, samt risken att användare kan behöva betala advokatkostnader eller andra kostnader när tredje part hävdar sina rättigheter eller i samband med att någon part hävdar sig vara berättigad till advokatkostnader eller skadestånd i samband med att tredje part hävdat rättigheter eller ställt krav.',
        },
        {
            p: '• Risken att kunder, andra köpare, slutanvändare eller andra personer som hävdar sig drabbats av skador relaterade till en produkt som först införskaffades av webbplatsens användare genom transaktioner utförda i samband med användning av webbplatsen kan kräva skadestånd relaterade till användning av sådana produkter.',
        },
        {
            p: '2.5. Användare: Alla som besöker webbplatsen, oavsett syfte och om de är registrerade eller inte.',
        },
        {
            p: '3. Användning av ROYALFUT',
        },
        {
            p: '3.1. Allmänna bestämmelser. Användare får bara använda webbplatsen för personligt bruk. Användare går med på att inte kopiera, återskapa eller ladda ner innehåll från webbplatsen i syfte att sälja ROYALFUT-innehåll vidare, använda det till massutskick (e-post, sms, fysisk post eller annat medium), bedriva konkurrerande verksamhet till ROYALFUT eller använda ROYALFUT-innehåll i annat kommersiellt syfte. Systematisk genomsökning av ROYALFUT-innehåll på webbplatsen för att direkt eller indirekt skapa eller sammanställa en samling, sammanställning, databas eller katalog (automatiskt eller manuellt) utan skriftligt tillstånd från ROYALFUT är förbjudet. Dessutom får användare inte använda ROYALFUT-innehåll i syften som inte uttryckligen angetts här.',
        },
        {
            p: '3.2. Användare går med på att få meddelanden från ROYALFUT till e-postadressen som angetts för ROYALFUT-kontot; i anslutning till betalningar i betalningssystem som samarbetar med ROYALFUT; via kommunikationsmetoder som webbplatsen angett som kommunikationsmetod, genom den eller genom sociala medieplattformar, chattplattformar eller chattmeddelanden online som användaren hittat på webbplatsen. Härmed går användaren med på att ROYALFUT kan använda dennes personuppgifter i privat kommunikation eller massutskick.',
        },
        {
            p: '3.3. Meddelanden och andra uppgifter som skickas av användaren via kommunikationssystem som tillhandahålls av ROYALFUT, samt e-post, faxmeddelanden, brev, meddelanden via meddelandeplattformar, sociala medier eller chattjänster får inte innehålla material som beskrivs i klausul 5.3 och måste utöver det ha sanningsenligt innehåll som inte har censurerats eller redigerats.',
        },
        {
            p: '3.4. Användare får inte försöka göra intrång i datorsystem eller nätverk som används av ROYALFUT eller någon annan användare.',
        },
        {
            p: '3.5. Personuppgifter som ROYALFUT tar del av behandlas enligt avtalet.',
        },
        {
            p: '3.6. ROYALFUT använder nödvändiga cookies för att driva webbplatsen. Cookies är små textfiler som placeras på din enhet (dator, mobiltelefon eller annan elektronisk enhet) när du använder webbplatsen. Nödvändiga cookies används för grundläggande funktioner som säkerhet, nätverkshantering och tillgänglighet. Du kan stänga av dem genom att ändra inställningar i din webbläsare, men det kan påverka hur webbplatsen fungerar.',
        },
        {
            p: '3.7. ROYALFUT har rätten att samla in, använda, lagra och behandla annonscookies.',
        },
        {
            p: '3.8. För att få använda webbplatsen måste användare gå med på att inte kränka tredje parts rättigheter genom användning av ROYALFUTs tjänster. Om så sker har ROYALFUT rätt att stänga av användarkonton.',
        },
        {
            p: '3.9. Vid registrering på webbplatsen kan ROYALFUT skicka ett automatiskt genererat lösenord till användaren. Genom att lämna kontaktuppgifter (exempelvis e-postadress) garanterar användaren att uppgifterna som lämnats är riktiga. Genom att lämna kontaktuppgifter går användaren med på att få ett meddelande med ett lösenord från ROYALFUT enligt klausul 3.2. Användaren är införstådd med att lösenordet inte garanterar att kontot hålls säkert från obehöriga inloggningar på webbplatsen och bör därför byta lösenord före den första inloggningen för att öka säkerheten.',
        },
        {
            p: '3.10. ROYALFUT förbehåller sig rätten att stänga av användarkonton om ROYALFUT anser att användarens beteende är skadligt för ROYALFUTs intressen eller dess anställda, ledning, samarbetspartner eller andra användare, eller av någon annan anledning, utan att en sådan behöver anges.',
        },
        {
            p: '3.11. ROYALFUT kan länka till externa webbplatser som kan vara inblandade i försäljningen av varor och tjänster. ROYALFUT har inget ansvar att granska och utvärdera webbplatser och styr inte innehållet på externa webbplatser eller beslut som tas av tredje part. ROYALFUT tar inget ansvar för vad de webbplatserna gör mot dig.',
        },
        {
            p: '3.12. Användaren går med på att säljaren måste leverera beställningen inom 3 dagar från det att alla nödvändiga leveransuppgifter (e-postadress, lösenord, reservkod för EA-konto) lämnats ut, oavsett beställningens pris.',
        },
        {
            p: '4. Registrerad användare',
        },
        {
            p: '4.1. Genom att bli registrerad användare går du med på att dina personuppgifter samlas in, behandlas, lagras och förs över. Du går även med på att dina personuppgifter lagras i vår databas och att ROYALFUT delar dem med andra användare enligt de syften som anges i detta avtal.',
        },
        {
            p: '4.2. ROYALFUT kan neka en användare att registrera sig och vägra ge denne ett konto av vilken anledning som helst, eller utan någon anledning alls.',
        },
        {
            p: '4.3. ROYALFUT kan spärra eller stänga en registrerad användares konto när som helst om:',
        },
        {
            p: '• ROYALFUT fastställer att den registrerade användaren brutit mot någon av bestämmelserna i det här avtalet.',
        },
        {
            p: '• ROYALFUT har rimliga skäl att misstänka att de uppgifter den registrerade användaren lämnat är osanna, inaktuella eller ofullständiga.',
        },
        {
            p: '• ROYALFUT anser att användarens beteende är skadligt för ROYALFUTs intressen, dess anställda, ledning, samarbetspartner eller andra användare.',
        },
        {
            p: '• ROYALFUT anser att den sortens åtgärd är befogad, med eller utan anledning.',
        },
        {
            p: '4.4. En registrerad användare får inte sälja, försöka sälja, erbjuda att sälja, ge bort eller på annat sätt föra över ett konto, användarnamn eller lösenord till tredje part utan ROYALFUTs skriftliga tillstånd. ROYALFUT kan spärra eller avsluta den registrerade användarens eller mottagarens konto om den registrerade användaren säljer, erbjuder att sälja, ger bort eller på annat sätt överför ett konto i strid med dessa bestämmelser.',
        },
        {
            p: '5. Att göra inlägg på ROYALFUT',
        },
        {
            p: '5.1. Inget handelsförhållande baserat på att ROYALFUT visar användaruppgifter på webbplatsen uppstår mellan någon användare eller ROYALFUT, dess samarbetspartner, ledning, representanter eller anställda.',
        },
        {
            p: '5.2. Samtliga användare förstår, garanterar och går med på att:',
        },
        {
            p: '• Alla uppgifter som användaren lämnar till webbplatsen ska vara sanna, aktuella och fullständiga.',
        },
        {
            p: '• Användaren måste hålla uppgifterna uppdaterade så att de är sanningsenliga, aktuella och fullständiga.',
        },
        {
            p: '5.3. Alla användare försäkrar, garanterar och går med på att uppgifterna som lämnas över till ROYALFUT för att användas på webbplatsen inte:',
        },
        {
            p: 'a) Innehåller falsk information, erbjuder/gör reklam för bedrägliga varor, eller har att göra med försäljning av piratkopierade eller stulna varor, eller varor som av annan anledning inte får säljas enligt lag, eller på något annat sätt uppmuntrar till olaglig aktivitet.',
        },
        {
            p: 'b) Är del av ett bedrägeri mot andra användare på webbplatsen eller annan olaglig verksamhet.',
        },
        {
            p: 'c) Är del av marknadsföring av produkter som kränker eller på annat sätt bidrar till eller uppmuntrar till kränkning av tredje parts rättigheter.',
        },
        {
            p: 'd) Bryter mot gällande lagar och förordningar (t.ex. lagar om export, konsumentskydd, konkurrens, diskriminering eller falsk marknadsföring).',
        },
        {
            p: 'e) Är vanhedrande, ärekränkande eller utgör olaga hot eller förföljelse.',
        },
        {
            p: 'f) Är obscent, innehåller någon sorts pornografi eller är relaterat till pornografiskt material, eller varor som på annat sätt marknadsför sexuellt material eller kan vara skadligt för minderåriga.',
        },
        {
            p: 'g) Uppmuntrar till diskriminering baserat på etnicitet, könsidentitet, religiös tillhörighet, nationalitet, funktionshinder, sexuell läggning eller ålder.',
        },
        {
            p: 'h) Innehåller material som anses vara otillåten marknadsföring eller spam.',
        },
        {
            p: 'i) Ber om affärsrelaterade erbjudanden från andra användare. Om ROYALFUT upptäcker att användaren brutit mot klausul 5.3 (i) ger användaren ROYALFUT rätten att debitera denne upp till 150 € via dennes registrerade betalningsmetod och/eller kräva en depositionsavgift på upp till 300 € för att kontot ska aktiveras.',
        },
        {
            p: 'j) Innehåller några datorvirus, trojaner eller destruktiv programvara, programkod eller länkar och webbgränssnitt som kan skada eller störa hårdvara och programvara eller ta över program- och hårdvarusystem, uppgifter eller personuppgifter.',
        },
        {
            p: 'k) Refererar direkt eller indirekt till varor och tjänster som förbjuds i det här avtalet eller beskriver dem.',
        },
        {
            p: 'l) Gör ROYALFUT, dess anställda, ledning eller samarbetspartner ansvariga för något.',
        },
        {
            p: '5.4. Alla användare intygar att de har alla rättigheter som behövs för att använda upphovsrättskyddat material, varumärken, affärshemligheter och patentlicenser samt tillstånd från tredje part när de lägger upp sådant material på webbplatsen och ger då ROYALFUT tillgång till, eller låter ROYALFUT visa eller lagra det. Alla användare försäkrar, garanterar och går med på att användaren är ensamt ansvarig för att se till att material och information som användaren visar på webbplatsen och förser ROYALFUT med inte kränker tredje parts rättigheter, och att det visas med rättighetsinnehavarens samtycke. Alla användare försäkrar, garanterar och går med på att användaren har rätt att producera, erbjuda, sälja, importera och distribuera produkter som användaren erbjuder och visar på webbplatsen, och att denna produktion, erbjudanden, försäljning, import eller distribution inte kränker tredje parts rättigheter.',
        },
        {
            p: '5.5. Alla användare ger ROYALFUT en oåterkallelig, evig, global, royalty-fri och överförbar licens som kan licensieras vidare i flera led och ger ROYALFUT och dess samarbetspartner rätten att visa och använda alla uppgifter användaren tillhandahåller i de syften som anges i avtalet. Licensen ger även innehavaren de rättigheter du har gällande material och uppgifter som lämnas över i dessa syften, däribland upphovsrätt och publicerings- och databasrätt, genom kända och okända medium.',
        },
        {
            p: '5.6. ROYALFUT har ensamt rätten att visa information om en användares beställning offentligt på webbplatsen (beställningstid, tid sedan beställningen lades, tid sedan beställningen avslutades, inklusive kostnaden för automatisk uppläggning (15 minuter), plattformen och antalet mynt i beställningen), med användarens e-postadress maskerad (upp till sju tecken omaskerade).',
        },
        {
            p: '5.7. ROYALFUT förbehåller sig rätten att ta bort allt material på webbplatsen som anses vara olagligt, kan bli en risk för ROYALFUT, strider mot det här avtalet eller anses olämpligt på något annat sätt.',
        },
        {
            p: '5.8. ROYALFUT förbehåller sig rätten att samarbeta med myndigheter, privata utredare eller drabbad tredje part vid misstanke om brott eller annan överträdelse. ROYALFUT får även lämna ut en användares identitet och kontaktuppgifter om det begärs av myndighet, drabbad tredje part, domstolsbeslut eller annan juridisk handling, och ROYALFUT är inte ansvarigt för konsekvenserna som kan uppstå av att sådana uppgifter lämnas ut. Användaren går även med på att inte ta ROYALFUT till domstol över utlämning av uppgifter i sådant fall. Gällande informationen ovan kan ROYALFUT spärra eller avsluta användares konton om det bedöms nödvändigt. Användaren går med på att ROYALFUT inte har något ansvar gentemot användaren, däribland ansvar för följdskador eller andra skador som kan uppstå om ROYALFUT utför någon av handlingarna som tas upp i det här avsnittet, samt att användaren är medveten om risken att ROYALFUT kan utföra sådana handlingar.',
        },
        {
            p: '6. Transaktioner mellan köpare och säljare',
        },
        {
            p: '6.1. ROYALFUT tillhandahåller en elektronisk webbplattform för utbyte av information mellan köpare och säljare av varor och tjänster.',
        },
        {
            p: '6.2. Användarna är skyldiga att följa alla villkor kring transaktioner på webbplatsen, däribland villkor kring betalning, returer, garantier, leverans, försäkring, avgifter, skatter, ägarskap, licenser, böter, tillstånd, hantering, transport och förvaring.',
        },
        {
            p: '6.3. ROYALFUT representerar varken säljare eller köpare i transaktioner och agerar inte heller å säljare eller köpares vägnar. ROYALFUT varken kontrollerar eller ansvarar för kvalitet, säkerhet, laglighet eller tillgänglighet vad gäller de produkter som säljs via webbplatsen, eller säljares och köpares förmåga att fullborda en transaktion. Användarna är medvetna om att de kan råka ut för användare med bedrägligt uppsåt. ROYALFUT rekommenderar de olika verktygen på webbplatsen, samt sunt förnuft, för att avgöra vem du har att göra med.',
        },
        {
            p: '6.4. När överföring av varor och pengar till alla inblandade användare i en viss transaktion görs via en ROYALFUT-representant kan användarna förbli anonyma, och är garanterade att få tillbaka sina varor och/eller pengar om något oväntat händer.',
        },
        {
            p: '6.5. Alla användare går med på att varje enskild användare är medveten om riskerna med transaktioner som utförs via webbplatsen, samt de risker relaterade till skador och ansvarsskyldighet som kan uppstå i samband med användning av webbplatsen. Alla användare går med på att ROYALFUT inte ansvarar för förluster, ansvarsskyldighet, utgifter, skador eller störningar som kan uppstå till följd av risker med transaktioner.',
        },
        {
            p: '6.6. Användarna är själva ansvariga för att betala skatt på försäljning och användning, samt alla andra skatter som gäller användning av webbplatsen.',
        },
        {
            p: '7. Betalning',
        },
        {
            p: '7.1. Avgiften ROYALFUT tar ut för användning av sina tjänster uppgår till högst 50 % av försäljningspriset, beroende på vilket pris leverantören tar.',
        },
        {
            p: '7.2. Användarna måste kunna betala ROYALFUTs avgifter, samt andra avgifter och skatter, senast på förfallodatumet för betalningen.',
        },
        {
            p: '7.3. Transaktioner mellan köpare och säljare på webbplatsen kan göras med en kampanjkod (kupong) eller genom att klicka på en sponsorlänk. Sponsorer får en viss procent av varje transaktion som görs på webbplatsen via en sponsorlänk eller med en kampanjkod (kupong).',
        },
        {
            p: '8. Tvister mellan användare',
        },
        {
            p: '8.1. Om tvister uppstår mellan användare gällande transaktioner på webbplatsen går användaren med på att låta ROYALFUT medla i och fatta ett bindande beslut kring tvisten. För att ROYALFUT ska kunna genomföra utredningar på ett rättvist och rimligt sätt går användarna med på att inte be om medling innan beställningen är avslutad. Om en användare kontaktar en tredje part (undantaget utredande myndigheter) för att lösa tvisten kommer det ses som en störning av utredningen och ett försök att påverka beslutsfattandet till användarens favör. ROYALFUT förbehåller sig rätten att stänga av eller permanent bannlysa användare som försöker påverka aktiva eller väntande beställningar.',
        },
        {
            p: '8.2. Om säljaren måste betala ersättning till köparen eller ROYALFUT ger säljaren ROYALFUT rätten att dra ersättningssumman (i samma valuta eller någon annan valuta) från säljarens valda betalningsmetod, till exempel PayPal. Säljaren måste ha en giltig betalningsmetod kopplad till sitt konto. Om köparens konto inte har tillräckligt med pengar ger säljaren ROYALFUT rätten att driva in summan via den här betalningsmetoden. ROYALFUT kan även sätta in återbetalningen på säljarens konto. Om säljaren inte ger ROYALFUT tillgång till en giltig betalningsmetod kan vi driva in skulder på andra sätt.',
        },
        {
            p: '8.3. Om ROYALFUT kommer fram till att en tvist mellan användare uppstod till följd av brott mot användaravtalet åtar den användare som bröt mot avtalet sig att betala en straffavgift på 150 €. Dessutom kan ROYALFUT stänga av eller blockera användarens konto och/eller kräva en avgift på 300 € för att aktivera kontot igen.',
        },
        {
            p: '9. Garantifriskrivning och ansvarsbegränsning',
        },
        {
            p: '9.1. Funktionerna och tjänsterna på webbplatsen tillhandahålls i befintligt skick efter tillgänglighet, och ROYALFUT frånsäger sig uttryckligen alla garantier, så väl uttryckliga som antydda, däribland garantier om skick, kvalitet, hållbarhet, prestanda, precision, pålitlighet, säljbarhet eller lämplighet i ett specifikt syfte. Alla sådana garantier, uttalanden, villkor och skyldigheter exkluderas.',
        },
        {
            p: '9.2. ROYALFUT garanterar inte att information som visas på eller via webbplatsen är giltig, sann, pålitlig, riktig, fullständig eller aktuell. ROYALFUT garanterar inte att produktion, import, distribution, erbjudande, uppvisning, köp, försäljning och/eller användning av produkterna och tjänsterna på webbplatsen inte kränker tredje parts rättigheter. ROYALFUT lämnar inte heller några garantier avseende produkter eller tjänster som visas på webbplatsen.',
        },
        {
            p: '9.3. Nedladdning eller annan insamling av material från webbplatsen görs på egen risk, och varje enskild användare är ensamt ansvarig för skador på sin dator eller dataförluster som kan uppstå genom nedladdning av sådant material. Råd eller information som ges skriftligt eller muntligt till en användare från ROYALFUT eller webbplatsen medför inga andra garantier än de som anges uttryckligen i det här dokumentet.',
        },
        {
            p: '9.4. ROYALFUT ska inte under några omständigheter hållas ansvariga för fördröjningar, fel eller störningar av innehåll och tjänster som tillhandahålls genom webbplatsen när de uppstår som ett direkt eller indirekt resultat av naturfenomen eller krafter bortom ROYALFUTs kontroll, däribland internet-, dator- och telekommunikationsfel eller andra fel, utrustningsfel, strömavbrott, strejker, kravaller, demonstrationer, oroligheter, brist på personal eller material, bränder, översvämningar, orkaner, explosioner, naturkatastrofer, krig, myndighetsbeslut, inhemska eller utländska domstolsbeslut eller att tredje part inte fullföljer sina skyldigheter.',
        },
        {
            p: '9.5. Alla användare går med på att skydda ROYALFUT, dess samarbetspartner, ledning, representanter och anställda från förluster, anspråk, skadestånd (inklusive advokatkostnader) som kan uppstå som direkt eller indirekt resultat av:',
        },
        {
            p: '1) Användarens användning av webbplatsen, däribland visning av användarens uppgifter på webbplatsen.',
        },
        {
            p: '2) En användares brott mot användaravtalet.',
        },
        {
            p: '3) En ROYALFUT-användares brott mot uttalanden och garantier, däribland de som presenteras i avsnitt 5.3, 5.4 och 5.5.',
        },
        {
            p: '4) Anspråk gjorda av tredje part gällande de produkter som erbjuds eller visas på webbplatsen.',
        },
        {
            p: '9.6. ROYALFUT och dess samarbetspartner, ledning, representanter och anställda är inte ansvariga för särskilda, direkta, indirekta eller straffrättsliga skador (däribland skador som uppstått till följd av förlust av vinst eller kapital, störning av verksamhet eller förlust av information), oavsett om de uppstår till följd av kontraktsfullföljande, slarv, kränkning eller strikt ansvar, eller annan förlust som uppstår som resultat av följande:',
        },
        {
            p: '1) Användning av eller oförmåga att använda webbplatsen.',
        },
        {
            p: '2) Brister i varor, varuprover, data, information eller tjänster som köpts eller fåtts av en användare eller tredjepartstjänst via webbplatsen.',
        },
        {
            p: '3) Anspråk eller krav användaren ställer på produktion, import, distribution, erbjudande, uppvisning, köp, försäljning och/eller användning av produkter eller tjänster som erbjuds eller visas på webbplatsen som kan kränka tredje parts rättigheter, eller anspråk på skadestånd eller ersättning av advokatkostnader från någon part som hävdat sina rättigheter, eller hävande av rättigheter från tredje part.',
        },
        {
            p: '4) Otillåtet införskaffande av användaruppgifter eller -data från tredje part.',
        },
        {
            p: '5) Uttalanden, beteenden eller material från webbplatsens användare, exempelvis ärekränkande, stötande eller olagligt material.',
        },
        {
            p: '6) Andra anledningar relaterade till ROYALFUTs verksamhet och tillhandahållande av tjänster via webbplatsen.',
        },
        {
            p: '9.7. ROYALFUT förbehåller sig rätten att ta över alla ärenden. Om så görs måste du samarbeta med ROYALFUT för att reda ut ärendet.',
        },
        {
            p: '9.8. ROYALFUT förbehåller sig rätten att begränsa, förbjuda eller ge olika sorters tillgång till webbplatsen och dess funktioner till olika användare, samt ändra och lägga till funktioner utan förvarning. Alla användare är medvetna om att oförmågan att använda webbplatsen i sin helhet, eller delar av den, kan påverka deras verksamhet negativt. Alla användare går med på att varken ROYALFUT eller dess samarbetspartner, ledning, representanter eller anställda under några som helst omständigheter kan hållas ansvariga för oförmågan att använda webbplatsen, oavsett om det beror på ett brott mot villkoren, begränsad tillgång, ändring eller borttagande av funktioner eller annan anledning.',
        },
        {
            p: '9.9. ROYALFUT är inte upphovsman till tredjepartsinnehåll, oavsett om det kommer från anonyma användare, offentliga upphovsmän eller betalda innehållsleverantörer. Varken ROYALFUT eller dess samarbetspartner, ledning, representanter eller anställda har någon relation till sådana tredje parter. Den som tillhandahåller tredjepartsinnehållet är ensamt ansvarig för det. Varken ROYALFUT eller dess samarbetspartner, ledning, representanter eller anställda är ansvariga för att tredjepartsinnehåll är sant, relevant, lagligt eller giltigt, och kan inte hållas ansvariga av användare som förlitar sig på sådant innehåll. Dessutom är varken ROYALFUT eller dess samarbetspartner, ledning, representanter eller anställda ansvariga för hur användare beter sig på webbplatsen, och kan inte hållas ansvariga av användare som drabbats av sådant beteende.',
        },
        {
            p: '9.10. ROYALFUT kan ge användare tillgång till innehåll, produkter och tjänster som drivs av tredje part via hyperlänkar i olika former till en annan webbplats eller en profil/ett konto på en tredje parts webbtjänst. Användaren är medveten om att ROYALFUT inte styr över sådana tredjepartswebbplatser och att varken ROYALFUT eller dess samarbetspartner, ledning, representanter eller anställda är ansvariga för sådana webbplatser eller innehåll, produkter och tjänster som finns på dem. Användaren måste läsa de webbplatsernas användarvillkor och integritetspolicyer före användningen av webbplatserna.',
        },
        {
            p: '9.11. Om ROYALFUT, oaktat ovanstående, anses ansvarigt för något är dess ansvar begränsat till det största av a) summan för en specifik omtvistad transaktion, b) omtvistade avgifter upp till totalsumman av de avgifter användaren betalat till ROYALFUT under de 12 månaderna innan ansvarsfrågan togs upp, eller 100 $.',
        },
        {
            p: '10. Användarmeddelanden',
        },
        {
            p: '10.1. Alla meddelanden eller anspråk som lämnas till användaren anses giltiga om de levereras personligen, skickas med bud, rekommenderat brev, fax eller e-post till senast kända adress eller den adress ROYALFUT-användaren själv uppgett, eller publiceras på den offentliga delen av webbplatsen. Ett meddelande anses vara mottaget av användaren när och om:',
        },
        {
            p: '• ROYALFUT kan bevisa att ett meddelande (fysiskt eller elektroniskt) skickades till en viss användare.',
        },
        {
            p: '• Så fort ROYALFUT lägger upp notisen på den offentliga delen av webbplatsen, som är gratis att besöka.',
        },
        {
            p: '11. Rättslig tvist',
        },
        {
            p: '11.1. Parterna går med på att alla rättsliga anspråk och tvister som uppstår eller kan uppstå mellan dem gällande det här användaravtalet eller tidigare versioner av det, din användning av eller tillgång till webbplatsen, tjänster eller produkter och tjänster som säljs och köps via ROYALFUTs webbplatser, tjänster, program eller verktyg ska lösas enligt villkoren i det här avsnittet.',
        },
        {
            p: '11.2. Du går med på att lagarna i Förenade Arabemiraten, oavsett vilken lagstiftning som gäller dig, styr användaravtalet och alla tvister som uppstår eller kan uppstå mellan dig och ROYALFUT, om inte något annat sägs i användaravtalet.',
        },
        {
            p: '11.3. Om en tvist, oenighet eller liknande uppstår utifrån det här avtalet eller gällande ett brott mot det ska parterna göra allt de kan för att lösa den. För att göra det ska de prata och förhandla med varandra och försöka nå en rättvis lösning som båda parterna är nöjda med. Om de inte kommer fram till en lösning inom 60 dagar avgörs tvisten, beroende på typen av användaren, hos företaget Azur Apps FZ LLC (lgh 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, Förenade Arabemiraten), efter det att en av parterna meddelat den andra om detta.',
        },
        {
            p: '12. Allmän information',
        },
        {
            p: '12.1. ROYALFUT-avtalet och alla dokument på våra webbplatser utgör hela avtalet mellan användaren och ROYALFUT vad gäller tillgång till och användning av webbplatsen. Det ersätter alla tidigare muntliga eller skriftliga avtal som berör samma ämnen.',
        },
        {
            p: '12.2. ROYALFUT och användaren bedriver skilda verksamheter, vilket innebär att inga partnerskap, anställningar, franchiserelationer eller liknande uppstår när avtalet ingås.',
        },
        {
            p: '12.3. Om ROYALFUT inte kan utöva eller upprätthålla en rättighet eller ett villkor i det här avtalet innebär det inte att rättigheten eller villkoret slutat gälla.',
        },
        {
            p: '12.4. Om något villkor i avtalet visar sig vara ogiltigt eller inte gå att upprätthålla kommer det att tas bort från avtalet. Det här påverkar inte övriga villkor.',
        },
        {
            p: '12.5. Användaren går med på att ingen tredje part ska dra nytta av avtalet.',
        },
        {
            p: '12.6. Rubrikerna är till för att användas i referenssyfte och definierar, begränsar, tolkar eller beskriver inte rubrikens omfång eller tillhörande avsnitts omfång.',
        },
        {
            p: '13. Kundkännedom och åtgärder mot penningtvätt',
        },
        {
            p: '13.1. Köparen och säljaren går med på att ROYALFUT har policyer om kundkännedom och penningtvätt.',
        },
        {
            p: '13.2. ROYALFUT har nolltolerans mot internetbedrägeri och alla försök att komma åt eller få tag på kunduppgifter eller annan information på dess webbplatser med olagliga eller hemliga medel. Företaget arbetar med lokala, nationella och internationella bedrägeriutredare och använder elektroniska (och andra) åtgärder för att förhindra, upptäcka och stoppa bedrägerier. Företaget bekämpar individer som agerar bedrägligt på webbplatsen med alla lagliga medel. Företaget samarbetar med polismyndigheter, FBI, tullmyndigheten i USA och andra länder, samt Interpol.',
        },
        {
            p: '13.3. Som del av policyn om kundkännedom utvärderar ROYALFUT kunders transaktioner och sparar och lagrar information om användare, kunder och deras transaktioner. ROYALFUT är måna om användares rättigheter och integritet. ROYALFUT samlar endast in personuppgifter i den mån som krävs för att tillhandahålla sina tjänster till kunder. Personuppgifter om köpare och före detta köpare får bara lämnas över till tredje part under ett begränsat antal omständigheter enligt gällande lagstiftning och avtal mellan ROYALFUT och användaren. ROYALFUT måste lagra information om kunder, däribland redovisningar, transaktionsrapporter, kvitton, anteckningar, intern korrespondens och andra dokument om kunden elektroniskt så länge inblandade banker kräver det.',
        },
        {
            p: '13.4. Alla finansiella transaktioner som kan vara kopplade till penningtvätt ses som misstänksamma. Grunden för att avgöra om en viss transaktion är misstänksam kan vara personliga observationer och erfarenheter från ROYALFUT-anställda, eller information som tagits emot eller identifierats. I enlighet med gällande lagstiftning och krav från internationella organisationer kan ROYALFUT, om det bedöms nödvändigt, tipsa myndigheter om misstänksamma transaktioner utan att informera användaren eller be om dennes samtycke. ROYALFUT bör regelbundet kontrollera listor över kända och misstänkta terrorister, terroristorganisationer och högriskländer som omfattas av OFAC-sanktioner. ROYALFUT måste arbeta löpande med kundkännedom genom att analysera transaktioner och leta efter misstänkt penningtvätt.',
        },
        {
            p: '14. Samtycke till behandling av personuppgifter',
        },
        {
            p: 'Genom att registrera sig för tjänsten ger man sitt samtycke till att ROYALFUT granskar och behandlar ens personuppgifter utifrån följande villkor:',
        },
        {
            p: '1. Operatören behandlar den registrerades uppgifter för att:',
        },
        {
            p: '• Tillhandahålla våra tjänster.',
        },
        {
            p: '• Kontakta dig via e-post, telefon eller annat medium för att lösa tvister, driva in avgifter, hjälpa dig med felsökning, eller i andra syften lagen tillåter.',
        },
        {
            p: '• Hitta och förhindra bedrägerier, intrång, olaglig eller förbjuden aktivitet, samt upprätthålla vårt användaravtal.',
        },
        {
            p: '• Identifiera våra kunder och verifiera deras identiteter.',
        },
        {
            p: '• Verksamhetsrelaterade anledningar, så som ökad effektivitet, träning och kvalitetskontroll.',
        },
        {
            p: '• Förhindra otillåten tillgång till och modifiering av våra system.',
        },
        {
            p: '• Marknadsföring av våra tjänster och utvalda tredjepartstjänster till:',
        },
        {
            p: '✓ Befintliga och tidigare klienter.',
        },
        {
            p: '✓ Tredje part som tidigare intresserat sig för våra tjänster.',
        },
        {
            p: '✓ Tredje part vi inte gjort affärer med tidigare.',
        },
        {
            p: '• Externa granskningar och kvalitetskontroller.',
        },
        {
            p: '2. Listan över personuppgifter som förs över till ROYALFUT för behandling:',
        },
        {
            p: 'Vi kan komma att samla in och använda följande personuppgifter:',
        },
        {
            p: '• Ditt namn och dina kontaktuppgifter, däribland e-postadress och telefonnummer.',
        },
        {
            p: '• Uppgifter som låter oss verifiera din identitet, till exempel ditt födelsedatum.',
        },
        {
            p: '• Uppgifter om din könsidentitet, om du väljer att ange den.',
        },
        {
            p: '• Inloggningsinformation, statistik över sidvisningar, trafik till och från ROYALFUT och information om cookies.',
        },
        {
            p: '• Platsuppgifter.',
        },
        {
            p: '• Information om din leverans (plattform, antal mynt i beställningen), faktureringsinformation samt information om transaktioner och betalkort.',
        },
        {
            p: '• Dina privata eller professionella intressen.',
        },
        {
            p: '• Din professionella internetnärvaro.',
        },
        {
            p: '• Din kontakthistorik med ROYALFUT och dess anställda, ledning och samarbetspartner, din köphistorik och sparade artiklar på ROYALFUT.',
        },
        {
            p: '• Information om konton du kopplar till ROYALFUT, till exempel Facebook, Google och andra plattformar.',
        },
        {
            p: '• Uppgifter som låter oss göra kreditupplysningar eller andra finansiella granskningar av dig.',
        },
        {
            p: '• Uppgifter om hur du använder ROYALFUTs webbplats.',
        },
        {
            p: '• Dina svar på enkäter och information om deltagande i tävlingar, utlottningar och specialerbjudanden.',
        },
        {
            p: '• Transaktionsuppgifter baserade på din ROYALFUT-ativitet (t.ex. uppgifter som förenklar köp- och säljprocessen).',
        },
        {
            p: '• Offentliga diskussioner, chattar, konfliktlösningar, korrespondens via ROYALFUT, samt korrespondens skickad till oss.',
        },
        {
            p: '• Andra uppgifter, däribland IP-adress och typisk webblogginformation (webbläsartyp, internetleverantör, hänvisningssidor, operativsystem, datum/tidsstämpel och klickdata), samt andra uppgifter från tredje part, till exempel kontouppgifter från betaltjänster du använder för att ta emot eller skicka betalningar, samt webbläsar-ID, cookie-ID, enhets-ID, enhetstyp, information om användning av proxyservrar/VPN och liknande teknik, platsuppgifter, e-postadresser, telefonnummer och offentliga profiler på sociala medier som tillhandahålls av våra leverantörer av bedrägeriskydd och kundkännedom.',
        },
        {
            p: 'De här personuppgifterna krävs för att vi ska kunna tillhandahålla våra tjänster. Du kan välja att inte ge oss dina uppgifter, men vissa uppgifter krävs för att du ska kunna registrera dig, köpa produkter eller tjänster, skapa en profil, delta i undersökningar, tävlingar eller utlottningar, ställa frågor eller inleda andra transaktioner på vår webbplats. ROYALFUT använder även de här uppgifterna för trendanalyser, förebyggande av bedrägeri och administration av webbplatsen.',
        },
        {
            p: 'Samtycket börjar gälla så fort användarens personuppgifter registreras på https://royalfut.com.',
        },
        {
            p: '15. Policy för behandling av cookies',
        },
        {
            p: 'Genom att besöka https://royalfut.com godkänner du denna policy, inklusive att ROYALFUT kan komma att använda cookies och andra uppgifter i ytterligare behandling via Google Analytics, Yandex.Metrics och andra system samt överföra uppgifterna till tredje parter för att bedriva forskning, genomföra arbete eller tillhandahålla tjänster.',
        },
        {
            p: 'När du besöker https://royalfut.com kan cookies användas för att:',
        },
        {
            p: '• Se till att webbplatsen fungerar säkert och korrekt.',
        },
        {
            p: '• Förbättra webbplatsens kvalitet.',
        },
        {
            p: '• Genomföra registrering på webbplatsen.',
        },
        {
            p: '• Ge dig information om webbplatsen, inklusive dess produkter och tjänster.',
        },
        {
            p: '• Förbättra produkter och/eller tjänster samt utveckla nya produkter och/eller tjänster.',
        },
        {
            p: 'Andra insamlade uppgifter kan användas för att generera en «intresselista» för dig, som består av en slumpmässig identifierare, intressekategori och tidsstämpel för att visa dig innehåll och reklam som matchar dina intressen.',
        },
        {
            p: 'Webbläsaren och/eller enheten du använder kan tillåta dig att blockera, radera eller på annat sätt begränsa cookies. Cookies är dock en viktig del av https://royalfut.com, så när du blockerar, raderar eller begränsar dem kan många av webbplatsens funktioner bli otillgängliga.',
        },
        {
            p: 'Följ instruktionerna från webbläsarutvecklaren respektive enhetstillverkaren för att lära dig hantera cookies i din webbläsare och på din enhet.',
        },
    ],
    no: [
        {
            p: 'ROYALFUT.com',
        },
        {
            p: 'Yasha Limited, Office 1002 Nicolaou Pentadromos Center, Limassol, Cyprus, 3025',
        },
        {
            p: 'Gjelder fra og med 4. juni 2021.',
        },
        {
            p: '1. Innledning',
        },
        {
            p: '1.1. Når du bruker dette nettstedet, godtar du vilkårene i brukeravtalen. Les nøye gjennom brukeravtalen på ROYALFUT.COM. Her finner du rettighetene og forpliktelsene dine og rettighetene og forpliktelsene til ROYALFUT. Personer som ikke samtykker i å følge disse vilkårene, kan ikke registrere seg eller bruke tjenesten.',
        },
        {
            p: '1.2. ROYALFUT.com («ROYALFUT») er et marked der brukerne kan tilby, selge og kjøpe produkter. ROYALFUT som marked hverken eier eller selger produktene på nettstedet. Salgsavtalen og kjøp utføres direkte mellom kjøpere og selgere.',
        },
        {
            p: '1.3. ROYALFUT hverken kontrollerer eller garanterer eksistensen, kvaliteten, sikkerheten eller lovlydigheten til produktene som tilbys.',
        },
        {
            p: '1.4. ROYALFUT er kun en formidler og er ikke ansvarlig for potensielle, faktiske og/eller juridiske konsekvenser av transaksjoner. I enkelte spill kan det forekomme sanksjoner/straffer for enkelte handlinger i selve spillene, inkludert sperring av konto. ROYALFUT hverken leser eller bekrefter ikke reglene til spillene og sjekker ikke brukernes handlinger i slike spill.',
        },
        {
            p: '1.5. ROYALFUT fungerer som garant for transaksjoner mellom nettstedbrukere og er kun ansvarlig for at transaksjonene utføres som de skal, og er ikke ansvarlig for effektiviteten deres.',
        },
        {
            p: '1.6. ROYALFUT tillater at brukere er anonyme dersom varer og valuta overføres via www.royalfut.com.',
        },
        {
            p: '1.7. ROYALFUT er kun ansvarlig for beløpet i transaksjonen, under omstendighetene som er beskrevet i klausul 1.6. Dersom en bruker nektes å fullføre en transaksjon, gir ROYALFUT full refusjon minus gebyr.',
        },
        {
            p: '1.8. Denne brukeravtalen («avtalen») og andre dokumenter på www.royalfut.com («nettstedet») legger frem prosedyren og vilkårene for samhandling mellom brukere.',
        },
        {
            p: '1.9. Avtalen inngås mellom deg som bruker tjenestene våre («bruker») og ROYALFUT. Når du godtar denne avtalen, samtykker du i å etterkomme alle vilkårene i avtalen når du skaffer tilgang til tjenestene våre og benytter deg av disse.',
        },
        {
            p: '1.10. Når du skaffer tilgang til nettstedet, godtar du som bruker vilkårene i den gjeldende avtalen. Du samtykker også i å etterkomme vilkårene i avtalen i henhold til din tilgang til nettstedet og bruken av denne, i tillegg til alle oppdateringer, modifikasjoner, tillegg til eller endringer av nettstedet. Du må ikke bruke nettstedet dersom du ikke godtar samtlige vilkår i avtalen. Du kan ikke bruke dette nettstedet og samtykke i vilkårene i denne avtalen dersom (A) du ikke kan inngå en bindende kontrakt fordi du er under myndighetsalder, eller (B) du ikke kan bruke nettstedet på grunn av lovene i De forente arabiske emirater eller andre land, inkludert landet der du er bosatt og landet du befinner deg i når du bruker nettstedet.',
        },
        {
            p: '1.11. ROYALFUT forbeholder seg helt og holdent retten til å nekte å gi brukere refusjon hvis hele bestillingen deres ble levert.',
        },
        {
            p: '1.12. Refusjoner blir bare gitt etter at ROYALFUT-teamet har gått gjennom brukerens forespørsel om refusjon. Avgjørelsene til ROYALFUT-teamet er absolutte og avgjørende. I tilfeller der brukeren får en refusjon på sin personlige konto, kan overføringen ta 1 til 14 virkedager. Nøyaktig hvor lang tid overføringen tar, er avhengig av hvilket betalingssystem som brukes. ROYALFUT har ingen innflytelse på denne prosessen. Refusjoner blir bare utstedt til kontoen som ble brukt til å utføre transaksjonen på nettstedet.',
        },
        {
            p: '1.13. Registrerte brukere kan slette kontoen sin hvis de har pålogginsinformasjonen (e-postadresse og passordet til ROYALFUT-kontoen). ROYALFUT garanterer at brukerens data blir slettet fra databasene sine. Du kan be om at vi skal oppdatere, blokkere eller slette dine personopplysninger hvis disse opplysningene ikke er komplette, hvis de er utdaterte, ugyldige eller anskaffet på ulovlig vis, eller hvis de ikke lenger er relevante for behandlingsformål. Vil du slette dine data, kan du sende oss en e-post på support@royalfut.com.',
        },
        {
            p: '1.14. ROYALFUT kan når som helst endre denne avtalen eller andre dokumenter på nettstedet med eller uten forvarsel ved å legge ut den oppdaterte og reviderte avtalen og/eller relaterte dokumenter på nettstedet. Den oppdaterte og reviderte avtalen og/eller dokumenter trer i kraft når disse utgis. Dersom du fortsetter å bruke nettstedet etter de oppdaterte og reviderte dokumentene er lagt ut, anses dette som ditt samtykke til de oppdaterte og reviderte vilkårene. Avtalen og nettstedets retningslinjer kan kun endres skriftlig av en autorisert representant for ROYALFUT.',
        },
        {
            p: '2. Definisjoner',
        },
        {
            p: '2.1. Personopplysninger: Alle opplysninger tilknyttet et identifisert eller identifiserbart individ.',
        },
        {
            p: '2.2. ROYALFUT-innhold: Data, tekst, bilder, videoer, kataloger, databaser eller tilbud som er tilgjengelige på eller via nettstedet, omtales heretter som «ROYALFUT-innholdet».',
        },
        {
            p: '2.3. Registrert bruker: Alle brukere som fyller ut registreringsskjemaet på nettstedet med opplysninger om seg selv (f.eks. navn, adresse, telefonnummer, faksnummer, e-postadresse osv.) blir en registrert bruker av ROYALFUT.',
        },
        {
            p: '2.4. Driftsrisikoer: Risikoene som brukerne godtar når de bruker nettstedet eller utfører transaksjoner som anses som transaksjonsrisikoer. Driftsrisikoer inkluderer risikoer for erstatningsplikt eller risiko for skade på noe som helst vis i forbindelse med bruk av nettstedet. Disse risikoene inkluderer, men er ikke begrenset til følgende:',
        },
        {
            p: '• Feil opplysninger om produkter og tjenester, svindel, kvalitet som ikke tilfredsstiller, uoverensstemmelser vedrørende tekniske krav, defekte eller farlige produkter, ulovlige produkter, forsinkelse av leveranse eller betaling eller det at vilkårene for disse ikke innfris, feilberegninger av verdi, garantibrudd og kontraktbrudd.',
        },
        {
            p: '• Risikoer for at produksjon, import, distribusjon, tilbud, demonstrasjon, kjøp, salg og/eller bruk av produkter eller tjenester som tilbys eller vises på nettstedet, kan bryte med rettighetene til tredjeparter eller det kan hevdes at de bryter med disse, i tillegg til risikoen for at brukere kan pådra seg utgifter for sitt forsvar og andre kostnader i forbindelse med at tredjeparter hevder rettigheter, eller i forbindelse med at en hvilken som helst part hevder at de har rett til forsvar eller erstatning i forbindelse med å hevde rettighetene eller kravene til tredjeparter.',
        },
        {
            p: '• Risikoer for at forbrukere, andre kjøpere, produktenes sluttbrukere eller andre personer som hevder å ha lidd tap eller skade i forbindelse med et produkt som opprinnelig ble anskaffet av nettstedets brukere, som følge av salg- og kjøpstransaksjoner i forbindelse med bruk av nettstedet, kan lide tap og/eller kreve erstatning fra deres bruk av slike produkter.',
        },
        {
            p: '2.5. «Bruker»: En person som skaffet tilgang til nettstedet av hvilken som helst grunn, uavhengig av hvorvidt brukeren har registrert seg på nettstedet.',
        },
        {
            p: '3. Bruk av ROYALFUT',
        },
        {
            p: '3.1. Generelle bestemmelser. Brukerne kan kun benytte seg av nettstedet til personlige formål. Alle brukerne samtykker i at de ikke kan kopiere, reprodusere eller laste ned noe av innholdet på nettstedet for å selge eller videreformidle ROYALFUT-innhold, massemeldinger (e-poster, trådløse tekstmeldinger, fysisk post og annet), inngå forretninger som konkurrerer med ROYALFUT eller annen kommersiell bruk av ROYALFUT-innhold. Systematiske søk av ROYALFUT-innhold fra nettstedet for å direkte eller indirekte opprette eller kompilere en samling, kompilasjon, database eller katalog (automatisk eller manuelt) er forbudt uten skriftlig tillatelse fra ROYALFUT. I tillegg er det forbudt for brukerne å bruke ROYALFUT-innhold til et formål som ikke er uttrykkelig tillatt i denne avtalen.',
        },
        {
            p: '3.2. Brukeren samtykker i å motta meldinger fra ROYALFUT via e-postadressen som er spesifisert i vedkommendes ROYALFUT-konto, eller som er spesifisert når betaling utføres i et av betalingssystemene til ROYALFUTs forretningspartnere, eller via en annen kommunikasjonsmetode angitt som sådan på nettstedet, gjennom denne eller gjennom sosiale mediaplattformer, «instant messenger»-programmer eller online-chat som brukeren har funnet på nettstedet. Brukeren samtykker herved i at ROYALFUT kan bruke brukerens personopplysninger i privat kommunikasjon med brukeren eller til masseutsendelser av meldinger.',
        },
        {
            p: '3.3. Meldinger eller andre opplysninger som brukeren sender gjennom kommunikasjonssystemer levert av ROYALFUT, i tillegg til e-poster, fakser, brev, meldinger via «messenger»-plattformer, sosiale medier eller meldinger i online-chat sendt til e-postadressene fra opplysningene anskaffet fra nettstedet, kan ikke inneholde noe av materialet som er beskrevet i klausul 5.3, og opplysningene må være korrekte og kan ikke inneholde tilsiktede mangler eller endringer.',
        },
        {
            p: '3.4. Ingen bruker skal foreta handlinger som undergraver integriteten til datasystemene eller nettverkene som tilhører ROYALFUT eller en annen bruker, og ingen bruker skal forsøke å sikre seg uautorisert tilgang til slike datasystemer eller nettverk.',
        },
        {
            p: '3.5. Alle personopplysninger mottatt av ROYALFUT blir behandlet i henhold til avtalen.',
        },
        {
            p: '3.6. ROYALFUT bruker nødvendige informasjonskapsler for å drive nettstedet. Informasjonskapsler er små tekstfiler som plasseres på enheten din (f.eks. datamaskin, smarttelefon og andre elektroniske enheter) når du bruker nettstedet. Disse informasjonskapslene er nødvendige for grunnleggende funksjonalitet som sikkerhet, nettverksadministrasjon og tilgjengelighet. Du kan når som helst deaktivere dem ved å endre innstillingene i nettleseren din, men dette kan påvirke funksjonaliteten til nettstedet.',
        },
        {
            p: '3.7. ROYALFUT har retten til å samle inn, bruke, lagre og behandle reklameinformasjonskapsler.',
        },
        {
            p: '3.8. Som vilkår for tilgang til og bruk av nettstedet samtykker brukerne å avstå fra å bruke ROYALFUT-tjenester til å krenke rettighetene til tredjeparter på noen som helst måte. Hvis dette ikke blir etterfulgt, har ROYALFUT retten til å slette brukerkontoer.',
        },
        {
            p: '3.9. Under registrering på nettstedet kan ROYALFUT sende et automatisk generert passord til brukeren. Ved å gi opplysninger om kontaktadressen sin (f.eks. e-postadresse), samtykker brukeren i at disse opplysningene er verifiserbare, korrekte og fullstendige, og brukeren bekrefter og garanterer dette. Ved å oppgi en kontaktadresse samtykker brukeren i å motta en melding med et passord fra ROYALFUT i henhold til klausul 3.2. Brukeren samtykker i at passordet ikke garanterer den fullstendige sikkerheten til kontoen sin overfor uautorisert tilgang på nettstedet, og passordet burde derfor endres før første innloggingsforsøk, slik at kontoen er mest mulig sikker.',
        },
        {
            p: '3.10. ROYALFUT forbeholder seg retten til å slette brukerkontoer i tilfeller der ROYALFUT mener at brukerens adferd er ugunstig for interessene til ROYALFUT, deres ansatte, direktører, forretningspartnere eller andre brukere, eller av hvilken som helst grunn etter ROYALFUTs eget skjønn ene og alene, med eller uten grunn.',
        },
        {
            p: '3.11. ROYALFUT kan oppgi lenker til eksterne sider som kan være involvert i salg av produkter og tjenester. ROYALFUT er ikke ansvarlig for å gjennomgå eller evaluere nettsteder og kontrollerer ikke innholdet på nettstedene eller avgjørelsene som blir tatt av tredjeparter. ROYALFUT er ikke ansvarlig for handlinger disse nettstedene foretar seg overfor deg.',
        },
        {
            p: '3.12. Brukeren samtykker i at selgeren må levere bestillingen i løpet av 3 dager fra det øyeblikk da alle nødvendige opplysninger ble gitt av brukeren for leveransemetoden (e-postadresse, passord, reservekode for EA-konto), uavhengig av pris på bestillingen.',
        },
        {
            p: '4. Registrert bruker',
        },
        {
            p: '4.1. Ved å bli en registrert bruker samtykker du i innsamlingen, behandlingen, lagringen og overføringen av dine personopplysninger. Du samtykker også i at dine personopplysninger blir inkludert i vår database, og du tillater at ROYALFUT kan dele slike opplysninger med andre brukere i henhold til formålene beskrevet i avtalen.',
        },
        {
            p: '4.2. ROYALFUT kan avslå registrering og nekte å utstede en konto og et tilknyttet brukernavn og passord til en hvilken som helst bruker, med eller uten grunn.',
        },
        {
            p: '4.3. ROYALFUT kan når som helst stenge eller slette en registrert brukerkonto dersom',
        },
        {
            p: '• den registrerte brukeren etter ROYALFUT sitt skjønn ene og alene har brutt noen av reglene i denne avtalen',
        },
        {
            p: '• ROYALFUT har rimelig grunn til å mistenke at opplysningene som den registrerte brukeren har oppgitt, ikke stemmer, ikke er aktuelle ved dags dato eller er ufullstendige',
        },
        {
            p: '• ROYALFUT mener at brukerens adferd er ugunstig for interessene til ROYALFUT, deres ansatte, direktører, forretningspartnere eller andre brukere',
        },
        {
            p: '• ROYALFUT har truffet avgjørelsen etter eget skjønn ene og alene, med eller uten grunn',
        },
        {
            p: '4.4. En registrert bruker kan ikke selge, forsøke å selge, tilby seg å selge, tildele eller på noen annen måte overføre en konto, et brukernavn eller et passord til tredjeparter uten ROYALFUT sitt skriftlige samtykke i forkant. ROYALFUT kan stenge eller slette kontoen til den registrerte brukeren eller mottakeren til den registrerte brukeren i tilfeller der et salg, tilbud om salg, en gave, en tildeling eller en overføring er i uoverensstemmelse med vilkårene i denne seksjonen.',
        },
        {
            p: '5. Innlegg på ROYALFUT',
        },
        {
            p: '5.1. Det oppstår ingen handelsrelasjoner mellom en bruker og ROYALFUT, deres forretningspartnere, direktører, sjefer eller ansatte på grunnlag av at ROYALFUT viser brukeropplysninger på nettstedet.',
        },
        {
            p: '5.2. Alle brukerne forstår, garanterer og samtykker i at',
        },
        {
            p: '• alle opplysninger brukeren gir til nettstedet er sanne, korrekte, aktuelle ved dags dato og komplette',
        },
        {
            p: '• brukeren støtter og endrer opplysningene raskt dersom disse ikke er sanne, korrekte, aktuelle ved dags dato og komplette',
        },
        {
            p: '5.3. Alle brukere erklærer, garanterer og samtykker i at opplysningene de gir til ROYALFUT for bruk på nettstedet ikke',
        },
        {
            p: 'a) inneholder falske opplysninger eller tilbyr / reklamerer for falske varer, og at de ikke er tilknyttet salg eller forsøk på å selge imitasjonsvarer, stjålne varer eller varer som er forbudt ved lov å markedsføre og/eller selge, og som ikke avstedkommer ulovlig virksomhet på noen annen måte',
        },
        {
            p: 'b) inngår som forsøk på å svindle andre brukere av nettstedet, eller noen andre ulovlige formål',
        },
        {
            p: 'c) inngår som en del av markedsføring av produkter eller tjenester som bryter med eller bidrar til å bryte med rettighetene til tredjeparter på noen som helst måte',
        },
        {
            p: 'd) bryter gjeldende lover, regler eller forskrifter (inkludert, men ikke begrenset til regulering av eksport, forbrukervern, urettferdig konkurranse, antidiskriminering eller falsk reklame)',
        },
        {
            p: 'e) innebærer injurier, ulovlige trusler eller ulovlige tiltaler',
        },
        {
            p: 'f) er krenkende, og ikke promoterer pornografi av noe slag eller er tilknyttet pornografiske materialer, varer eller annet innhold som på noe vis promoterer seksuelt materiale, eller som er skadelig for mindreårige på noe vis',
        },
        {
            p: 'g) oppfordrer til diskriminering ut ifra rase, kjønn, religion, nasjonalitet, funksjonshemning, seksuell legning eller alder',
        },
        {
            p: 'h) inneholder noe materiale som anses som uautorisert reklame eller søppelpost',
        },
        {
            p: 'i) ber om tilbud fra brukere i forretningsøyemed. Dessuten autoriserer brukeren at ROYALFUT kan kreve vederlag på inntil € 150,00 med brukerens registrerte betalingsmetode i filen, og/eller kreve et innskudd på inntil € 300,00 for aktivering av brukerens konto, dersom ROYALFUT oppdager at brukeren har brutt klausul 5.3 (i).',
        },
        {
            p: 'j) inneholder datavirus, «trojans» eller annen destruktiv programvare, koder, lenker og nettgrensesnitt som kan skade eller forstyrre programvare eller maskinvaresystemer, eller ta over / anskaffe noen som helst programvare eller maskinvaresystemer, data eller personopplysninger',
        },
        {
            p: 'k) direkte eller indirekte henvise til beskrivelsen av varer og tjenester som denne avtalen forbyr, eller inkludere beskrivelsen av disse',
        },
        {
            p: 'l) stiller ROYALFUT, deres ansatte, direktører eller forretningspartnere til ansvar',
        },
        {
            p: '5.4. Hver bruker erklærer, garanterer og godtar at brukeren har anskaffet fra en tredjepart alle de nødvendige opphavsrettene, varemerkene, forretningshemmelighetene eller patentlisenser og tillatelser, samt andre lisenser og tillatelser som kan være nødvendige i henhold til person- og eiendomsrettene til en tredjepart (inkludert, men ikke begrenset til personlighetsrettighetene og retten til personvern), for materialer og opplysninger av noe slag som brukeren legger ut på nettstedet og gir til ROYALFUT eller gir ROYALFUT tillatelse til å vise eller lagre. Hver bruker erklærer, garanterer og godtar at brukeren ene og alene er ansvarlig for å påse at materialer og data som brukeren viser på nettstedet, og som brukeren gir til ROYALFUT og gir ROYALFUT tillatelse til å vise og lagre, ikke bryter med rettighetene til tredjeparter, eller at de ble vist med samtykke fra eieren/eierne av slike rettigheter. Hver bruker erklærer, garanterer og godtar at brukeren har retten til å produsere, tilby, selge, importere og distribuere produkter som brukeren tilbyr og viser på nettstedet, og at denne typen produksjon, tilbud, import og/eller distribusjon ikke bryter med rettighetene til en tredjepart.',
        },
        {
            p: '5.5. Hver bruker gir en ugjenkallelig, permanent, verdensomspennende og royaltyfri underlisens (gjennom flere nivåer) og tildelbar lisens til ROYALFUT og deres forretningspartnere til å vise og bruke alle opplysningene som brukeren har gitt i henhold til målene beskrevet i avtalen, i tillegg til lisensen for å hevde rettigheter som du har i henhold til slike materialer og opplysninger, inkludert, men ikke begrenset til opphavsrett, publisitet- og databaserettigheter, i alle kjente og hittil ukjente medier.',
        },
        {
            p: '5.6. ROYALFUT har ubetinget rett til å offentliggjøre opplysninger om brukerens bestilling på nettstedet (klokkeslett for bestillingen, hvor mye tid som har gått siden bestillingen ble påbegynt og siden den ble avsluttet, inkludert kostnadene for automatisk sending (15 minutter), plattformen og antallet mynter i bestillingen), mens brukerens e-postadresse skjules med inntil 7 synlige symboler for å overholde konfidensialitet.',
        },
        {
            p: '5.7. ROYALFUT forbeholder seg retten til å fjerne materiale fra nettstedet etter eget skjønn dersom materialet anses som ulovlig, at det kan ligge til grunn for erstatningskrav fra ROYALFUT, at det bryter denne avtalen, eller det anses som upassende på noen måte.',
        },
        {
            p: '5.8. ROYALFUT forbeholder seg retten til å samarbeide med regjeringer, privatetterforskere og/eller krenkede tredjeparter for å undersøke handlinger som mistenkes for å være kriminelle eller bryte med sivilretter. I tillegg kan ROYALFUT formidle identiteten og kontaktopplysningene til en hvilken som helst bruker dersom det foreligger krav fra en stat eller et politiorgan, en krenket tredjepart, stevning eller noen annen juridisk handling, og ROYALFUT er ikke ansvarlig for utgifter eller andre konsekvenser av slik formidling. Brukeren samtykker også i å ikke kreve erstatning fra ROYALFUT for slik formidling. Med henhold til opplysningene ovenfor kan ROYALFUT sperre eller slette brukerkontoer dersom ROYALFUT anser slike handlinger som upassende etter eget skjønn. Brukeren samtykker i at ROYALFUT ikke har noe ansvar overfor brukeren, inkludert ansvaret for tort og svie, i tilfeller der ROYALFUT treffer noen av tiltakene beskrevet i denne delen, og brukeren samtykker i at det foreligger en risiko for at ROYALFUT kan treffe slike tiltak.',
        },
        {
            p: '6. Transaksjoner mellom kjøpere og selgere',
        },
        {
            p: '6.1. ROYALFUT gjør tilgjengelig en elektronisk nettplattform i bytte mot opplysninger mellom kjøpere («kjøper») og selgere («selger») av varer og tjenester.',
        },
        {
            p: '6.2. Brukeren har ene og alene ansvar for vilkårene for transaksjoner på nettstedet, via nettstedet eller som resultat av å bruke nettstedet, inkludert, men ikke begrenset til vilkår for betaling, refusjon, garantier, leveranse, forsikring, gebyrer, skatter, eierskap, lisenser, straffer/bøter, tillatelser, håndtering, transport og oppbevaring.',
        },
        {
            p: '6.3. ROYALFUT representerer ikke selgere eller kjøpere i spesifikke transaksjoner og handler ikke som agent for selgere eller kjøpere. ROYALFUT kontrollerer ikke og er ikke ansvarlig for kvaliteten, sikkerheten, lovligheten eller tilgjengelighet til produkter eller tjenester som legges ut for salg på nettstedet, selgernes evne til å gjennomføre et salg eller kjøpernes evne til å gjennomføre et salg. Brukerne er klare over at andre brukere de handler med, kan ha bedragerske hensikter. ROYALFUT anbefaler å bruke diverse verktøy som er tilgjengelig på siden, i tillegg til sunn fornuft, for å vurdere den man handler med.',
        },
        {
            p: '6.4. I tilfeller der overføringen av varer og midler til alle brukere i en enkelt transaksjon utføres via en representant for ROYALFUT, kan brukerne forbli anonyme, med garanti for refusjon av varen/og eller betaling.',
        },
        {
            p: '6.5. Hver bruker samtykker i at brukeren helt og fullt forstår alle risikoene for transaksjoner når de bruker nettstedet til å utføre transaksjoner, og at brukeren påtar seg alle risikoer for erstatningskrav av noe slag i forbindelse med bruk av nettstedet. Hver bruker samtykker i at ROYALFUT ikke er ansvarlig for noe tap, erstatningskrav, utgifter, skade, ubeleilighet, eller forstyrrelse av noe slag som kan oppstå fra eller i forbindelse med noen transaksjonsrisikoer.',
        },
        {
            p: '6.6. Brukerne må selv betale alle skatter for salg og bruk og alle andre skatter i forbindelse med bruk av nettstedet.',
        },
        {
            p: '7. Betaling',
        },
        {
            p: '7.1. Betalingen som ROYALFUT tar for bruk av tjenestene overskrider ikke 50 % av beløpet på den betalte bestillingen, avhengig av leverandørtilbud.',
        },
        {
            p: '7.2. Brukerne må kunne betale ROYALFUT gebyrer og alle andre gebyrer og gjeldende skatter tilknyttet tjenestene innen fristen.',
        },
        {
            p: '7.3. Transaksjoner mellom kjøpere og selgere på nettstedet kan utføres med en kampanjekode (kupong) eller ved å klikke på en partnerlenke. Hver forretningspartner mottar en fast prosentandel av alle transaksjonene utført på nettstedet via en partnerlenke eller med en oppgitt kampanjekode (kupong).',
        },
        {
            p: '8. Tvister mellom brukere',
        },
        {
            p: '8.1. Dersom det oppstår tvister mellom brukerne i henhold til transaksjoner på siden, samtykker brukeren i at tvisten kan sendes inn til ROYALFUT, som skal megle en endelig og bindende avgjørelse. For at ROYALFUT skal kunne utføre undersøkelsene sine på rettferdig og rimelig vis, samtykker brukerne i å avstå fra å kreve megling mens bestillingen er åpen eller utestående. Brukere som krever at tredjeparter griper inn (med unntak av statlige myndigheter), blir behandlet som følger: Handlingene deres vil anses som forstyrring av undersøkelsesprosessen og et forsøk på å tvinge frem en avgjørelse i deres favør. ROYALFUT forbeholder seg retten til å stenge eller permanent utvise brukere som forsøker å blande seg inn i vanlige operasjonsprosedyrer for bestillinger som fortsatt er åpne eller utestående.',
        },
        {
            p: '8.2. Dersom selgeren må refundere et beløp til kjøperen eller ROYALFUT, autoriserer selgeren at ROYALFUT kan fjerne det refunderte beløpet (i samme valuta eller en annen valuta) fra den gjeldende betalingsmetoden (f.eks. PayPal) og overføre det til ROYALFUT. Selgeren må ha en gyldig betalingsmetode på kontoen sin. Dersom det ikke er tilstrekkelige midler på kjøperens konto, gir selgeren ROYALFUT tillatelse til å kreve inn det utestående beløpet via denne betalingsmetoden. ROYALFUT kan også sette inn det refunderte beløpet på selgerens konto. Dersom selgeren ikke oppgir en gyldig betalingsmetode til ROYALFUT, kan vi kreve inn de utestående beløpene via andre innsamlingsmetoder, inkludert det å holde tilbake en samling.',
        },
        {
            p: '8.3. Dersom ROYALFUT i sjeldne tilfeller kommer frem til at en tvist mellom brukere oppsto som følge av brudd på brukeravtalen, skal brukeren som har brutt avtalen, betale ROYALFUT en bot på € 150.00. ROYALFUT kan i tillegg stenge eller blokkere brukerens konto og/eller kreve et depositum på opptil € 300.00 for gjenaktivering av brukerens konto.',
        },
        {
            p: '9. Garanti og ansvarsbegrensning',
        },
        {
            p: '9.1. Funksjonene og tjenestene på nettstedet blir levert «som de er» og «etter tilgjengelighet», og ROYALFUT frasier seg enhver garanti, uttrykkelig eller implisitt, inkludert, men ikke begrenset til enhver garanti om tilstand, kvalitet, varighet, ytelse, sannferdighet, pålitelighet, salgbarhet eller formålstjenlighet. Alle slike garantier, ytringer, vilkår, forpliktelser og vilkår er utelukket.',
        },
        {
            p: '9.2. ROYALFUT fremmer ingen representasjoner eller garantier i henhold til gyldigheten, sannferdigheten, påliteligheten, kvaliteten, stabiliteten, fullstendigheten eller aktualiteten til noen av opplysningene som formidles på eller gjennom nettstedet. ROYALFUT hverken representerer eller garanterer at produksjonen, importeringen, distribusjonen, tilbud, kjøp, salg og/eller bruk av produktene eller tjenestene som tilbys eller vises på nettstedet, ikke bryter med rettighetene til tredjeparter, og ROYALFUT hverken representerer eller garanterer noe som helst med henhold til et produkt eller en tjeneste som tilbys eller vises på nettstedet.',
        },
        {
            p: '9.3. Brukeren laster ned eller anskaffer materiale på nettstedet på annet vis, etter eget skjønn og på egen risiko, og hver bruker er ene og alene ansvarlig for eventuell skade på datasystemer eller datatap som følge av nedlasting av slikt materiale. Ingen muntlige eller skriftlige råd eller opplysninger brukeren har anskaffet fra ROYALFUT eller via nettstedet, ligger til grunn for garantier som ikke er uttrykkelig nevnt i dette dokumentet.',
        },
        {
            p: '9.4. ROYALFUT er ikke på noe vis ansvarlig for eventuelle forsinkelser, svikter eller forstyrrelser av innholdet eller tjenestene som tilbys gjennom nettstedet, og som oppstår direkte eller indirekte fra naturlige fenomener eller årsaker hinsides dets kontroll, inkludert svikter i henhold til internettforbindelse, datamaskiner, telekommunikasjon og andre svikter, utstyrssvikt, strømbrudd, streik, arbeidstvister, opprør, sivil uro, manglende ansatte eller materiale, brann, flodbølger, orkaner, eksplosjoner, naturkatastrofer, kriger, handlinger utført av regjeringer, kjennelser fra nasjonale eller utenlandske domstoler eller tredjeparter som ikke innfrir sine forpliktelser.',
        },
        {
            p: '9.5. Alle brukere samtykker i å fraskrive ROYALFUT og deres forretningspartnere, direktører, sjefer og ansatte ansvar for tap, krav, erstatning (inkludert juridiske kostnader basert på fullstendig kompensasjon) som kan oppstå direkte eller indirekte',
        },
        {
            p: '1) fra bruk av nettstedet utført av brukeren, inkludert, men ikke begrenset til visning av opplysningene til en bruker på nettstedet',
        },
        {
            p: '2) fra tilfeller der brukeren bryter med noen av vilkårene i avtalen',
        },
        {
            p: '3) fra tilfeller der en bruker bryter med ROYALFUT-brukerens erklæringer eller garantier, inkludert, men ikke begrenset til tilfellene i seksjon 5.3, 5.4 og 5.5 ovenfor',
        },
        {
            p: '4) som følge av krav fra tredjeparter eller andre tredjeparter knyttet til produktene som tilbys eller vises på nettstedet',
        },
        {
            p: '9.6. ROYALFUT og deres forretningspartnere, direktører, sjefer og ansatte er ikke ansvarlige for spesielle, direkte, indirekte eller straffbare skader eller andre skader generelt (inkludert, men ikke begrenset til skader som følge av tap av fortjeneste eller oppsparte midler, forretningsforstyrrelser og tap av opplysninger), enten som følge av en kontrakt, uaktsomhet, tort, erstatningsplikt og annet, eller noe annet tap som følge av',
        },
        {
            p: '1) bruk av nettstedet eller nettstedets utilgjengelighet',
        },
        {
            p: '2) mangler i varer, prøver, data, opplysninger eller tjenester som kjøpes eller anskaffes fra en bruker eller tredjepartstjeneste via nettstedet',
        },
        {
            p: '3) brukerens krav i henhold til produksjon, import, distribusjon, tilbud, demonstrasjon, kjøp, salg og/eller bruk av produkter eller tjenester som tilbys eller vises på nettstedet, som kan bryte med rettighetene til tredjeparter, eller det kan hevdes at de bryter med disse, eller i forbindelse med at en hvilken som helst part hevder at de har rett til forsvar eller erstatning i forbindelse med å hevde rettigheter, eller kravene til tredjeparter',
        },
        {
            p: '4) tredjeparters uautoriserte tilgang til en brukers personopplysninger',
        },
        {
            p: '5) ytringer, adferd eller materiale som brukere legger ut på nettstedet, inkludert injurier og støtende eller ulovlig materiale',
        },
        {
            p: '6) noen annen grunn knyttet til aktivitetene til ROYALFUT og formidlingen av tjenester via nettstedet',
        },
        {
            p: '9.7. ROYALFUT forbeholder seg retten, på egen bekostning, til å ene og alene beskytte og kontrollere enhver sak, og i slike tilfeller må du samarbeide med ROYALFUT om å løse saken.',
        },
        {
            p: '9.8. ROYALFUT forbeholder seg retten til å innskrenke, nekte eller opprette en annen tilgang til nettstedet og dets funksjoner for ulike brukere, og å endre en hvilken som helst funksjon eller introdusere nye funksjoner uten forvarsel. Hver bruker anerkjenner at det å ikke få tilgang til nettstedet, helt eller delvis og av noen som helst grunn, kan påvirke forretningene deres på en negativ måte. Hver bruker samtykker i at hverken ROYALFUT eller noen av deres forretningspartnere, direktører, sjefer eller ansatte skal holdes ansvarlige overfor brukeren eller noen tredjeparter for manglende tilgang til nettstedet (enten på grunn av regelbrudd, begrenset tilgang, endring eller avvikling av en funksjon på nettstedet eller av andre grunner).',
        },
        {
            p: '9.9. ROYALFUT står ikke bak tredjepartsinnhold, enten fra anonyme brukere, offentlige forfattere eller lønnede bidragsytere. Hverken ROYALFUT eller noen av deres forretningspartnere, direktører, sjefer eller ansatte har inngått noe som helst forhold til slike tredjeparter. Alt tredjepartsinnhold er ansvaret til parten som tilbyr innholdet ene og alene. Hverken ROYALFUT eller noen av deres forretningspartnere, direktører, sjefer eller ansatte er ansvarlige for sannferdigheten, relevansen, lovligheten eller gyldigheten til noe tredjepartsinnhold og er ikke ansvarlig overfor brukeren i henhold til brukerens avhengighet av slikt tredjepartsinnhold. Hverken ROYALFUT eller noen av deres forretningspartnere, direktører, sjefer eller ansatte er ansvarlige for sannferdigheten, relevansen, lovligheten eller gyldigheten til noe tredjepartsinnhold og er ikke ansvarlig overfor brukeren i henhold til brukerens avhengighet av slikt tredjepartsinnhold.',
        },
        {
            p: '9.10. ROYALFUT kan autorisere brukere til å skaffe tilgang til innhold, produkter eller tjenester som tilbys av tredjeparter via hyperlenker (verbale lenker, bannere, kanaler og annet) til et nettsted eller en profil/konto på nettjenesten til tredjeparten. Brukeren anerkjenner at ROYALFUT ikke har kontroll over slike tredjepartsnettsteder og ikke styrer slike nettsteder, og hverken ROYALFUT eller noen av deres forretningspartnere, direktører, sjefer eller ansatte er ansvarlige overfor noen for slike nettsteder eller innhold, produkter eller tjenester som er tilgjengelige på slike nettsteder. Brukeren må lese og gjøre seg kjent med bruksvilkårene og personvernerklæringene til slike nettsteder før brukeren benytter seg av slike tredjepartsnettsteder.',
        },
        {
            p: '9.11. Dersom ROYALFUT skal holdes ansvarlig til tross for det foregående, er ansvaret begrenset til størsteparten av a) beløpet i tvisten om en bestemt transaksjon, b) beløpet i tvisten der beløpet ikke overskrider de samlede gebyrene brukeren har betalt ROYALFUT 12 måneder før handlingen førte til erstatningsplikten, eller $ 100.',
        },
        {
            p: '10. Brukermerknad',
        },
        {
            p: '10.1. Alle merknader og krav utstedt til brukeren er gjeldende dersom de leveres personlig, sendes med bud eller til en registrert postadresse, e-postadresse eller faks som brukeren har oppgitt overfor ROYALFUT, eller ved å offentlig og gratis utgi en slik merknad eller et krav på nettstedet. En merknad til brukeren anses som mottatt av brukeren hvis og når',
        },
        {
            p: '• ROYALFUT kan demonstrere at en fysisk eller elektronisk melding ble sendt til brukeren',
        },
        {
            p: '• ROYALFUT offentlig legger ut en slik merknad for gratis tilgang på nettstedet',
        },
        {
            p: '11. Juridiske tvister',
        },
        {
            p: '11.1. Partene samtykker i at ethvert lovlig eller rettferdig krav eller en tvist som oppstår eller kan oppstå mellom dem i henhold til denne eller tidligere versjoner av ROYALFUT-brukeravtalen, din bruk av eller tilgang til nettstedet, tjenester eller produkter eller tjenester som selges eller kjøpes via ROYALFUT-nettsteder, -tjenester, -applikasjoner eller -verktøy skal løses i henhold til reglene i denne seksjonen om juridiske tvister.',
        },
        {
            p: '11.2. Du samtykker i at FAE-lovene, uavhengig av motstridende lovprinsipper, gjelder for brukeravtalen og alle krav eller tvister som oppstår eller kan oppstå mellom deg og ROYALFUT, med mindre annet er oppgitt i brukeravtalen.',
        },
        {
            p: '11.3. Dersom det skulle oppstå en tvist, et krav, spørsmål eller uenigheter på bakgrunn av denne avtalen eller i forbindelse med brudd på denne, vil partene i avtalen treffe alle tiltak for å løse tvisten, kravet, problemet eller uenigheten. De vil derfor konsultere og forhandle med hverandre, anerkjenne hverandres gjensidige interesser, og prøve å komme frem til en rettferdig og rimelig løsning som tilfredsstiller begge parter. Hvis de ikke kommer frem til en slik avgjørelse innen 60 dager, vil alle tvister, krav, spørsmål eller uenigheter bli avgjort i retten der hvor selskapet Azur Apps FZ-LLC holder til (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Dubai, De forente arabiske emirater), etter at en av partene har varslet den andre parten, avhengig av brukertypen.',
        },
        {
            p: '12. Generell informasjon',
        },
        {
            p: '12.1. ROYALFUT-avtalen og alle dokumentene som legges ut på nettstedet vårt, utgjør hele avtalen mellom brukeren og ROYALFUT i henhold til tilgang til og bruk av nettstedet, og gjelder fremfor alle andre tidligere skriftlige eller muntlige avtaler i henhold til innholdet i denne avtalen.',
        },
        {
            p: '12.2. ROYALFUT og brukeren er selvstendige næringsdrivende, og ingen byråer, partnerskap, «joint venture», ansatt-arbeidsgiver-forhold eller franchisegiver-franchisetaker-forhold er tiltenkt eller opprettet med denne avtalen.',
        },
        {
            p: '12.3. Dersom ROYALFUT ikke utøver eller håndhever noen av rettighetene eller reglene i denne avtalen, innebærer ikke dette en frasigelse av slike rettigheter eller regler.',
        },
        {
            p: '12.4. Dersom en eller flere av reglene i avtalen anses som ugyldig eller umulig å håndheve, vil regelen bli fjernet fra avtalen, og dette vil ikke påvirke gyldigheten av de gjenstående reglene i avtalen.',
        },
        {
            p: '12.5. Brukeren samtykker i at ingen tredjeparter skal begunstiges i avtalen.',
        },
        {
            p: '12.6. Overskriftene er kun for referanse, og de hverken definerer, begrenser, tolker eller beskriver det overskriften eller seksjonen omfatter på noe vis.',
        },
        {
            p: '13. Overensstemmelse med AML-/KYC-policyer',
        },
        {
            p: '13.1. Kjøperen og selgeren samtykker i at ROYALFUT har en «Know Your Customer»-policy («kjenn kunden») og AML-policy («Anti-Money Laundering», antihvitvask) for å motarbeide svindel på internett.',
        },
        {
            p: '13.2. ROYALFUT har NULLTOLERANSE for svindel på internett og alle forsøk på å skaffe tilgang til brukeropplysninger eller andre opplysninger på nettstedene deres på ulovlig eller hemmelig vis. Selskapet samarbeider med lokale, nasjonale og internasjonale etater som etterforsker svindel og bruker en rekke metoder, blant annet elektroniske, til å forhindre, oppdage og motarbeide svindel. Selskapet vil etter lovens fulle omfang aggressivt forfølge ugjerningsmenn som har blitt anholdt og som har begått svindel på nettstedet. Selskapet samarbeider blant annet med statlig og lokalt politi, FBI i USA, internasjonale tolletater og Interpol.',
        },
        {
            p: '13.3. Som del av «Know Your Customer»-prosedyrene evaluerer ROYALFUT kundetransaksjoner og samler inn og lagrer materielle fakta om brukerne, kundene og deres transaksjoner. ROYALFUT forplikter seg til å beskytte brukerens rettigheter og personvern. ROYALFUT samler inn personopplysninger fra kundene kun i det omfanget som er nødvendig for å levere tjenestene til brukerne. Personopplysninger om kjøpere og tidligere kjøpere kan bare formidles til tredjeparter i et begrenset antall omstendigheter i henhold til gjeldende lover og avtaler mellom ROYALFUT og brukeren. ROYALFUT må omhyggelig lagre kundefiler, inkludert erklæringer, transaksjonsrapporter, kvitteringer, merknader, intern korrespondanse og andre dokumenter som angår brukeren elektronisk så lenge dette er påkrevd av underskriverne hos de respektive bankene som gir kreditt.',
        },
        {
            p: '13.4. Alle økonomiske transaksjoner som kan knyttes til hvitvasking av penger, anses som mistenkelig. Grunnlaget for å anslå hvorvidt en bestemt transaksjon er mistenkelig, kan bestå av personlig observasjon og erfaring gjort av ROYALFUT-ansatte, i tillegg til mottatte eller identifiserte opplysninger. ROYALFUT kan i samsvar med gjeldende lover og kravene til internasjonale organisasjoner, dersom det er nødvendig og uten forpliktelse til å anskaffe godkjennelse eller merknad fra klienten, varsle lovgivende eller rettshåndhevende myndigheter om mistenkelige transaksjoner. ROYALFUT skal periodevis se gjennom lister utgitt av lokale myndigheter og internasjonale organisasjoner over kjente terrorister eller mistenkte terrorister, terrororganisasjoner og høyrisikoland som er underlagt OFAC-sanksjoner. ROYALFUT må utføre tilbørlig aktsomhet i henhold til kundene ved å analysere transaksjonene deres for hvitvasking av penger.',
        },
        {
            p: '14. Samtykke i behandling av personopplysninger',
        },
        {
            p: 'Når brukeren har registrert seg på tjenesten, samtykker vedkommende i at ROYALFUT kan sjekke og behandle vedkommendes personopplysninger, og at dette skal være underlagt følgende vilkår:',
        },
        {
            p: '1. Operatøren behandler data om subjektet for å',
        },
        {
            p: '• levere tjenestene våre',
        },
        {
            p: '• ta kontakt med deg på e-post, telefon eller andre måter for å løse tvister, kreve inn gebyrer, utføre problemsøking i forbindelse med kontoen din eller nettstedene, tjenestene, applikasjonene og verktøyene våre, eller av noen annen grunn der det er tillatt ved lov',
        },
        {
            p: '• forhindre og oppdage svindel, sikkerhetsbrudd, potensielle ulovlige aktiviteter, og for å håndheve brukeravtalene våre',
        },
        {
            p: '• verifisere kundenes identitet',
        },
        {
            p: '• sørge for driften, blant annet med effektivitetsgevinster, opplæring og kvalitetskontroll',
        },
        {
            p: '• forhindre uautorisert tilgang og endring av systemene våre',
        },
        {
            p: '• markedsføre tjenestene våre og tjenestene til utvalgte tredjeparter for',
        },
        {
            p: '✓ nåværende og tidligere klienter',
        },
        {
            p: '✓ tredjeparter som tidligere har gitt uttrykk for tjenestene våre',
        },
        {
            p: '✓ tredjeparter vi ikke har samarbeidet med tidligere',
        },
        {
            p: '• eksterne tilsyn og kvalitetskontroller',
        },
        {
            p: '2. Listen over personopplysninger som overføres til ROYALFUT for behandling:',
        },
        {
            p: 'Vi kan samle inn og bruke følgende personopplysninger:',
        },
        {
            p: '• navnet ditt og kontaktopplysninger som e-postadresse og telefonnummer',
        },
        {
            p: '• opplysninger som gjør det mulig for oss å bekrefte identiteten din, blant annet fødselsdato',
        },
        {
            p: '• opplysninger om kjønnet ditt, dersom du oppgir disse til oss',
        },
        {
            p: '• innloggingsdata, sidevisningsstatistikk, trafikk til og fra ROYALFUT og informasjonskapsler',
        },
        {
            p: '• posisjonsdata',
        },
        {
            p: '• opplysninger om leveransen (plattform, antall mynter i bestillingen), faktureringsopplysninger og opplysninger om transaksjoner og betalingskort',
        },
        {
            p: '• dine personlige og yrkesmessige interesser',
        },
        {
            p: '• ditt yrkesmessige nettnærvær',
        },
        {
            p: '• kontakthistorikken din med ROYALFUT, deres ansatte, direktører, forretningspartnere, kjøpshistorikken din og lagrede gjenstander på ROYALFUT',
        },
        {
            p: '• opplysninger om kontoer du kobler opp mot ROYALFUT, for eksempel Facebook, Google eller andre plattformer',
        },
        {
            p: '• opplysninger som gjør det mulig for oss å utføre kredittundersøkelser og andre undersøkelser av din økonomi',
        },
        {
            p: '• opplysninger om hvordan du bruker ROYALFUT-nettstedet',
        },
        {
            p: '• svarene du har oppgitt i spørreundersøkelser og opplysninger om deltakelse i konkurranser, gaveartikler og spesialtilbud',
        },
        {
            p: '• transaksjonsopplysninger basert på ROYALFUT-aktiviteten din (f.eks. opplysninger som kan forenkle kjøps- og salgsprosessen)',
        },
        {
            p: '• offentlige diskusjoner, chat-meldinger, løsning av tvister, korrespondanse via ROYALFUT og korrespondanse sendt til oss',
        },
        {
            p: '• andre opplysninger, blant annet IP-adresse og vanlig internett-loggopplysninger (nettlesertype, internettleverandør (ISP), henvisnings-/utgangssider, operativsystem, dato-/tidsstempel og «clickstream»-data), i tillegg til andre opplysninger fra tredjeparter, som kontoopplysninger for fakturering du har oppgitt til betalingstjenester du bruker til å kjøpe eller motta betalinger, i tillegg til nettleser-ID, informasjonskapsel-ID, enhetstype, opplysninger om bruk av proxy-server / VPN og relaterte teknologier, posisjonsopplysninger, e-postadresser, telefonnummer og offentlige profiler på sosiale medier, som anskaffes fra våre leverandører av tjenester for forhindring av svindel og gjennom tilbørlig aktsomhet',
        },
        {
            p: 'Disse personopplysningene er nødvendige for at vi skal kunne levere tjenestene våre. Du kan velge å avstå fra å gi oss enkelte opplysninger, men vi krever enkelte opplysninger for at du skal kunne registreres som medlem, kjøpe produkter eller tjenester, fullføre en profil, delta i spørreundersøkelser, konkurranser eller loddtrekninger, stille oss spørsmål eller iverksette andre transaksjoner på nettstedet vårt. ROYALFUT bruker også disse opplysningene for å analysere trender, oppdage svindel og drive siden.',
        },
        {
            p: 'Samtykket gjelder fra det øyeblikk personopplysningene registreres på https://royalfut.com.',
        },
        {
            p: '15. Erklæring om informasjonskapsler',
        },
        {
            p: 'Når du besøker https://royalfut.com, samtykker du i denne erklæringen, inkludert det faktum at ROYALFUT kan bruke informasjonskapsler og annen data for behandling av Google Analytics, Yandex.Metrics og andre systemer, og at ROYALFUT også kan overføre disse til tredjeparter for å utføre undersøkelser og arbeid eller tilby tjenester.',
        },
        {
            p: 'Når du besøker https://royalfut.com, kan informasjonskapsler brukes til',
        },
        {
            p: '• å påse at nettstedet er sikkert og at det fungerer som det skal',
        },
        {
            p: '• forbedre kvaliteten på nettstedet',
        },
        {
            p: '• registrering på nettstedet',
        },
        {
            p: '• å gi deg informasjon om nettstedet, inkludert produktene og tjeneste der',
        },
        {
            p: '• forbedre produkter og/eller tjenester og utvikle nye produkter og/eller tjenester',
        },
        {
            p: 'Andre opplysninger som samles inn, kan brukes til å generere en liste over dine interesser, som består av et tilfeldig identifikasjonsnummer, en interessekategori og et tidsstempel som viser deg online-innhold og reklamer basert på dine interesser.',
        },
        {
            p: 'Det kan hende du kan blokkere, slette eller reservere deg mot bruken av informasjonskapsler med innstillinger i nettleseren og/eller enheten du bruker. Men siden informasjonskapsler er en viktig del av https://royalfut.com, kan det å blokkere, slette eller reservere seg mot bruken av informasjonskapsler føre til at du ikke får tilgang til deler av nettstedet.',
        },
        {
            p: 'Se instruksjonene til utvikleren av nettleseren eller enheten for å finne ut hvordan du kan administrere informasjonskapsler på nettleseren eller enheten du bruker.',
        },
    ],
};
